Repository: lbgm2011/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
nl: Keer terug naar het %(platform_name)s -cursusvenster om uw examen te starten. Wanneer u klaar bent met uw examen en Als u deze als voltooid heeft gemarkeerd, kunt u dit venster sluiten om de proctoringsessie te beëindigen en upload uw proctoringsessiegegevens ter beoordeling.

source: Your exam is ready to be resumed.
nl: Uw examen is klaar om te worden hervat.

source: You will have %(total_time)s to complete your exam.
nl: U heeft %(total_time)s om uw examen af te ronden.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
nl: Om in aanmerking te komen voor studiepunten of de programmagegevens die aan deze cursus zijn gekoppeld, moet u slagen voor de proctoringbeoordeling voor dit examen.

source: Important
nl: Belangrijk

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
nl: • Je hebt %(total_time)s om dit examen af te ronden.</br> • Zodra u het examen start, kunt u de timer niet meer stoppen.</br> • Voor alle vraagtypen moet u op &quot;verzenden&quot; klikken om uw antwoord te voltooien.</br> • Als de tijd verstrijkt voordat u op &quot;Mijn examen beëindigen&quot; klikt, worden alleen uw ingezonden antwoorden beoordeeld.

source: Proctored Exam Rules
nl: Examenregels onder toezicht

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
nl: Tijdens het afleggen van dit examen moet u zich aan de volgende regels houden. <strong>Als je deze regels overtreedt, krijg je op het examen een score van 0 en kom je niet in aanmerking voor studiepunten. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
nl: %(platform_name)s Regels voor online examens onder toezicht

source: Additional Exam Rules
nl: Aanvullende examenregels

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
nl: Voor dit examen gelden de volgende aanvullende regels. Deze regels hebben voorrang op de Regels voor Online Proctored Examens.</br></br> %(exam_review_policy)s</br>

source: Start my exam
nl: Begin met mijn examen

source: Starting Exam
nl: Start examen

source: Are you sure you want to end your proctored exam?
nl: Weet je zeker dat je je geproctorde examen wilt beëindigen?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
nl: Zorg ervoor dat u voor elk antwoord &#39;Verzenden&#39; heeft geselecteerd voordat u uw examen indient.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
nl: Zodra je op &#39;Ja, beëindig mijn geproctorde examen&#39; klikt, wordt het examen gesloten en wordt je proctoringsessie ter beoordeling ingediend.

source: Yes, end my proctored exam
nl: Ja, beëindig mijn geproctorde examen

source: Ending Exam
nl: Einde examen

source: No, I'd like to continue working
nl: Nee, ik wil graag blijven werken

source: Your proctoring session was reviewed, but did not pass all requirements
nl: Je proctoringsessie is beoordeeld, maar voldoet niet aan alle eisen

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
nl: Als u vragen heeft over de status van de resultaten van uw proctoringsessie, neem dan contact op met %(platform_name)s Support.

source: If you have concerns about your proctoring session results, contact your course team.
nl: Als u zich zorgen maakt over de resultaten van uw proctoringsessie, neem dan contact op met uw cursusteam.

source: You have submitted this proctored exam for review
nl: Je hebt dit geproctorde examen ter beoordeling ingediend

source: Your recorded data should now be uploaded for review.
nl: Uw opgenomen gegevens moeten nu ter beoordeling worden geüpload.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
nl: Als het venster van de proctoringsoftware nog open is, sluit het dan nu en bevestig dat u de applicatie wilt afsluiten.

source: Proctoring results are usually available within 5 business days after you submit your exam.
nl: Proctoringresultaten zijn doorgaans binnen vijf werkdagen na het indienen van uw examen beschikbaar.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
nl: Als u vragen heeft over de status van uw gecontroleerde examenresultaten, neem dan contact op met %(platform_name)s Support.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
nl: Uw proctoringsessie is succesvol beoordeeld. Ga naar je voortgangspagina om je examencijfer te bekijken.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
nl: Als u uw examenvragen en -antwoorden wilt bekijken, selecteert u <strong>Mijn examen bekijken</strong> . De beoordelingsstatus van het onderzoek wordt weergegeven in het linkernavigatievenster.

source: View my exam
nl: Bekijk mijn examen

source: %(exam_name)s is a Timed Exam (%(total_time)s)
nl: %(exam_name)s is een getimed examen ( %(total_time)s )

source: This exam has a time limit associated with it.
nl: Aan dit examen is een tijdslimiet verbonden.

source: To pass this exam, you must complete the problems in the time allowed.
nl: Om voor dit examen te slagen, moet u de opgaven binnen de toegestane tijd voltooien.

source: After you select
nl: Nadat u hebt geselecteerd

source: I am ready to start this timed exam,
nl: Ik ben klaar om aan dit getimede examen te beginnen,

source: you will have
nl: je zult hebben

source: to complete and submit the exam.
nl: om het examen af te ronden en in te leveren.

source: I am ready to start this timed exam.
nl: Ik ben klaar om aan dit getimede examen te beginnen.

source: Can I request additional time to complete my exam?
nl: Kan ik extra tijd aanvragen om mijn examen af te leggen?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
nl: Als u een handicap heeft, Mogelijk komt u in aanmerking voor een extra tijdsvergoeding voor getimede examens. Vraag uw cursusteam om informatie over extra tijdsvergoedingen.

source: Are you sure that you want to submit your timed exam?
nl: Weet u zeker dat u uw getimede examen wilt indienen?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
nl: Zorg ervoor dat u voor elk probleem &#39;Verzenden&#39; heeft geselecteerd voordat u uw examen indient.

source: After you submit your exam, your exam will be graded.
nl: Nadat u uw examen heeft ingediend, wordt uw examen beoordeeld.

source: Yes, submit my timed exam.
nl: Ja, dien mijn getimede examen in.

source: No, I want to continue working.
nl: Nee, ik wil blijven werken.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
nl: De toegewezen tijd voor dit examen is verstreken. Je examen is ingediend en al het werk dat je hebt voltooid zal worden beoordeeld.

source: You have submitted your timed exam.
nl: U heeft uw getimede examen ingediend.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
nl: Nadat de inleverdatum is verstreken, kunt u het examen bekijken, maar kunt u uw antwoorden niet wijzigen.

source: {num_of_hours} hour
nl: {num_of_hours} uur

source: {num_of_hours} hours
nl: {num_of_hours} uur

source: {num_of_minutes} minutes
nl: {num_of_minutes} minuten

source: and {num_of_minutes} minute
nl: en {num_of_minutes} minuut

source: {num_of_minutes} minute
nl: {num_of_minutes} minuut

source: and {num_of_minutes} minutes
nl: en {num_of_minutes} minuten

source: a proctored exam
nl: een geproctord examen

source: a timed exam
nl: een getimed examen

source: an onboarding exam
nl: een inburgeringsexamen

source: a practice exam
nl: een oefenexamen

source: could not determine the course_id
nl: kan de course_id niet bepalen

source: Must be a Staff User to Perform this request.
nl: Moet een personeelsgebruiker zijn om dit verzoek uit te voeren.

source: Missing required query parameter course_id
nl: Ontbrekende vereiste queryparameter course_id

source: There is no onboarding exam related to this course id.
nl: Er is geen onboarding-examen gerelateerd aan deze cursus-ID.

source: There is no onboarding exam accessible to this user.
nl: Er is geen onboarding-examen toegankelijk voor deze gebruiker.

source: No onboarding status API for {proctor_service}
nl: Geen onboardingstatus-API voor {proctor_service}

source: The onboarding service is temporarily unavailable. Please try again later.
nl: De onboardingservice is tijdelijk niet beschikbaar. Probeer het later opnieuw.

source: you have less than a minute remaining
nl: je hebt nog minder dan een minuut over

source: Enter a valid username or email
nl: Voer een geldige gebruikersnaam of e-mailadres in

source: user_info
nl: gebruikers informatie

source: Enter a valid positive value number
nl: Voer een geldig positief waardegetal in

source: allowance_value
nl: toegestane_waarde

source: Cannot update attempt review status
nl: Kan de beoordelingsstatus van pogingen niet bijwerken

source: No exams in course {course_id}.
nl: Geen examens in cursus {course_id} .

source: No proctored exams in course {course_id}
nl: Geen geproctorde examens in cursus {course_id}

source: No instructor dashboard for {proctor_service}
nl: Geen instructeursdashboard voor {proctor_service}
