Repository: lbgm2011/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: internally reviewed
nl: intern beoordeeld

source: All Unreviewed
nl: Allemaal niet beoordeeld

source: All Unreviewed Failures
nl: Alle niet-beoordeelde fouten

source: active proctored exams
nl: actieve geproctorde examens

source: courses with active proctored exams
nl: cursussen met actieve examens onder toezicht

source: Course Id
nl: Cursus id

source: Created
nl: Gemaakt

source: Download Software Clicked
nl: Software downloaden aangeklikt

source: Ready To Start
nl: Klaar om te starten

source: Started
nl: Begonnen

source: Ready To Submit
nl: Klaar om in te dienen

source: Declined
nl: Afgewezen

source: Timed Out
nl: Time-out

source: Submitted
nl: Ingediend

source: Second Review Required
nl: Tweede beoordeling vereist

source: Verified
nl: Geverifieerd

source: Rejected
nl: Afgewezen

source: Error
nl: Fout

source: Onboarding Missing
nl: Onboarding ontbreekt

source: Onboarding Failed
nl: Onboarding mislukt

source: Onboarding Pending
nl: Onboarding in behandeling

source: Onboarding Expired
nl: Onboarding verlopen

source: you have {remaining_time} remaining
nl: je hebt nog {remaining_time} over

source: your course
nl: jouw cursus

source: Proctoring Results For {course_name} {exam_name}
nl: Proctoringresultaten voor {course_name} {exam_name}

source: Taking As Proctored Exam
nl: Afnemen als geproctord examen

source: Proctored Option Available
nl: Proctored-optie beschikbaar

source: Taking As Open Exam
nl: Afnemen als open examen

source: Pending Session Review
nl: Sessiebeoordeling in behandeling

source: Passed Proctoring
nl: Proctoring behaald

source: Failed Proctoring
nl: Mislukte proctoring

source: Proctored Option No Longer Available
nl: Proctored-optie niet langer beschikbaar

source: Ungraded Practice Exam
nl: Onbeoordeeld oefenexamen

source: Practice Exam Completed
nl: Oefenexamen voltooid

source: Practice Exam Failed
nl: Oefenexamen mislukt

source: Timed Exam
nl: Getimed examen

source: Onboarding status question
nl: Vraag over onboardingstatus

source: Taking as Proctored
nl: Nemen als onder toezicht

source: Is Sample Attempt
nl: Is een voorbeeldpoging

source: Is Resumable
nl: Is hervatbaar

source: Ready to Resume
nl: Klaar om te hervatten

source: Resumed
nl: Hervat

source: Additional Time (minutes)
nl: Extra tijd (minuten)

source: Review Policy Exception
nl: Beleidsuitzondering beoordelen

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
nl: Het resultaat zal zichtbaar zijn na <strong id="wait_deadline">het laden...</strong>

source: Hello,
nl: Hallo,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
nl: Je geproctorde examen &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> werd beoordeeld en jij voldeed aan alle proctoringeisen.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
nl: Als u vragen heeft over uw resultaten, kunt u contact opnemen met <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days.
nl: Je geproctorde examen &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> is ingediend succesvol en zal nu worden beoordeeld om alle examens te garanderen regels werden gevolgd. U zou een e-mail moeten ontvangen met uw examen status binnen 5 werkdagen.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
nl: Je geproctorde examen &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> werd beoordeeld en de Het cursusteam heeft één of meerdere overtredingen van de geproctorde examenregels geconstateerd. Voorbeelden van de problemen die tot een overtreding van de regels kunnen leiden, is onder meer browsen internet, wazige of ontbrekende identiteitsbewijs met foto, gebruik van een telefoon, of hulp krijgen van iemand anders. Als gevolg van de geïdentificeerde problemen, je hebt niet met succes voldaan aan de eisen van het geproctord examen.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
nl: Als u bezwaar wilt maken tegen uw gecontroleerde examenresultaten, kunt u contact opnemen met alle relevante informatie over je examen op <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Proctoring onboarding exam
nl: Proctoring onboarding-examen

source: Why this is important to you:
nl: Waarom dit belangrijk voor je is:

source: Establish your identity with the proctoring system to take a proctored exam
nl: Stel uw identiteit vast met het proctoringsysteem om een geproctord examen af te leggen

source: Create your onboarding profile for faster access in the future
nl: Maak uw onboardingprofiel aan voor snellere toegang in de toekomst

source: Practice taking a proctored test
nl: Oefen met het maken van een geproctorde toets

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
nl: Proctoring voor dit vak wordt verzorgd via %(provider_name)s . De beoordeling van de introductie, inclusief identiteitsverificatie, kan meer dan twee werkdagen duren.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
nl: Zodra uw profiel is beoordeeld, ontvangt u een e-mail met de beoordelingsresultaten. De e-mail zal afkomstig zijn van <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Zorg ervoor dat deze e-mail is toegevoegd aan uw inboxfilter.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
nl: Neem contact op <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> als je vragen hebt.

source: Continue to onboarding
nl: Ga door naar onboarding

source: You will be guided through online proctoring software set up and identity verification.
nl: Je wordt begeleid bij het instellen van online proctoringsoftware en identiteitsverificatie.

source: Error: There was a problem with your onboarding session
nl: Fout: er is een probleem opgetreden met uw onboardingsessie

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
nl: Je proctoringsessie is beëindigd voordat je dit onboarding-examen hebt afgerond. U moet dit onboarding-examen opnieuw afleggen.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
nl: U legt &quot; %(exam_display_name)s &quot; af als introductie-examen. U moet op &#39;Ja, beëindig mijn geproctorde examen&#39; klikken en uw proctoringsessie indienen om de onboarding te voltooien.

source: Your onboarding session was reviewed, but did not pass all requirements
nl: Uw onboardingsessie is beoordeeld, maar voldoet niet aan alle vereisten

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
nl: Neem contact op <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> als je vragen hebt. U kunt dit introductie-examen opnieuw afleggen door op &#39;Mijn examen opnieuw proberen&#39; te klikken.

source: Retry my exam
nl: Probeer mijn examen opnieuw

source: Resetting Onboarding Exam
nl: Onboarding-examen opnieuw instellen

source: You have submitted this onboarding exam
nl: U heeft dit onboarding-examen ingediend

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
nl: Als u geen onboardingprofiel bij het systeem heeft, Verificient beoordeelt uw inzending en creëert een onboarding profiel om u toegang te verlenen tot examens onder toezicht. Aan boord profielbeoordeling kan meer dan 2 werkdagen duren.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
nl: Zodra uw profiel is beoordeeld, ontvangt u een e-mail met beoordelingsresultaten. De e-mail zal afkomstig zijn van <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , Zorg er dus voor dat deze e-mail is toegevoegd aan uw inboxfilter.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
nl: Als je al een instapprofiel hebt dat is goedgekeurd via een andere cursus, deze inzending wordt niet beoordeeld. U kunt dit examen op elk gewenst moment opnieuw afleggen om te valideren dat uw opstelling nog steeds voldoet aan de eisen voor proctoring.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
nl: Als u een fout heeft gemaakt bij deze inzending, kunt u het onboardingproces opnieuw starten. Uw huidige inzending wordt verwijderd en krijgt geen beoordeling.

source: I understand and want to reset this onboarding exam.
nl: Ik begrijp het en wil dit onboarding-examen resetten.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
nl: Neem contact op <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> als je vragen hebt.

source: Your onboarding profile was reviewed successfully
nl: Uw onboardingprofiel is succesvol beoordeeld

source: Your profile has been established, and you're ready to take proctored exams in this course.
nl: Je profiel is ingesteld en je bent klaar om examens onder toezicht af te leggen in deze cursus.

source: Try a proctored exam
nl: Probeer een geproctord examen

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
nl: Maak later in de cursus kennis met proctoring voor echte examens. Dit oefenexamen heeft geen impact op je cijfer in de cursus.

source: Continue to my practice exam
nl: Ga door naar mijn oefenexamen

source: You will be guided through steps to set up online proctoring software and verify your identity.
nl: U wordt door de stappen geleid om online proctoringsoftware in te stellen en uw identiteit te verifiëren.

source: There was a problem with your practice proctoring session
nl: Er is een probleem opgetreden met je oefensessie voor proctoring

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
nl: Resultaten van uw praktijkproctoring: <b class="failure">Onvoldoende</b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
nl: Je proctoringsessie is beëindigd voordat je dit oefenexamen hebt afgerond. Je kunt dit oefenexamen opnieuw maken als je problemen ondervindt bij het opzetten van de online proctoringsoftware.

source: You have submitted this practice proctored exam
nl: Je hebt dit oefenexamen onder toezicht ingediend

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
nl: Oefenexamens hebben geen invloed op je cijfer. U heeft dit oefenexamen voltooid en kunt doorgaan met uw cursuswerk.

source: Are you sure you want to take this exam without proctoring?
nl: Weet je zeker dat je dit examen zonder proctoring wilt maken?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
nl: Als u dit examen zonder proctoring aflegt, komt u niet in aanmerking voor cursuskrediet of het MicroMasters-certificaat als een van beide van toepassing is op deze cursus.

source: Continue Exam Without Proctoring
nl: Ga door met examen zonder proctoring

source: Go Back
nl: Ga terug

source: This exam is proctored
nl: Dit examen is onder toezicht

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
nl: Om in aanmerking te komen voor studiepunten of de programmagegevens die aan deze cursus zijn gekoppeld, moet u slagen voor de proctoringbeoordeling voor dit examen.

source: Continue to my proctored exam.
nl: Ga door naar mijn geproctorde examen.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
nl: U wordt door de stappen geleid om online proctoringsoftware in te stellen en uw identiteit te verifiëren.</br>

source: Error with proctored exam
nl: Fout met geproctord examen

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
nl: Er is een systeemfout opgetreden bij uw geproctorde examen. Neem dan contact op met jouw cursus team bij <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> voor hulp en ga terug naar het examen zodra u verdere instructies heeft ontvangen.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
nl: Er is een systeemfout opgetreden bij uw geproctorde examen. Neem contact op met <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Ondersteuning</a> voor hulp en ga terug naar het examen zodra u verdere instructies heeft ontvangen.

source: Close
nl: Dichtbij

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
nl: De inhoud van dit examen kan alleen via de RPNow worden bekeken sollicitatie. Als u uw examen nog niet heeft afgerond, alstublieft keer terug naar de RPNow-applicatie om verder te gaan.

source: Alternatively, you can end your exam.
nl: Je kunt ook je examen beëindigen.

source: End My Exam
nl: Beëindig mijn examen

source: The due date for this exam has passed
nl: De inleverdatum voor dit examen is verstreken

source: Because the due date has passed, you are no longer able to take this exam.
nl: Omdat de inleverdatum is verstreken, kun je dit examen niet meer doen.

source: You did not satisfy the requirements for taking this exam with proctoring.
nl: Je voldeed niet aan de eisen om dit examen met proctoring af te leggen.

source: You did not satisfy the following prerequisites:
nl: U voldeed niet aan de volgende voorwaarden:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
nl: Omdat je niet aan de voorwaarden voldoet, kun je dit examen alleen zonder proctoring afleggen.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
nl: Als u vragen heeft over de status van uw vereisten, neem dan contact op met %(platform_name)s Support.

source: About Proctored Exams
nl: Over geproctorde examens

source: You have not activated your account.
nl: U heeft uw account niet geactiveerd.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
nl: Uw %(platform_name)s -account is nog niet geactiveerd. Om het geproctorde examen af te leggen, u bent verplicht uw account te activeren.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
nl: Controleer de mappen Inbox en Spam van uw geregistreerde e-mail op een activatie-e-mail van %(platform_name)s .

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
nl: Als u deze e-mail niet kunt vinden, kunt u <a href="%(reset_link)s" target="_blank">uw wachtwoord opnieuw instellen</a> op Activeer uw account.

source: If you cannot find this email, you can reset your password to activate your account.
nl: Als u deze e-mail niet kunt vinden, kunt u uw wachtwoord opnieuw instellen om uw account te activeren.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
nl: Neem contact op als u problemen blijft ondervinden <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Ondersteuning</a> .

source: Set up and start your proctored exam
nl: Stel uw geproctorde examen in en start deze

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
nl: Let op: Als onderdeel van de gecontroleerde examenopstelling wordt u hierom gevraagd om uw identiteit te verifiëren. Voordat u begint, zorg ervoor dat u dat bent op een computer met webcam, en dat u over een geldig formulier beschikt van een identiteitsbewijs met foto, zoals een rijbewijs of paspoort.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
nl: Als u problemen ondervindt met betrekking tot proctoring, kunt u contact opnemen met de technische ondersteuning %(provider_name)s door een e-mail te sturen %(provider_tech_support_email)s of door te bellen naar %(provider_tech_support_phone)s .

source: Start System Check
nl: Start Systeemcontrole

source: Start Exam
nl: Examen starten

source: Step 1
nl: Stap 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
nl: Kopieer deze unieke examencode. U wordt later gevraagd om deze code te plakken voordat u met het examen begint.

source: Copy Exam Code
nl: Kopieer examencode

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
nl: Selecteer de examencode en kopieer deze vervolgens met Control + C (Windows) of Command + C (Mac).

source: Step 2
nl: Stap 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
nl: Start nu uw systeemcontrole. Voor deze stap wordt een nieuw venster geopend en verifieert u uw identiteit.

source: Make sure you:
nl: Zorg ervoor dat je:

source: Have a computer with a functioning webcam
nl: Zorg voor een computer met een werkende webcam

source: Have your valid photo ID (e.g. driver's license or passport) ready
nl: Houd uw geldig identiteitsbewijs met foto (bijvoorbeeld rijbewijs of paspoort) bij de hand

source: Step 3
nl: Stap 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
nl: Om veiligheids- en examenintegriteitsredenen vragen wij u in te loggen op uw edX-account. Dan verwijzen we je naar de proctoring-ervaring van RPNow.

source: Take this exam without proctoring.
nl: Doe dit examen zonder proctoring.

source: You must complete an onboarding exam before taking this proctored exam
nl: Voordat u dit onder toezicht staande examen aflegt, moet u een onboarding-examen afleggen

source: Please complete an onboarding exam before attempting this exam.
nl: Voltooi een onboarding-examen voordat u dit examen probeert.

source: Navigate to onboarding exam
nl: Navigeer naar het onboarding-examen

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
nl: Uw onboarding-examen wordt beoordeeld. Voordat u dit examen probeert, moet u er rekening mee houden dat het meer dan twee werkdagen duurt voordat uw onboarding-examen wordt beoordeeld.

source: Your onboarding exam failed to pass all requirements.
nl: Uw onboarding-examen voldeed niet aan alle vereisten.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
nl: Proctoring voor je examen doe je via %(provider_name)s . Als u vragen heeft over de status van uw onboarding-examen, neem dan contact op met <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
nl: Je hebt niet voldaan aan de vereisten voor dit examen. Voordat je dit geproctorde examen kunt afleggen, moet aan alle eisen zijn voldaan.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
nl: De volgende vereisten zijn in <strong>behandeling</strong> en moeten met succes worden voltooid voordat u verder kunt gaan:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
nl: Je kunt dit examen met proctoring alleen afleggen als aan alle vereisten is voldaan.

source: Your Proctoring Session Has Started
nl: Uw proctoringsessie is begonnen

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
nl: Vanaf dit moment moet je de <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoringregels</a> volgen om te slagen voor de proctoringbeoordeling voor je examen.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
nl: Sluit dit venster niet voordat u klaar bent met uw examen. Als u dit venster sluit, eindigt uw proctoringsessie en rondt u het geproctorde examen niet met succes af.
