Repository: lbgm2011/openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Display Correctness?
nl: Correctheid weergeven?

source: This is a flag that indicates if the indicator icon should be displayed after a student enters their response
nl: Dit is een vlag die aangeeft of het indicatorpictogram moet worden weergegeven nadat een leerling zijn antwoord heeft ingevoerd

source: Display Other Student Responses
nl: Andere leerlingreacties weergeven

source: This will display other student responses to the student after they submit their response.
nl: Hierdoor worden andere antwoorden van studenten weergegeven nadat de student zijn antwoord heeft ingediend.

source: System selected answers to give to students
nl: Systeemgeselecteerde antwoorden om aan studenten te geven

source: Display Name
nl: Weergavenaam

source: This is the title for this question type
nl: Dit is de titel voor dit vraagtype

source: Full-Credit Key Phrases
nl: Kernzinnen met volledige kredietwaardigheid

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit
nl: Dit is een lijst met woorden of zinsdelen, waarvan er één aanwezig moet zijn om ervoor te zorgen dat het antwoord van de leerling volledige punten krijgt

source: Half-Credit Key Phrases
nl: Sleutelzinnen voor half krediet

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit
nl: Dit is een lijst met woorden of zinsdelen, waarvan er één aanwezig moet zijn om ervoor te zorgen dat het antwoord van de student de helft van de punten krijgt

source: Maximum Number of Attempts
nl: Maximaal aantal pogingen

source: This is the maximum number of times a student is allowed to attempt the problem
nl: Dit is het maximale aantal keren dat een leerling het probleem mag proberen

source: Maximum Word Count
nl: Maximaal aantal woorden

source: This is the maximum number of words allowed for this question
nl: Dit is het maximaal toegestane aantal woorden voor deze vraag

source: Minimum Word Count
nl: Minimale woordentelling

source: This is the minimum number of words required for this question
nl: Dit is het minimum aantal woorden dat nodig is voor deze vraag

source: Prompt
nl: Snel

source: This is the prompt students will see when asked to enter their response
nl: Dit is de prompt die leerlingen te zien krijgen wanneer hen wordt gevraagd hun antwoord in te voeren

source: Submission Received Message
nl: Indiening ontvangen bericht

source: This is the message students will see upon submitting their response
nl: Dit is de boodschap die studenten te zien krijgen als ze hun antwoord indienen

source: Weight
nl: Gewicht

source: This assigns an integer value representing the weight of this problem
nl: Hierdoor wordt een geheel getalwaarde toegekend die het gewicht van dit probleem vertegenwoordigt

source: Draft Received Message
nl: Concept ontvangen bericht

source: This is the message students will see upon submitting a draft response
nl: Dit is de boodschap die studenten te zien krijgen als ze een conceptreactie indienen

source: Allow my response to possibly be visible by other learners after submitting their response
nl: Zorg ervoor dat mijn antwoord mogelijk zichtbaar is voor andere leerlingen nadat ze hun antwoord hebben ingediend

source: Checking...
nl: Controleren...

source: Submit
nl: Indienen

source: Save
nl: Redden

source: Hide
nl: Verbergen

source: peer responses
nl: reacties van collega&#39;s

source: Submissions by others
nl: Inzendingen van anderen

source: No responses to show at this time
nl: Er zijn op dit moment geen reacties te zien

source: {weight} point possible
nl: {weight} punt mogelijk

source: {score_string}/{weight} point
nl: {score_string} / {weight} punt

source: You have used {count_attempts} of {max_attempts} submission
nl: Je hebt {count_attempts} van {max_attempts} -inzending gebruikt

source: Your response must be between {min} and {max} word.
nl: Uw antwoord moet tussen {min} en {max} woord liggen.

source: Invalid Word Count. {word_count_message}
nl: Ongeldig aantal woorden. {word_count_message}
