Repository: lbgm2011/openedx-translations
Catalog: translations/credentials-themes/edx_credentials_themes/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Legal Policies
nl: Juridisch beleid

source: Terms of Service & Honor Code
nl: Servicevoorwaarden en erecode

source: Privacy Policy
nl: Privacybeleid

source: Cookie Policy
nl: Cookie beleid

source: Your Privacy Choices
nl: Uw privacykeuzes

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
nl: Alle rechten voorbehouden, tenzij anders aangegeven. edX, Open edX en de edX- en Open edX-logo&#39;s zijn geregistreerde handelsmerken of handelsmerken van edX Inc.

source: Powered by
nl: Aangedreven door

source: About edX
nl: Over edX

source: {link_start} edX{link_end} offers interactive online classes and MOOCs from the worldâ€™s best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is an online initiative created by founding partners Harvard and MIT.
nl: {link_start} edX {link_end} biedt interactieve online lessen en MOOC&#39;s van &#39;s werelds beste universiteiten, waaronder MIT, Harvard, Berkeley, University of Texas en vele anderen. edX is een online initiatief van de oprichters Harvard en MIT.

source: has successfully completed all courses and received passing grades to earn a MicroBachelors program certificate in
nl: heeft alle cursussen met succes afgerond en voldoende cijfers behaald om een MicroBachelors-programmacertificaat te behalen

source: MicroBachelors program certificate
nl: Certificaat van het MicroBachelorprogramma

source: About the edX MicroBachelors program certificate
nl: Over het edX MicroBachelors programmacertificaat

source: An edX MicroBachelors credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroBachelors programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the program.
nl: Een edX MicroBachelors-certificaat betekent dat de leerling een groep cursussen heeft voltooid die samen een rijk begrip van een studiegebied opleveren. Voor de voltooiing van MicroBachelors-programma&#39;s moeten studenten {link_start} geverifieerde certificaten {link_end} behalen voor elk van de cursussen die in het programma zijn opgenomen.

source: You worked hard to earn your MicroMasters Credential from %(organization_name)s.
nl: U heeft hard gewerkt om uw MicroMasters-referentie van %(organization_name)s te behalen.

source: has successfully completed all courses and received passing grades to earn a MicroMasters program certificate in
nl: heeft alle cursussen met succes afgerond en voldoende cijfers behaald om een MicroMasters-programmacertificaat te behalen

source: MicroMasters program certificate
nl: MicroMasters-programmacertificaat

source: About the edX MicroMasters credential
nl: Over de edX MicroMasters-referentie

source: An edX MicroMasters credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroMasters Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
nl: Een edX MicroMasters-certificaat betekent dat de leerling een groep cursussen heeft voltooid die samen een rijk begrip van een studiegebied opleveren. Voor de voltooiing van de MicroMasters-programma&#39;s moeten studenten {link_start} geverifieerde certificaten {link_end} behalen voor elk van de cursussen die in het programma zijn opgenomen.

source: successfully completed all courses and received passing grades for a Professional Certificate in
nl: heeft alle cursussen met succes afgerond en voldoende cijfers behaald voor een professioneel certificaat in

source: Professional Certificate
nl: Professioneel certificaat

source: About the edX Professional Certificate
nl: Over het edX Professional-certificaat

source: An edX Professional Certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of Professional Certificate Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
nl: Een edX Professional-certificaat betekent dat de leerling een groep cursussen heeft voltooid die samen een rijk begrip van een studiegebied opleveren. Voor de voltooiing van professionele certificaatprogramma&#39;s moeten studenten {link_start} geverifieerde certificaten {link_end} behalen voor elk van de cursussen die in het programma zijn opgenomen.

source: You worked hard to earn your XSeries Program certificate from %(organization_name)s.
nl: U heeft hard gewerkt om uw XSeries-programmacertificaat van %(organization_name)s te behalen.

source: has successfully completed all courses and received passing grades for an XSeries Program certificate in
nl: heeft alle cursussen met succes afgerond en voldoende cijfers ontvangen voor een XSeries Programmacertificaat in

source: XSeries Program certificate
nl: XSeries Programmacertificaat

source: About the edX XSeries Program certificate
nl: Over het edX XSeries Programmacertificaat

source: An edX XSeries Program certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of XSeries Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
nl: Een edX XSeries Programmacertificaat geeft aan dat de leerling een groep cursussen heeft voltooid die samen een rijk begrip van een studiegebied opleveren. Voor de voltooiing van XSeries-programma&#39;s moeten leerlingen {link_start} geverifieerde certificaten {link_end} behalen voor elk van de cursussen die in het programma zijn opgenomen.
