Repository: lbgm2011/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
nl: Deze opdracht is gesloten. Eén of meerdere deadlines voor deze opdracht zijn verstreken. Voor deze opdracht krijg je een onvolledig cijfer.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
nl: Je hebt deze opdracht voltooid. Je eindcijfer is beschikbaar zodra de beoordeling van je antwoord is voltooid.

source: You have completed this assignment. Review your grade and your assessment details.
nl: Je hebt deze opdracht voltooid. Controleer je cijfer en je beoordelingsgegevens.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
nl: Deze opdracht is in uitvoering. De cursistenopleiding wordt binnenkort gesloten. Voltooi de stap voor de leerlingtraining om verder te gaan.

source: This assignment is in progress. Complete the learner training step to move on.
nl: Deze opdracht is in uitvoering. Voltooi de stap voor de leerlingtraining om verder te gaan.

source: This assignment is in progress. Check back later when the assessment period has started.
nl: Deze opdracht is in uitvoering. Kom later terug als de beoordelingsperiode is begonnen.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
nl: %(start_strong)s Deze opdracht is in uitvoering. De zelfbeoordelingsstap wordt binnenkort afgesloten. %(end_strong)s U moet nog de stap %(start_link)s zelfbeoordeling %(end_link)s voltooien.

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
nl: Deze opdracht is in uitvoering. U moet nog steeds de stap %(start_link)s zelfbeoordeling %(end_link)s voltooien.

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
nl: Deze opdracht is in uitvoering. %(start_strong)s De peer assessment-stap wordt binnenkort afgesloten. %(end_strong)s Alle ingediende peerreacties zijn beoordeeld. Kom later terug om te zien of meer leerlingen reacties hebben ingediend. U moet nog steeds de stap %(start_link)s peer assessment %(end_link)s voltooien.

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
nl: Deze opdracht is in uitvoering. Alle ingezonden peerreacties zijn beoordeeld. Kom later terug om te zien of meer leerlingen reacties hebben ingediend. U moet nog steeds de stap %(start_link)s peer assessment %(end_link)s voltooien.

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
nl: Deze opdracht is in uitvoering. %(start_strong)s De peer assessment-stap wordt binnenkort afgesloten. %(end_strong)s U moet nog de stap %(start_link)s peer assessment %(end_link)s voltooien.

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
nl: Deze opdracht is in uitvoering. U moet nog steeds de stap %(start_link)s peer assessment %(end_link)s voltooien.

source: Team membership is required to view this assignment
nl: Om deze opdracht te bekijken is teamlidmaatschap vereist

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
nl: Dit is een teamopdracht voor teamset &quot; %(teamset_name)s &quot;. Je maakt momenteel geen deel uit van een team in teamset &quot; %(teamset_name)s &quot;. Je moet deel uitmaken van een team in teamset &quot; %(teamset_name)s &quot; om toegang te krijgen tot deze teamopdracht.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
nl: De inzendingen voor opdrachten sluiten binnenkort. Om een cijfer te ontvangen, geeft u eerst een antwoord op de prompt en voert u vervolgens de stappen uit onder het veld %(start_tag)s Uw antwoord %(end_tag)s .

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
nl: Deze opdracht bestaat uit verschillende stappen. In de eerste stap geeft u een antwoord op de prompt. De andere stappen verschijnen onder het veld %(start_tag)s Uw antwoord %(end_tag)s .

source: Instructions Unavailable
nl: Instructies niet beschikbaar

source: The instructions for this step could not be loaded.
nl: De instructies voor deze stap kunnen niet worden geladen.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
nl: Deze opdracht bestaat uit verschillende stappen. In de eerste stap geeft u een antwoord op de prompt. De overige stappen verschijnen onder het veld Uw reactie.

source: Loading
nl: Bezig met laden

source: Preview in LaTeX
nl: Voorbeeld in LaTeX

source: Click to preview your submission in LaTeX.
nl: Klik om een voorbeeld van uw inzending in LaTeX te bekijken.

source: Preview Response
nl: Voorbeeld van reactie

source: Comments
nl: Opmerkingen

source: The question for this section
nl: De vraag voor deze sectie

source: Files that were uploaded by your teammates:
nl: Bestanden die zijn geüpload door je teamgenoten:

source: View the files associated with this submission:
nl: Bekijk de bestanden die bij deze inzending horen:

source: Uploaded by
nl: geupload door

source: Files that were uploaded by you:
nl: Bestanden die door u zijn geüpload:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
nl: Let op: deze bestanden zijn geüpload door een andere cursist en zijn niet geverifieerd, gescreend, goedgekeurd, beoordeeld of onderschreven door de sitebeheerder. Als u de bestanden opent, doet u dit op eigen risico.)

source: Assess Peers
nl: Beoordeel collega&#39;s

source: In Progress (%(review_number)s of %(num_must_grade)s)
nl: In uitvoering ( %(review_number)s of %(num_must_grade)s )

source: Read and assess the following response from one of your peers.
nl: Lees en beoordeel de volgende reactie van een van uw collega’s.

source: Associated Files
nl: Bijbehorende bestanden

source: We could not submit your assessment
nl: Wij konden uw beoordeling niet indienen

source: Cancelled
nl: Geannuleerd

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
nl: Onvolledig ( %(num_graded)s of %(num_must_grade)s )

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
nl: De vervaldatum voor deze stap is verstreken. Deze stap is nu gesloten. Je kunt geen peer assessments meer maken of doorgaan met deze opdracht, en je krijgt het cijfer Onvoltooid.

source: Completed
nl: Voltooid

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
nl: Je hebt alle vereiste peer assessments voor deze opdracht met succes afgerond. Als u dat wilt, kunt u aanvullende reacties van collega&#39;s beoordelen. Het invullen van aanvullende toetsen heeft geen invloed op je eindcijfer.

source: We could not retrieve additional submissions for assessment
nl: We konden geen aanvullende inzendingen ophalen voor beoordeling

source: Continue Assessing Peers
nl: Ga door met het beoordelen van collega&#39;s

source: Complete (%(num_graded)s)
nl: Compleet ( %(num_graded)s )

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
nl: Alle ingezonden peerreacties zijn beoordeeld. Kom later terug om te zien of meer leerlingen reacties hebben ingediend.

source: Not Available
nl: Niet beschikbaar

source: In Progress (%(review_number)s of %(num_must_grade)s)
nl: In uitvoering ( %(review_number)s of %(num_must_grade)s )

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
nl: Alle beschikbare peer-reacties zijn beoordeeld. Kom later terug om te zien of meer leerlingen reacties hebben ingediend. Je krijgt je cijfer nadat je alle stappen voor dit probleem hebt doorlopen en je medestudenten je antwoord hebben beoordeeld.

source: Your Team's Response
nl: De reactie van uw team

source: In Progress
nl: Bezig

source: Enter your team's response to the prompt.
nl: Voer het antwoord van uw team op de prompt in.

source: Your work will save automatically and you can return to complete your team's response at any time before the due date
nl: Uw werk wordt automatisch opgeslagen en u kunt op elk gewenst moment vóór de vervaldatum terugkeren om de reactie van uw team te voltooien

source: Your work will save automatically and you can return to complete your team's response at any time.
nl: Uw werk wordt automatisch opgeslagen en u kunt op elk gewenst moment terugkeren om de reactie van uw team te voltooien.

source: After you submit a response on behalf of your team, it cannot be edited.
nl: Nadat u namens uw team een reactie heeft ingediend, kan deze niet meer worden bewerkt.

source: Enter your response to the prompt.
nl: Voer uw antwoord op de prompt in.

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
nl: Uw werk wordt automatisch opgeslagen en u kunt op elk gewenst moment vóór de vervaldatum van de subsectie terugkeren om uw antwoord te voltooien

source: Your work will save automatically and you can return to complete your response at any time before the course ends
nl: Uw werk wordt automatisch opgeslagen en u kunt op elk gewenst moment terugkeren om uw antwoord af te ronden voordat de cursus eindigt

source: Your work will save automatically and you can return to complete your response at any time before the due date
nl: Uw werk wordt automatisch opgeslagen en u kunt op elk gewenst moment vóór de vervaldatum terugkeren om uw antwoord af te ronden

source: Your work will save automatically and you can return to complete your response at any time.
nl: Uw werk wordt automatisch opgeslagen en u kunt op elk gewenst moment terugkeren om uw reactie af te ronden.

source: After you submit your response, you cannot edit it
nl: Nadat u uw antwoord heeft verzonden, kunt u het niet meer bewerken

source: What will this assignment be graded on?
nl: Waar wordt deze opdracht op beoordeeld?

source: The prompt for this section
nl: De prompt voor deze sectie

source: You are on team
nl: Je zit in het team

source: Team Members:
nl: Leden van het team:

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
nl: %(team_members_with_external_submissions)s met een ander team een reactie op deze opdracht hebt/hebt ingediend, en maakt geen deel uit van het inzendings- of opdrachtcijfer van uw team.

source: Team Response
nl: Teamreactie

source: Your Response
nl: Jouw antwoord

source: (Required)
nl: (Vereist)

source: (Optional)
nl: (Optioneel)

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
nl: Teams moeten één teamlid aanwijzen om namens het team een reactie in te dienen hele team. Alle teamleden kunnen deze ruimte gebruiken om aan conceptreacties te werken, maar je zult de ontwerpen van je teamgenoten die in deze ruimte zijn gemaakt niet kunnen zien, dus coördineer alstublieft met hen om te beslissen over de uiteindelijke reactie van het aangewezen team lid moet indienen.

source: Enter your response to the prompt above.
nl: Voer uw antwoord in op de bovenstaande vraag.

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
nl: U maakt momenteel deel uit van team %(team_name)s . Sinds je in team %(previous_team_name)s zat toen ze een reactie op deze opdracht hebben ingediend, zie je Team %(previous_team_name)s &#39;s antwoord en krijgt voor deze opdracht hetzelfde cijfer als je voormalige teamgenoten. Je maakt geen deel uit van de inzending van team %(team_name)s voor deze opdracht en krijgen een cijfer voor hun inzending.

source: We could not save your progress
nl: We konden je voortgang niet opslaan

source: Status of Your Response
nl: Status van uw reactie

source: File Uploads
nl: Bestandsuploads

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
nl: Upload hieronder bestanden en bekijk de bestanden die door u en uw teamgenoten zijn geüpload. Voeg zeker toe beschrijvingen van uw bestanden zodat uw teamgenoten deze kunnen identificeren.

source: We could not upload files
nl: We konden geen bestanden uploaden

source: We could not delete files
nl: We konden geen bestanden verwijderen

source: Select one or more files to upload for this submission.
nl: Selecteer een of meer bestanden om te uploaden voor deze inzending.

source: Select a file to upload for this submission.
nl: Selecteer een bestand om te uploaden voor deze inzending.

source: Supported file types:
nl: Ondersteunde bestandstypen:

source: Upload files
nl: Upload bestanden

source: Upload file
nl: Upload bestand

source: This is a team submission.
nl: Dit is een teaminzending.

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
nl: Eén teamlid moet namens het hele team een reactie indienen met de gedeelde bestanden van het team en een tekstreactie.

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
nl: Eén teamlid moet namens het hele team een reactie indienen met de gedeelde bestanden van het team.

source: One team member should submit a text response on behalf of the entire team.
nl: Eén teamlid moet namens het hele team een tekstreactie indienen.

source: One team member should submit on behalf of the entire team.
nl: Eén teamlid dient zich namens het hele team in.

source: Learn more about team assignments here: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
nl: Lees hier meer over teamopdrachten: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a> )

source: We could not submit your response
nl: We konden uw reactie niet verzenden

source: Submit your response and move to the next step
nl: Dien uw antwoord in en ga naar de volgende stap

source: Your submission was cancelled.
nl: Uw inzending is geannuleerd.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
nl: Je inzending is geannuleerd door %(removed_by_username)s op %(removed_datetime)s

source: Your submission was cancelled on %(removed_datetime)s
nl: Uw inzending is geannuleerd op %(removed_datetime)s

source: Comments: %(comments)s
nl: Opmerkingen: %(comments)s

source: Incomplete
nl: Incompleet

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
nl: De vervaldatum voor deze stap is verstreken. Deze stap is nu gesloten. U kunt niet langer reageren of doorgaan met dit probleem en u krijgt het cijfer Onvolledig. Als je een antwoord hebt opgeslagen maar niet hebt verzonden, wordt het antwoord weergegeven in de cursusrecords.

source: Complete
nl: Compleet

source: Your response
nl: Jouw antwoord

source: Your Uploaded Files
nl: Uw geüploade bestanden

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
nl: Uw reactie is verzonden. Je krijgt je cijfer nadat alle stappen zijn doorlopen en je antwoord volledig is beoordeeld.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
nl: U moet nog steeds de stappen %(peer_start_tag)s peer assessment %(end_tag)s en %(self_start_tag)s zelfbeoordeling %(end_tag)s voltooien.

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
nl: U moet nog steeds de stap %(start_tag)s peer assessment %(end_tag)s voltooien.

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
nl: U moet nog de stap %(start_tag)s zelfbeoordeling %(end_tag)s voltooien.

source: We could not reset your response
nl: We konden uw reactie niet resetten

source: Reset response and submit again
nl: Reset het antwoord en verzend het opnieuw

source: Error
nl: Fout

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
nl: U bent lid geworden van team %(team_name)s nadat zij een reactie voor deze opdracht hebben ingediend en je krijgt geen cijfer voor hun antwoord. U heeft ook nog niet eerder een aanvraag ingediend een reactie op deze opdracht met een ander team. Neem contact op met het cursuspersoneel om uw situatie te bespreken mogelijkheden voor deze opdracht.

source: Assess Your Response
nl: Beoordeel uw reactie

source: Submit your assessment
nl: Dien uw beoordeling in

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
nl: De vervaldatum voor deze stap is verstreken. Deze stap is nu gesloten. Je kunt geen zelfbeoordeling meer maken of doorgaan met deze opdracht en je krijgt het cijfer Onvoltooid.

source: Staff Grade
nl: Personeelsrang

source: Manage Individual Learners
nl: Beheer individuele leerlingen

source: Manage Team Responses
nl: Beheer teamreacties

source: View Assignment Statistics
nl: Toewijzingsstatistieken bekijken

source: Demo the new Grading Experience
nl: Demonstreer de nieuwe beoordelingservaring

source: View ORA in Studio
nl: Bekijk ORA in Studio

source: Close
nl: Dichtbij

source: Manage Teams
nl: Beheer teams

source: Enter an individual learner's username or email
nl: Voer de gebruikersnaam of het e-mailadres van een individuele leerling in

source: Enter a team member's username or edX email
nl: Voer de gebruikersnaam of het edX-e-mailadres van een teamlid in

source: Submit
nl: Indienen

source: Response total
nl: Reactie totaal

source: Location
nl: Plaats

source: Learner Progress
nl: Vooruitgang van de leerling

source: Problem Step
nl: Probleem Stap

source: Active Learners in Step
nl: Actieve leerlingen in stap

source: Dates
nl: Datums

source: Release Date
nl: Datum van publicatie

source: N/A
nl: N.v.t

source: Staff Assessment
nl: Beoordeling van het personeel

source: Give this team a grade using the problem's rubric.
nl: Geef dit team een cijfer aan de hand van de rubriek van het probleem.

source: Give this learner a grade using the problem's rubric.
nl: Geef deze leerling een cijfer op basis van de rubriek van het probleem.

source: Response for: %(team_name)s with %(team_usernames)s
nl: Reactie voor: %(team_name)s met %(team_usernames)s

source: Response for: %(student_username)s
nl: Reactie voor: %(student_username)s

source: Learner Response
nl: Reactie van leerling

source: The teams's response to the prompt above
nl: De reactie van het team op de bovenstaande vraag

source: The learner's response to the prompt above
nl: Het antwoord van de leerling op de bovenstaande prompt

source: Submit assessment
nl: Beoordeling indienen

source: Submit assessment and continue grading
nl: Beoordeling indienen en doorgaan met beoordelen

source: %(ungraded)s Available and %(in_progress)s Checked Out
nl: %(ungraded)s Beschikbaar en %(in_progress)s Uitgecheckt

source: Override this learner's current grade using the problem's rubric.
nl: Overschrijf het huidige cijfer van deze leerling met behulp van de rubriek van het probleem.

source: Override this team's current grade using the problem's rubric.
nl: Overschrijf het huidige cijfer van dit team met behulp van de rubriek van het probleem.

source: Team Response
nl: Teamreactie

source: The team's response to the prompt above
nl: De reactie van het team op de bovenstaande vraag

source: Viewing learner: %(learner)s
nl: Kijkende leerling: %(learner)s

source: Viewing team: %(team)s
nl: Kijkteam: %(team)s

source: Learner's Response
nl: Reactie van de leerling

source: Team's Response
nl: Reactie van het team

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
nl: Inzending van leerling verwijderd door %(removed_by_username)s op %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
nl: Inzending van leerling verwijderd op %(removed_datetime)s

source: Comments: %(comments)s
nl: Opmerkingen: %(comments)s

source: Peer Assessments for This Learner
nl: Peer Assessments voor deze leerling

source: Peer Assessments Completed by This Learner
nl: Peer Assessments voltooid door deze leerling

source: Learner's Self Assessment
nl: Zelfevaluatie van de leerling

source: Staff Assessment for This Learner
nl: Beoordeling van het personeel voor deze leerling

source: Staff Assessment for this Team
nl: Personeelsbeoordeling voor dit team

source: Learner's Final Grade
nl: Eindcijfer van de leerling

source: Team's Final Grade
nl: Het eindcijfer van het team

source: Final grade: %(points_earned)s out of %(points_possible)s
nl: Eindcijfer: %(points_earned)s uit %(points_possible)s

source: Final Grade Details
nl: Details van het eindcijfer

source: %(assessment_label)s - %(points)s point
nl: %(assessment_label)s - %(points)s punt

source: Feedback Recorded
nl: Feedback opgenomen
