Repository: lbgm2011/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Could not parse serialized rubric
nl: Kan de geserialiseerde rubriek niet parseren

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
nl: Als uw opdracht een trainingsstap voor leerlingen omvat, moet de rubriek ten minste één criterium bevatten, en dat criterium moet ten minste één optie bevatten.

source: Example {example_number} has a validation error: {error}
nl: Voorbeeld {example_number} heeft een validatiefout: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
nl: Voorbeeld {example_number} heeft een ongeldige optie voor &quot; {criterion_name} &quot;: &quot; {option_name} &quot;

source: Example {example_number} has an extra option for "{criterion_name}"
nl: Voorbeeld {example_number} heeft een extra optie voor &quot; {criterion_name} &quot;

source: Example {example_number} is missing an option for "{criterion_name}"
nl: Voorbeeld {example_number} mist een optie voor &quot; {criterion_name} &quot;

source: Peer
nl: Gelijke

source: Self
nl: Zelf

source: Staff
nl: Personeel

source: Unknown
nl: Onbekend

source: Criterion {number}: {label}
nl: Criterium {number} : {label}

source: Points {number}
nl: Punten {number}

source: Median Score {number}
nl: Mediane score {number}

source: Submission ID
nl: Inzendings-ID

source: Anonymized Student ID
nl: Geanonimiseerde studentenkaart

source: Assessment ID
nl: Beoordelings-ID

source: Assessment Scored Date
nl: Beoordelingsdatum

source: Assessment Scored Time
nl: Beoordeling gescoorde tijd

source: Assessment Type
nl: Beoordelingstype

source: Anonymous Scorer Id
nl: Anonieme scorer-ID

source: Overall Feedback
nl: Algemene feedback

source: Assessment Score Earned
nl: Beoordelingsscore verdiend

source: Assessment Scored At
nl: Beoordeling gescoord op

source: Date/Time Final Score Given
nl: Datum/tijd eindscore gegeven

source: Final Score Earned
nl: Eindscore behaald

source: Final Score Possible
nl: Eindscore mogelijk

source: Feedback Statements Selected
nl: Feedbackverklaringen geselecteerd

source: Feedback on Assessment
nl: Feedback op beoordeling

source: Response Files
nl: Reactiebestanden

source: No description provided.
nl: Geen beschrijving opgegeven.

source: None
nl: Geen

source: Save
nl: Redden

source: Cancel
nl: Annuleren

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
nl: Met open-responsbeoordelingen kunt u enkele of meerdere stappen configureren in een op rubrieken gebaseerde open-responsbeoordelingsreeks. De onderstaande stappen kunnen worden ingeschakeld, uitgeschakeld en besteld voor een flexibele reeks pedagogische behoeften.

source: Display Name
nl: Weergavenaam

source: The display name for this component.
nl: De weergavenaam voor dit onderdeel.

source: Text Response
nl: Tekstreactie

source: Specify whether learners must include a text based response to this problem's prompt.
nl: Geef op of leerlingen een op tekst gebaseerd antwoord moeten geven op de vraag van dit probleem.

source: Response Editor
nl: Reactie-editor

source: Select which editor learners will use to include a text based response to this problem's prompt.
nl: Selecteer welke editor leerlingen zullen gebruiken om een op tekst gebaseerd antwoord op de prompt van dit probleem toe te voegen.

source: File Uploads Response
nl: Reactie op bestandsuploads

source: Specify whether learners are able to upload files as a part of their response.
nl: Geef op of leerlingen bestanden mogen uploaden als onderdeel van hun antwoord.

source: Allow Multiple Files
nl: Meerdere bestanden toestaan

source: False
nl: Vals

source: True
nl: WAAR

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
nl: Geef op of studenten meer dan één bestand kunnen uploaden. Dit heeft geen effect als Reactie op bestandsuploads is ingesteld op Geen. Dit wordt automatisch ingesteld op True voor teamtoewijzingen.

source: File Upload Types
nl: Bestandsuploadtypen

source: PDF or Image Files
nl: PDF- of afbeeldingsbestanden

source: Image Files
nl: Afbeeldingsbestanden

source: Custom File Types
nl: Aangepaste bestandstypen

source: Specify whether learners can submit files along with their text responses.
nl: Geef op of leerlingen bestanden samen met hun tekstreacties kunnen indienen.

source: File Types
nl: Bestand types

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
nl: Voer de bestandsextensies in, gescheiden door komma&#39;s, die u wilt dat leerlingen kunnen uploaden. Bijvoorbeeld: pdf,doc,docx.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
nl: Om meer bestandsextensies toe te voegen, selecteert u Aangepaste bestandstypen en voert u de volledige lijst met aanvaardbare bestandsextensies in die u wilt opnemen.

source: Allow LaTeX Responses
nl: LaTeX-reacties toestaan

source: Specify whether learners can write LaTeX formatted strings
nl: Geef op of leerlingen tekenreeksen in LaTeX-indeling kunnen schrijven

source: Top Responses
nl: Topreacties

source: (Disabled)
nl: (Gehandicapt)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
nl: Geef het aantal best scorende antwoorden op dat moet worden weergegeven nadat de leerling een antwoord heeft ingediend. Geldige getallen zijn 0 tot en met 99. Als het getal 0 is, wordt de sectie Beste reacties niet weergegeven voor leerlingen.

source: When Teams Enabled is set to true, Top Responses will be disabled.
nl: Wanneer Teams ingeschakeld is ingesteld op waar, worden Topreacties uitgeschakeld.

source: Teams Enabled
nl: Teams ingeschakeld

source: Specify whether team submissions are allowed for this response.
nl: Geef op of teaminzendingen zijn toegestaan voor dit antwoord.

source: Select Team-Set
nl: Selecteer Teamset

source: Show Rubric During Response
nl: Toon rubriek tijdens reactie

source: Specify whether learners can see the rubric while they are working on their response.
nl: Geef op of leerlingen de rubriek kunnen zien terwijl ze aan hun antwoord werken.

source: Allow Learner Resubmissions
nl: Sta herinzendingen van leerlingen toe

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
nl: Stel deze in op TRUE zodat leerlingen werk zonder cijfer opnieuw kunnen inleveren. Stel deze in op FALSE als herinzendingen niet zijn toegestaan.

source: Resubmission Grace Period
nl: Respijtperiode voor herindiening

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
nl: Geef de maximale periode op waarin herinzendingen zijn toegestaan. Als je dit veld leeg laat, kunnen leerlingen hun inzending opnieuw instellen zolang deze nog niet is beoordeeld. De respijtperiode begint zodra de leerling zijn antwoord heeft ingediend.

source: Criterion
nl: Criterium

source: You cannot delete a criterion after the assignment has been released.
nl: U kunt een criterium niet verwijderen nadat de toewijzing is vrijgegeven.

source: Remove
nl: Verwijderen

source: Criterion Name
nl: Criteriumnaam

source: Criterion Prompt
nl: Criteriumprompt

source: Add Option
nl: Optie toevoegen

source: Feedback for This Criterion
nl: Feedback voor dit criterium

source: Optional
nl: Optioneel

source: Required
nl: Vereist

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
nl: Selecteer een van de bovenstaande opties. Hierin wordt beschreven of de reviewer al dan niet criteriumfeedback moet geven.

source: Open Response Assessment
nl: Open responsbeoordeling

source: Prompt
nl: Snel

source: Rubric
nl: Rubriek

source: Schedule
nl: Schema

source: Assessment steps
nl: Beoordelingsstappen

source: Settings
nl: Instellingen

source: Option
nl: Keuze

source: Option Name
nl: Optienaam

source: Option Points
nl: Optiepunten

source: Option Explanation
nl: Optie Uitleg

source: Step: Peer Assessment
nl: Stap: Peer-evaluatie

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
nl: Met peer assessment kunnen studenten feedback geven aan andere studenten en ook feedback van anderen ontvangen in hun eindcijfer. Vaak, maar niet altijd, wordt deze stap voorafgegaan door stappen voor zelfbeoordeling of leerlingtraining.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
nl: Configuratie: Om deze stap te configureren moet je het aantal peer reviews opgeven waarmee een student beoordeeld wordt, en het aantal peer reviews dat een student moet beoordelen. Er kunnen aanvullende opties worden opgegeven.

source: View Options & Configuration
nl: Bekijk Opties &amp; Configuratie

source: Must Grade
nl: Moet beoordelen

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
nl: Geef het aantal peer assessments op dat elke leerling moet voltooien. Geldige cijfers zijn 1 tot en met 99.

source: Graded By
nl: Beoordeeld door

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
nl: Geef het aantal leerlingen op aan wie elk antwoord moet worden beoordeeld. Geldige cijfers zijn 1 tot en met 99.

source: Enable Flexible Peer Grade Averaging
nl: Schakel flexibele peer-grade-middeling in

source: When enabled, learners who have received at least 30%% of the required \
nl: Indien ingeschakeld, kunnen leerlingen die ten minste 30 %% van de vereiste \

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
nl: Deze functie wordt ingeschakeld door de instelling op cursusniveau. U kunt deze vinden onder de kaart Open Response Assessment-instellingen op de studiopagina Pagina&#39;s en bronnen.

source: Grading strategy for the peer assessment
nl: Beoordelingsstrategie voor de peer assessment

source: Mean
nl: Gemeen

source: Median (default)
nl: Mediaan (standaard)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
nl: Selecteer de gewenste beoordelingsstrategie voor de peer assessment. Standaard wordt de mediaan van alle peer reviews gebruikt om het eindcijfer te berekenen. Als u het gemiddelde selecteert, wordt het gemiddelde van alle peer reviews gebruikt.

source: Peer Assessment Deadlines
nl: Deadlines voor peer assessment

source: Start Date
nl: Begin datum

source: Start Time
nl: Starttijd

source: The date and time when learners can begin assessing peer responses.
nl: De datum en tijd waarop leerlingen kunnen beginnen met het beoordelen van reacties van medestudenten.

source: Due Date
nl: Deadline

source: Due Time
nl: Tijd

source: The date and time when all peer assessments must be complete.
nl: De datum en tijd waarop alle peer assessments afgerond moeten zijn.

source: You cannot delete a prompt after the assignment has been released.
nl: U kunt een prompt niet verwijderen nadat de toewijzing is vrijgegeven.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
nl: Prompts. Vervang de voorbeeldtekst door uw eigen tekst. Zie de ORA-documentatie voor meer informatie.

source: Add Prompt
nl: Prompt toevoegen

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
nl: Rubrieken bestaan uit criteria, die doorgaans één of meerdere opties bevatten. Elke optie heeft een puntwaarde. Deze sjabloon bevat twee voorbeeldcriteria en hun opties. Vervang de voorbeeldtekst door uw eigen tekst. Zie de ORA-documentatie voor meer informatie.

source: Add Criterion
nl: Criterium toevoegen

source: Feedback for This Response
nl: Feedback voor dit antwoord

source: Feedback Instructions
nl: Feedback-instructies

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
nl: Moedig leerlingen aan om feedback te geven op het antwoord dat zij hebben beoordeeld. U kunt de voorbeeldtekst vervangen door uw eigen tekst.

source: Default Feedback Text
nl: Standaard feedbacktekst

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
nl: Voer feedbacktekst in die leerlingen zien voordat ze hun eigen feedback invoeren. Gebruik deze tekst om leerlingen een goed voorbeeld te geven van peer assessment.

source: Deadlines Configuration
nl: Deadlinesconfiguratie

source: Select a deadline configuration option
nl: Selecteer een deadline-configuratieoptie

source: NEW
nl: NIEUW

source: Configure deadlines manually
nl: Configureer deadlines handmatig

source: Match deadlines to the subsection due date
nl: Zorg ervoor dat de deadlines overeenkomen met de vervaldatum van de subsectie

source: Match deadlines to the course end date
nl: Zorg ervoor dat deadlines overeenkomen met de einddatum van de cursus

source: Learn more about open response date settings
nl: Meer informatie over de instellingen voor open antwoorddatums

source: Response Start Date
nl: Begindatum reactie

source: Response Start Time
nl: Begintijd reactie

source: The date and time when learners can begin submitting responses.
nl: De datum en tijd waarop leerlingen kunnen beginnen met het indienen van antwoorden.

source: Response Due Date
nl: Reactiedatum

source: Response Due Time
nl: Reactietijd

source: The date and time when learners can no longer submit responses.
nl: De datum en tijd waarop leerlingen geen reacties meer kunnen indienen.

source: Step: Self Assessment
nl: Stap: Zelfbeoordeling

source: Self Assessment asks learners to grade their own submissions against the rubric.
nl: Bij zelfevaluatie worden leerlingen gevraagd hun eigen inzendingen te beoordelen aan de hand van de rubriek.

source: Self Assessment Deadlines
nl: Deadlines voor zelfbeoordeling

source: The date and time when learners can begin assessing their responses.
nl: De datum en tijd waarop leerlingen kunnen beginnen met het beoordelen van hun antwoorden.

source: The date and time when all self assessments must be complete.
nl: De datum en tijd waarop alle zelfbeoordelingen voltooid moeten zijn.

source: Step: Staff Assessment
nl: Stap: Beoordeling van het personeel

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
nl: Beoordelingspoorten voor personeel bepalen het eindcijfer voor studenten als ze met andere stappen zijn ingeschakeld, maar het kan ook als een op zichzelf staande stap worden gebruikt.

source: Step: Learner Training
nl: Stap: Leerlingtraining

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
nl: Learner Training wordt gebruikt om studenten te helpen bij het oefenen met het beoordelen van een gesimuleerde peer-inzending, om ze te trainen in de rubriek en ervoor te zorgen dat de leerling de rubriek begrijpt voor de stappen voor zelfbeoordeling of peer-evaluatie.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
nl: Configuratie: Om deze stap volledig te kunnen configureren, moet u een of meer beoordeelde voorbeeldantwoorden opgeven. Leerlingen moeten vervolgens de score van deze instructeur matchen om verder te komen en krijgen feedback als hun score niet overeenkomt met het voorbeeldantwoord.

source: View / Add Sample Responses
nl: Voorbeeldreacties bekijken/toevoegen

source: Add Sample Response
nl: Voorbeeldantwoord toevoegen

source: Clone Rubric
nl: Rubriek klonen

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
nl: Om een rubriek uit een bestaand gepubliceerd of ongepubliceerd concept te klonen, kunt u zoeken op de Blok-ID. Houd er rekening mee dat klonen eenrichtingsverkeer is, wat betekent dat wijzigingen die na het klonen worden aangebracht alleen invloed hebben op de rubriek die wordt gewijzigd, en niet op de rubriek waaruit deze is gekloond.

source: Block ID For this ORA:
nl: Blokkeer-ID voor deze ORA:

source: Block ID
nl: Blok-ID

source: No other Open Response Assessments found in course
nl: Er zijn geen andere Open Response Assessments gevonden in de cursus

source: Clone
nl: Kloon

source: Rubric Successfully Cloned from Block ID:
nl: Rubriek succesvol gekloond vanuit blok-ID:

source: Scored Response
nl: Gescoorde reactie

source: Response Score
nl: Reactiescore

source: Response
nl: Antwoord

source: Not Selected
nl: Niet geselecteerd

source: points
nl: punten

source: %(assessment_title)s - %(points)s point
nl: %(assessment_title)s - %(points)s punt

source: More information about %(name)s
nl: Meer informatie over %(name)s

source: Your Grade
nl: Je cijfer

source: %(points_earned)s out of %(points_possible)s
nl: %(points_earned)s uit %(points_possible)s

source: Your submission has been cancelled.
nl: Uw inzending is geannuleerd.

source: %(points_earned)s out of %(points_possible)s
nl: %(points_earned)s uit %(points_possible)s

source: Your Response
nl: Jouw antwoord

source: Your Upload
nl: Jouw upload

source: Assessments of Your Response
nl: Evaluaties van uw reactie

source: Status
nl: Toestand

source: Overall Grade
nl: Gemiddelde cijfer

source: Points
nl: Punten

source: Additional comments on your response
nl: Aanvullende opmerkingen over uw reactie

source: Provide feedback on peer assessments
nl: Feedback geven op peer assessments

source: Submitting Feedback
nl: Feedback indienen

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
nl: Uw feedback is verzonden. Cursuspersoneel kan deze feedback zien wanneer zij de cursusgegevens bekijken.

source: Course staff will be able to see any feedback that you provide here when they review course records.
nl: Cursusmedewerkers kunnen de feedback die u hier geeft zien wanneer zij de cursusgegevens bekijken.

source: Select the statements below that best reflect your experience with peer assessments.
nl: Selecteer hieronder de uitspraken die het beste uw ervaring met peer assessment weerspiegelen.

source: These assessments were useful.
nl: Deze beoordelingen waren nuttig.

source: These assessments were not useful.
nl: Deze beoordelingen waren niet nuttig.

source: I disagree with one or more of the peer assessments of my response.
nl: Ik ben het niet eens met een of meer van de peer assessments in mijn antwoord.

source: Some comments I received were inappropriate.
nl: Sommige opmerkingen die ik ontving waren ongepast.

source: Provide feedback on the grade or comments that you received from your peers.
nl: Geef feedback op het cijfer of de opmerkingen die je van je medestudenten hebt ontvangen.

source: I feel the feedback I received was...
nl: Ik vind dat de feedback die ik kreeg...

source: We could not submit your feedback
nl: We konden uw feedback niet verzenden

source: Submit feedback on peer assessments
nl: Geef feedback op peer assessments

source: Not Completed
nl: Niet compleet

source: You have not completed all the steps of this problem.
nl: U heeft niet alle stappen van dit probleem voltooid.

source: Not Started
nl: Niet begonnen

source: You have not started this problem yet.
nl: Je bent nog niet met dit probleem begonnen.

source: Waiting for Assessments
nl: Wachten op beoordelingen

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
nl: Je hebt je stappen in de opdracht voltooid, maar er moeten nog enkele beoordelingen worden uitgevoerd op je antwoord. Als de beoordeling van jouw reactie klaar is, zie je feedback van iedereen die jouw reactie heeft beoordeeld en ontvang je jouw eindcijfer.

source: Grade Available Responses
nl: Beoordeel beschikbare antwoorden

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
nl: Beoordeel beschikbare antwoorden is niet beschikbaar. Dit item is niet geconfigureerd voor personeelsbeoordeling.

source: Please wait
nl: Even geduld aub

source: Waiting Step Details
nl: Wachtstapdetails

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
nl: De detailsweergave van de wachtstap is niet beschikbaar. Dit item is niet geconfigureerd voor peer assessments.

source: %(num_points)s points
nl: %(num_points)s punten

source: Your peer's response to the prompt above
nl: Het antwoord van uw collega op de bovenstaande prompt

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
nl: Nadat je alle stappen van deze opdracht hebt voltooid, kun je de best scorende reacties van je medestudenten zien.

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
nl: De inzending van uw team is geannuleerd. Uw team krijgt het cijfer nul, tenzij het cursuspersoneel uw beoordeling opnieuw instelt, zodat het team opnieuw een antwoord kan indienen.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
nl: Uw inzending is geannuleerd. U krijgt het cijfer nul, tenzij het cursuspersoneel uw beoordeling opnieuw instelt, zodat u opnieuw een antwoord kunt indienen.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
nl: Deze taak is nog niet beschikbaar. Kom terug om de opdracht te voltooien zodra deze sectie is geopend.
