Repository: lbgm2011/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The submission is waiting for assessments.
nl: De inzending wacht op beoordeling.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
nl: De inzending van de leerling is verwijderd uit de peerbeoordeling. De leerling krijgt het cijfer nul, tenzij u de status van de leerling voor het probleem verwijdert, zodat hij of zij opnieuw een antwoord kan indienen.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
nl: De inzending van het team is verwijderd uit de beoordeling. Het team krijgt het cijfer nul, tenzij u de status van een teamlid voor het probleem verwijdert, zodat het team opnieuw een antwoord kan indienen.

source: The problem has not been started.
nl: Het probleem is niet begonnen.

source: The problem has not been completed.
nl: Het probleem is niet afgerond.

source: Submit Assessment Grade Override
nl: Beoordelingscijferoverschrijving indienen

source: Submit Team Grade Override
nl: Verzend teamcijferoverschrijving

source: Unable to perform grade override
nl: Kan cijferoverschrijving niet uitvoeren

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
nl: De cijfers zijn bevroren. Cijfers worden automatisch bevroren 30 dagen na de einddatum van de cursus.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
nl: Deze inzending is geannuleerd en kan geen cijfer krijgen. Raadpleeg de documentatie voor informatie over hoe u de status van de leerling voor dit probleem verwijdert, zodat hij of zij opnieuw kan inleveren.

source: Remove Submission From Peer Grading
nl: Inzending verwijderen uit peer-beoordeling

source: Remove Team Submission from Grading
nl: Verwijder teaminzendingen uit de beoordeling

source: Caution: This Action Cannot Be Undone
nl: Let op: deze actie kan niet ongedaan worden gemaakt

source: Removing a learner's submission cannot be undone and should be done with caution.
nl: Het verwijderen van de inzending van een leerling kan niet ongedaan worden gemaakt en moet met de nodige voorzichtigheid gebeuren.

source: Removing a team's submission cannot be undone and should be done with caution.
nl: Het verwijderen van de inzending van een team kan niet ongedaan worden gemaakt en moet met de nodige voorzichtigheid gebeuren.

source: Comments:
nl: Opmerkingen:

source: Remove submission
nl: Inzending verwijderen

source: A response was not found for this learner.
nl: Er is geen antwoord gevonden voor deze leerling.

source: Assessment %(assessment_num)s:
nl: Beoordeling %(assessment_num)s :

source: Assessment Details
nl: Beoordelingsdetails

source: Selected Option
nl: Geselecteerde optie

source: Points Possible
nl: Punten mogelijk

source: Learn to Assess Responses
nl: Leer reacties beoordelen

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
nl: In uitvoering ( %(current_progress_num)s of %(training_available_num)s )

source: Learning to Assess Responses
nl: Reacties leren beoordelen

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
nl: Voordat u begint met het beoordelen van de antwoorden van uw medestudenten, leert u hoe u peerbeoordelingen kunt voltooien door de antwoorden te bekijken die docenten al hebben beoordeeld. Als je voor het antwoord dezelfde opties selecteert die de docent heeft geselecteerd, ga je naar de volgende stap. Als u niet dezelfde opties selecteert, bekijkt u het antwoord en probeert u het opnieuw.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
nl: Jouw oordeel wijkt af van het oordeel van de docent over dit antwoord. Bekijk het antwoord en overweeg waarom de docent het anders heeft beoordeeld. Probeer de beoordeling vervolgens opnieuw.

source: The response to the prompt above:
nl: Het antwoord op de bovenstaande vraag:

source: Selected Options Agree
nl: Geselecteerde opties Akkoord

source: The option you selected is the option that the instructor selected.
nl: De door jou geselecteerde optie is de optie die de docent heeft geselecteerd.

source: Selected Options Differ
nl: Geselecteerde opties verschillen

source: The option you selected is not the option that the instructor selected.
nl: De door jou geselecteerde optie is niet de optie die de docent heeft geselecteerd.

source: We could not check your assessment
nl: Wij konden uw beoordeling niet controleren

source: Compare your selections with the instructor's selections
nl: Vergelijk jouw selecties met de selecties van de docent

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
nl: De vervaldatum voor deze stap is verstreken. Deze stap is nu gesloten. Je kunt niet meer doorgaan met deze opdracht en krijgt het cijfer Onvolledig.

source: Error Loading Learner Training Examples
nl: Fout bij het laden van voorbeelden van leertrainingen

source: The Learner Training Step of this assignment could not be loaded.
nl: De leerlingtrainingstap van deze opdracht kan niet worden geladen.

source: Loading Open Response Assessment...
nl: Beoordeling van open antwoord laden...

source: An unexpected error occurred.
nl: Er is een onverwachte fout opgetreden.

source: Peer Assessment
nl: Peerbeoordeling

source: Self Assessment
nl: Zelfbeoordeling

source: Assessment feedback could not be saved.
nl: Beoordelingsfeedback kan niet worden opgeslagen.

source: Feedback saved.
nl: Feedback opgeslagen.

source: Staff Comments
nl: Opmerkingen van het personeel

source: Peer Comments
nl: Opmerkingen van collega&#39;s

source: Self Assessment Grade
nl: Zelfbeoordelingscijfer

source: Your Self Assessment
nl: Uw zelfevaluatie

source: Your Comments
nl: Jouw reacties

source: Peer Mean Grade
nl: Peer gemiddelde cijfer

source: Peer Median Grade
nl: Peer Mediaan cijfer

source: Waiting for peer reviews
nl: Wachten op peer-reviews

source: The grade for this problem is determined by your Staff Grade.
nl: Het cijfer voor dit probleem wordt bepaald door je stafcijfer.

source: The grade for this problem is determined by your Self Assessment.
nl: Het cijfer voor dit probleem wordt bepaald door je zelfbeoordeling.

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
nl: U hebt dit probleem met succes voltooid en een {earned_points} / {total_points} ontvangen.

source: You have not yet received all necessary peer reviews to determine your final grade.
nl: Je hebt nog niet alle benodigde peer reviews ontvangen om je eindcijfer te bepalen.

source: The grade for this problem is determined by the median score of your Peer Assessments.
nl: Het cijfer voor dit probleem wordt bepaald door de mediaanscore van je peer assessments.

source: The grade for this problem is determined by the mean score of your Peer Assessments.
nl: Het cijfer voor dit probleem wordt bepaald door de gemiddelde score van je peer assessments.

source: Peer Assessment Only
nl: Alleen peer-evaluatie

source: Self Assessment Only
nl: Alleen zelfevaluatie

source: Staff Assessment Only
nl: Alleen personeelsbeoordeling

source: Self Assessment to Peer Assessment
nl: Van zelfevaluatie tot peer assessment

source: Self Assessment to Staff Assessment
nl: Van zelfbeoordeling tot personeelsbeoordeling

source: You can't reset your submission.
nl: Je kunt je inzending niet resetten.

source: The user does not exist.
nl: De gebruiker bestaat niet.

source: There is no submission to reset.
nl: Er is geen mogelijkheid om te resetten.

source: Submission reset successfully.
nl: Inzending opnieuw ingesteld.

source: You must specify a block id from which to copy a rubric.
nl: U moet een blok-ID opgeven waaruit u een rubriek wilt kopiëren.

source: Invalid block id.
nl: Ongeldige blok-ID.

source: No Open Response Assessment found in {course_id} with block id {block_id}
nl: Geen open responsbeoordeling gevonden in {course_id} met blok-id {block_id}

source: You do not have permission to schedule training
nl: U heeft geen toestemming om trainingen te plannen

source: You do not have permission to reschedule tasks.
nl: U heeft geen toestemming om taken opnieuw te plannen.

source: You do not have permission to access the ORA staff area
nl: U heeft geen toegang tot de personeelsruimte van ORA

source: You do not have permission to access ORA learner information.
nl: U heeft geen toestemming om toegang te krijgen tot ORA-leerlinginformatie.

source: You do not have permission to access ORA staff grading.
nl: U heeft geen toestemming om toegang te krijgen tot de ORA-personeelsbeoordelingen.

source: Pending
nl: In behandeling

source: Complete/Overwritten
nl: Voltooid/overschreven

source: Not applicable
nl: Niet toepasbaar

source: Not submitted
nl: Niet ingezonden

source: Submitted
nl: Ingediend

source: Error getting learner information.
nl: Fout bij ophalen van leerlinginformatie.

source: Error loading the checked out learner response.
nl: Fout bij het laden van het uitgecheckte leerlingantwoord.

source: No other learner responses are available for grading at this time.
nl: Er zijn momenteel geen andere antwoorden van leerlingen beschikbaar voor beoordeling.

source: Error getting staff grade information.
nl: Fout bij het ophalen van informatie over het personeelscijfer.

source: Error getting staff grade ungraded and checked out counts.
nl: Fout bij het verkrijgen van een personeelscijfer zonder cijfer en uitgecheckte tellingen.

source: Please enter valid reason to remove the submission.
nl: Voer een geldige reden in om de inzending te verwijderen.

source: Submission not found
nl: Inzending niet gevonden

source: Submission for team assignment has no associated team submission
nl: Aan een inzending voor een teamopdracht is geen teaminzending gekoppeld

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
nl: De inzending van de leerling is verwijderd uit de peerbeoordeling. De leerling krijgt het cijfer nul, tenzij u de status van de leerling voor het probleem verwijdert, zodat hij of zij opnieuw een antwoord kan indienen.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
nl: De inzending van het team is verwijderd uit de beoordeling. Het team krijgt het cijfer nul, tenzij u de status van een teamlid voor het probleem verwijdert, zodat het team opnieuw een antwoord kan indienen.

source: Error updating XBlock configuration
nl: Fout bij updaten van XBlock-configuratie

source: Error: Text Response and File Upload Response cannot both be disabled
nl: Fout: Tekstreactie en Bestandsuploadreactie kunnen niet beide worden uitgeschakeld

source: Error: When Text Response is disabled, File Upload Response must be Required
nl: Fout: wanneer tekstreactie is uitgeschakeld, moet reactie op bestandsupload vereist zijn

source: Error: When File Upload Response is disabled, Text Response must be Required
nl: Fout: wanneer de reactie op het uploaden van bestanden is uitgeschakeld, moet Tekstreactie vereist zijn

source: Validation error: {error}
nl: Validatiefout: {error}

source: Successfully updated OpenAssessment XBlock
nl: OpenAssessment XBlock succesvol bijgewerkt

source: You must provide options selected in the assessment.
nl: U moet de in de beoordeling geselecteerde opties opgeven.

source: You must provide overall feedback in the assessment.
nl: Bij de beoordeling moet u algemene feedback geven.

source: You must provide feedback for criteria in the assessment.
nl: U dient feedback te geven op criteria in de beoordeling.

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
nl: &#39;{date}&#39; is een ongeldig datumformaat. Zorg ervoor dat de datum de notatie JJJJ-MM-DDTHH:MM:SS heeft.

source: '{date}' must be a date string or datetime
nl: &#39;{date}&#39; moet een datumtekenreeks of datetime zijn

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
nl: De startdatum van deze stap &#39;{start}&#39; kan niet eerder zijn dan de startdatum van de vorige stap &#39;{prev}&#39;.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
nl: De vervaldatum van deze stap &#39;{due}&#39; kan niet later zijn dan de vervaldatum van de volgende stap &#39;{prev}&#39;.

source: The start date '{start}' cannot be later than the due date '{due}'
nl: De startdatum &#39;{start}&#39; kan niet later zijn dan de vervaldatum &#39;{due}&#39;

source: This problem must include at least one assessment.
nl: Dit probleem moet ten minste één beoordeling omvatten.

source: The assessment order you selected is invalid.
nl: De door u geselecteerde beoordelingsvolgorde is ongeldig.

source: In peer assessment, the "Must Grade" value must be a positive integer.
nl: Bij collegiale toetsing moet de waarde voor &#39;Must Grade&#39; een positief geheel getal zijn.

source: In peer assessment, the "Graded By" value must be a positive integer.
nl: Bij collegiale toetsing moet de waarde &#39;Graded By&#39; een positief geheel getal zijn.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
nl: Bij collegiale toetsing moet de waarde &#39;Moet beoordelen&#39; groter zijn dan of gelijk zijn aan de waarde &#39;Beoordeeld door&#39;.

source: You must provide at least one example response for learner training.
nl: U moet ten minste één voorbeeldantwoord opgeven voor de training van leerlingen.

source: Each example response for learner training must be unique.
nl: Elk voorbeeldantwoord voor de training van leerlingen moet uniek zijn.

source: The "required" value must be true if staff assessment is the only step.
nl: De &quot;vereiste&quot; waarde moet waar zijn als beoordeling van het personeel de enige stap is.

source: The number of assessments cannot be changed after the problem has been released.
nl: Het aantal beoordelingen kan niet meer worden gewijzigd nadat het probleem is vrijgegeven.

source: The assessment type cannot be changed after the problem has been released.
nl: Het beoordelingstype kan niet meer worden gewijzigd nadat het probleem is vrijgegeven.

source: The grading strategy for peer assessments cannot be changed after the problem has been released.
nl: De beoordelingsstrategie voor peer assessments kan niet meer worden gewijzigd nadat het probleem is vrijgegeven.

source: This rubric definition is not valid.
nl: Deze rubriekdefinitie is niet geldig.

source: You must provide at least one prompt.
nl: U moet ten minste één prompt opgeven.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
nl: Opties in &#39;{criterium}&#39; hebben dubbele naam(en): {duplicates}

source: Criteria with no options must require written feedback.
nl: Criteria zonder opties vereisen schriftelijke feedback.

source: Prompts cannot be created or deleted after a problem is released.
nl: Aanwijzingen kunnen niet worden gemaakt of verwijderd nadat een probleem is vrijgegeven.

source: The number of criteria cannot be changed after a problem is released.
nl: Het aantal criteria kan niet worden gewijzigd nadat een probleem is vrijgegeven.

source: Criteria names cannot be changed after a problem is released
nl: Criterianamen kunnen niet worden gewijzigd nadat een probleem is vrijgegeven

source: The number of options cannot be changed after a problem is released.
nl: Het aantal opties kan niet worden gewijzigd nadat een probleem is opgelost.

source: Point values cannot be changed after a problem is released.
nl: Puntwaarden kunnen niet worden gewijzigd nadat een probleem is opgelost.

source: Learner training must have at least one training example.
nl: De leerlingtraining moet ten minste één trainingsvoorbeeld bevatten.

source: Leaderboard number is invalid.
nl: Leaderboardnummer is ongeldig.

source: The submission format is invalid.
nl: Het indieningsformaat is ongeldig.
