Repository: lbgm2011/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: No user with the username [{username}] exists.
nl: Er bestaat geen gebruiker met de gebruikersnaam [ {username} ].

source: Only staff users are permitted to filter by username. Remove the username parameter.
nl: Alleen personeelsgebruikers mogen filteren op gebruikersnaam. Verwijder de gebruikersnaamparameter.

source: Number of courses contained in this catalog
nl: Aantal cursussen in deze catalogus

source: Usernames of users with explicit access to view this catalog
nl: Gebruikersnamen van gebruikers met expliciete toegang om deze catalogus te bekijken

source: Start date cannot be after the End date
nl: De startdatum kan niet na de einddatum liggen

source: Term cannot be changed
nl: De termijn kan niet worden gewijzigd

source: Language in which the course is administered
nl: Taal waarin de cursus wordt gegeven

source: Course cannot be changed for an existing course run
nl: Cursus kan niet worden gewijzigd voor een bestaande cursusuitvoering

source: Minimum effort cannot be greater than Maximum effort
nl: Minimale inspanning kan niet groter zijn dan Maximale inspanning

source: Minimum effort and Maximum effort cannot be the same
nl: Minimale inspanning en Maximale inspanning kunnen niet hetzelfde zijn

source: Dictionary mapping course run IDs to boolean values
nl: Woordenboek brengt cursusrun-ID&#39;s in kaart met Booleaanse waarden

source: Restriction Type cannot be empty
nl: Beperkingstype mag niet leeg zijn

source: Dictionary mapping course IDs to boolean values
nl: Woordenboek wijst cursus-ID&#39;s toe aan Booleaanse waarden

source: Languages that course runs in this program are offered in.
nl: Talen waarin de cursus in dit programma wordt aangeboden, worden aangeboden in.

source: Languages that course runs in this program have available transcripts in.
nl: Voor de talen waarin de cursus in dit programma wordt aangeboden, zijn transcripties beschikbaar.

source: An error occurred while setting the course run image for [{key}] in studio. All other fields were successfully saved in Studio.
nl: Er is een fout opgetreden bij het instellen van de cursusuitvoeringsafbeelding voor [ {key} ] in studio. Alle andere velden zijn succesvol opgeslagen in Studio.

source: Specifying both editable=1 and a q parameter is not supported.
nl: Het opgeven van zowel de parameter editable=1 als de parameter aq wordt niet ondersteund.

source: You must include a course_uuid in your query parameters.
nl: U moet een course_uuid opnemen in uw queryparameters.

source: Missing value for: [{name}].
nl: Ontbrekende waarde voor: [ {name} ].

source: Incorrect data sent.
nl: Onjuiste gegevens verzonden.

source: Failed to set course run data: {}
nl: Kan koersgegevens niet instellen: {}

source: Can only update status, ofac restrictions, and ofac comment
nl: Kan alleen de status, ofac-beperkingen en ofac-opmerkingen bijwerken

source: Course run is in review. Editing disabled.
nl: De cursusuitvoering wordt beoordeeld. Bewerken uitgeschakeld.

source: Invalid parameter
nl: Ongeldige parameter

source: Failed to set data: {}
nl: Kan gegevens niet instellen: {}

source: Organization [{org}] does not exist.
nl: Organisatie [ {org} ] bestaat niet.

source: Course Type [{course_type}] does not exist.
nl: Cursustype [ {course_type} ] bestaat niet.

source: Product Source [{product_source}] does not exist.
nl: Productbron [ {product_source} ] bestaat niet.

source: A course with key [{key}] already exists.
nl: Er bestaat al een cursus met sleutel [ {key} ].

source: Course creation was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
nl: Het maken van de cursus is mislukt. De cursus-URL-slug &#39;[ {url_slug} ]&#39; is al in gebruik. Werk dit veld bij en probeer het opnieuw.

source: Switching entitlement types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
nl: Het wijzigen van rechtentypen nadat deze zijn beoordeeld, wordt niet ondersteund. Neem indien nodig contact op met uw projectcoördinator voor aanvullende hulp.

source: Course edit was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
nl: Het bewerken van de cursus is mislukt. De cursus-URL-slug &#39;[ {url_slug} ]&#39; is al in gebruik. Werk dit veld bij en probeer het opnieuw.

source: You are not permitted to access the API documentation.
nl: U heeft geen toegang tot de API-documentatie.

source: Catalog name
nl: Catalogusnaam

source: Query to retrieve Course Run catalog contents
nl: Query om de inhoud van de Course Run-catalogus op te halen

source: Query to retrieve Program catalog contents
nl: Query om de inhoud van de programmacatalogus op te halen

source: Include archived courses
nl: Inclusief gearchiveerde cursussen

source: Personal info
nl: Persoonlijke informatie

source: Permissions
nl: Rechten

source: Important dates
nl: Belangrijke data

source: API Configuration
nl: API-configuratie

source: Configure the APIs that will be used to retrieve data.
nl: Configureer de API&#39;s die worden gebruikt om gegevens op te halen.

source: Marketing Site Configuration
nl: Configuratie van de marketingsite

source: Configure the marketing site URLs that will be used to retrieve data and create URLs.
nl: Configureer de URL&#39;s van de marketingsites die worden gebruikt om gegevens op te halen en URL&#39;s te maken.

source: Analytics Configuration
nl: Analytics-configuratie

source: Configure the analytics API that will be used to retrieve enrollment data
nl: Configureer de analyse-API die wordt gebruikt om inschrijvingsgegevens op te halen

source: period must be one of {period_choices}.
nl: periode moet een van {period_choices} zijn.

source: 'rate' must be in the format defined by DRF, such as '100/hour'.
nl: &#39;tarief&#39; moet het door DRF gedefinieerde formaat hebben, bijvoorbeeld &#39;100/uur&#39;.

source: Full Name
nl: Voor-en achternaam

source: Referral Tracking ID
nl: Verwijzingstracking-ID

source: The rate of requests to limit this user to. The format is specified by Django Rest Framework (see http://www.django-rest-framework.org/api-guide/throttling/).
nl: Het aantal verzoeken waartoe deze gebruiker moet worden beperkt. Het formaat wordt gespecificeerd door Django Rest Framework (zie http://www.django-rest-framework.org/api-guide/throttling/).

source: Short Code
nl: Korte code

source: Convenient code/slug used to identify this Partner (e.g. for management commands.)
nl: Handige code/slug die wordt gebruikt om deze partner te identificeren (bijvoorbeeld voor managementopdrachten).

source: Courses API URL
nl: Cursus-API-URL

source: Course Mode API URL
nl: Cursusmodus API-URL

source: E-Commerce API URL
nl: API-URL voor e-commerce

source: Organizations API URL
nl: API-URL van organisaties

source: Programs API URL
nl: Programma&#39;s API-URL

source: Marketing Site API URL
nl: API-URL van marketingsite

source: Marketing Site URL
nl: URL van marketingsite

source: Marketing Site API Username
nl: Marketingsite-API-gebruikersnaam

source: Marketing Site API Password
nl: API-wachtwoord voor marketingsite

source: Publisher URL
nl: Uitgever-URL

source: The base URL of your publisher service, if used. Example: https://publisher.example.com/
nl: De basis-URL van uw uitgeversservice, indien gebruikt. Voorbeeld: https://publisher.example.com/

source: LMS Admin URL
nl: LMS-beheerders-URL

source: The public URL of your LMS Django admin. Example: https://lms-internal.example.com/admin
nl: De openbare URL van uw LMS Django-beheerder. Voorbeeld: https://lms-internal.example.com/admin

source: Analytics Access Token
nl: Analytics-toegangstoken

source: Salesforce Username
nl: Salesforce-gebruikersnaam

source: Salesforce Password
nl: Salesforce-wachtwoord

source: Salesforce Organization Id
nl: Salesforce-organisatie-ID

source: Salesforce Security Token
nl: Salesforce-beveiligingstoken

source: Is a Salesforce Sandbox?
nl: Is een Salesforce-sandbox?

source: An error occurred while publishing the {model} to the marketing site. Please try again. If the error persists, please contact the Engineering Team.
nl: Er is een fout opgetreden bij het publiceren van {model} op de marketingsite. Probeer het opnieuw. Als de fout zich blijft voordoen, neem dan contact op met het engineeringteam.

source: eligible for one-click purchase
nl: komen in aanmerking voor een aankoop met één klik

source: Yes
nl: Ja

source: No
nl: Nee

source: Included course runs
nl: Inclusief cursusruns

source: Edit link
nl: Link bewerken

source: Edit course run exclusions
nl: Uitsluitingen van cursusuitvoeringen bewerken

source: (save and continue editing to create a link)
nl: (opslaan en doorgaan met bewerken om een link te maken)

source: Successfully %(status)s %(count)d %(items)s.
nl: Met succes %(status)s %(count)d %(items)s .

source: Certificates
nl: Certificaten

source: Pathways to Degrees
nl: Paden naar graden

source: Bachelor’s
nl: Bachelor

source: Master’s
nl: Meester

source: Available now
nl: Nu beschikbaar

source: Upcoming
nl: Aankomend

source: Archived
nl: Gearchiveerd

source: Available by subscription
nl: Verkrijgbaar via abonnement

source: Unpublished
nl: Niet gepubliceerd

source: Awaiting Review from Legal
nl: In afwachting van beoordeling door de juridische afdeling

source: Awaiting Internal Review
nl: In afwachting van interne beoordeling

source: Reviewed
nl: Beoordeeld

source: Published
nl: Gepubliceerd

source: Instructor-paced
nl: Instructeur-tempo

source: Self-paced
nl: In eigen tempo

source: Active
nl: Actief

source: Retired
nl: Gepensioneerd

source: Deleted
nl: Verwijderd

source: spoc
nl: sp

source: demo
nl: demonstratie

source: other
nl: ander

source: Honor
nl: Eer

source: Verified
nl: Geverifieerd

source: Professional
nl: Professioneel

source: Executive Education
nl: Executive onderwijs

source: Paid Executive Education
nl: Betaalde Executive Education

source: Unpaid Executive Education
nl: Onbetaalde Executive Education

source: Paid Bootcamp
nl: Betaalde Bootcamp

source: Unpaid Bootcamp
nl: Onbetaalde Bootcamp

source: Organization
nl: Organisatie

source: Short
nl: Kort

source: Long
nl: Lang

source: Short Course
nl: Korte les

source: Course Stack
nl: Cursusstapel

source: Custom B2B Enterprise
nl: Aangepaste B2B-onderneming

source: Custom B2C
nl: Maatwerk B2C

source: Existing course type {type} for {key} ({id}) doesn't match its own entitlements.
nl: Het bestaande cursustype {type} voor {key} ( {id} ) komt niet overeen met de eigen rechten.

source: Existing run type {run_type} for {key} ({id}) doesn't match course type {type}.Skipping type.
nl: Bestaand runtype {run_type} voor {key} ( {id} ) komt niet overeen met cursustype {type} . Type overslaan.

source: Existing run type {run_type} for {key} ({id}) doesn't match its own seats.
nl: Het bestaande runtype {run_type} voor {key} ( {id} ) komt niet overeen met de eigen stoelen.

source: Course {key} ({id}) matched type {type}
nl: Cursus {key} ( {id} ) overeenkomend type {type}

source: Could not convert course {key} ({id}) to type {type}
nl: Kan cursus {key} ( {id} ) niet converteren naar type {type}

source: Not sending notification email for template {template} because no organization is defined for course {course}
nl: Er wordt geen notificatie-e-mail verzonden voor sjabloon {template} omdat er geen organisatie is gedefinieerd voor cursus {course}

source: Not sending notification email for template {template} because no project coordinator is defined for organization {org}
nl: Er wordt geen e-mailmelding verzonden voor sjabloon {template} omdat er geen projectcoördinator is gedefinieerd voor de organisatie {org}

source: Not sending notification email for template {template} because no publisher URL is defined for partner {partner}
nl: Er wordt geen e-mailmelding verzonden voor sjabloon {template} omdat er geen uitgever-URL is gedefinieerd voor partner {partner}

source: Not sending notification email for template {template} because no studio URL is defined for partner {partner}
nl: Er wordt geen notificatie-e-mail verzonden voor sjabloon {template} omdat er geen studio-URL is gedefinieerd voor partner {partner}

source: legal team
nl: juridisch team

source: Project Coordinator team
nl: Projectcoördinator team

source: course team
nl: cursus team

source: Legal review requested: {title}
nl: Juridisch onderzoek aangevraagd: {title}

source: Course URL for {title}
nl: Cursus-URL voor {title}

source: Review requested: {key} - {title}
nl: Beoordeling aangevraagd: {key} - {title}

source: Review complete: {title}
nl: Recensie voltooid: {title}

source: Published: {title}
nl: Gepubliceerd: {title}

source: Published: {key} - {title}
nl: Gepubliceerd: {key} - {title}

source: Comment added: {title}
nl: Commentaar toegevoegd: {title}

source: Enter a valid “slug” consisting of letters, numbers, slashes, underscores or hyphens.
nl: Voer een geldige &#39;slug&#39; in, bestaande uit letters, cijfers, schuine strepen, onderstrepingstekens of koppeltekens.

source: Programs can only be activated if they have a banner image.
nl: Programma&#39;s kunnen alleen worden geactiveerd als ze een bannerafbeelding hebben.

source: Tag to add to courses
nl: Tag om toe te voegen aan cursussen

source: UUIDs of courses to tag
nl: UUID&#39;s van te taggen cursussen

source: Use arguments from the TagCourseUUIDsConfig model instead of the command line.
nl: Gebruik argumenten uit het TagCourseUUIDsConfig-model in plaats van de opdrachtregel.

source: Missing required arguments
nl: Er ontbreken vereiste argumenten

source: Backpopulate new-style CourseType and CourseRunType where possible.
nl: Vul waar mogelijk CourseType en CourseRunType in nieuwe stijl in.

source: Short code for a partner.
nl: Korte code voor een partner.

source: Course to backpopulate.
nl: Cursus om te backbevolken.

source: KEY
nl: SLEUTEL

source: Organization to backpopulate.
nl: Organisatie om te backbevolken.

source: CourseType/CourseRunType mismatches to allow. Specify like course-type-slug:run-type-slug.
nl: CourseType/CourseRunType komt niet overeen om toe te staan. Specificeer als course-type-slug:run-type-slug.

source: Actually commit the changes to the database.
nl: Voer de wijzigingen daadwerkelijk door in de database.

source: Use arguments from the BackpopulateCourseTypeConfig model instead of the command line.
nl: Gebruik argumenten uit het BackpopulateCourseTypeConfig-model in plaats van de opdrachtregel.

source: You must specify --partner
nl: U moet --partner opgeven

source: Supplied Course Run Type slug [{rt_slug}] does not exist.
nl: Het opgegeven cursusuitvoeringstype slug [ {rt_slug} ] bestaat niet.

source: Supplied Course Type slug [{ct_slug}] does not exist.
nl: Het opgegeven cursustype slug [ {ct_slug} ] bestaat niet.

source: No courses found. Did you specify an argument?
nl: Geen cursussen gevonden. Heeft u een argument opgegeven?

source: Could not backpopulate a course type for the following courses: {course_keys}
nl: Kan een cursustype niet opnieuw invullen voor de volgende cursussen: {course_keys}

source: Delete duplicate persons in course_metadata.
nl: Verwijder dubbele personen in course_metadata.

source: PERSON
nl: PERSOON

source: People to delete, in UUID:TARGET_UUID form.
nl: Mensen die moeten worden verwijderd, in de vorm UUID:TARGET_UUID.

source: Use arguments from the DeletePersonDupsConfig model instead of the command line.
nl: Gebruik argumenten uit het DeletePersonDupsConfig-model in plaats van de opdrachtregel.

source: Malformed argument "{}", should be in form of UUID:TARGET_UUID
nl: Het onjuist opgemaakte argument &#39;{}&#39; moet de vorm UUID:TARGET_UUID hebben

source: Malformed argument "{}", UUIDs cannot be equal
nl: Verkeerd opgemaakt argument &quot;{}&quot;, UUID&#39;s kunnen niet gelijk zijn

source: Deleting
nl: Verwijderen

source: Would delete
nl: Zou verwijderen

source: Name
nl: Naam

source: Endorsements
nl: Aanbevelingen

source: Programs
nl: Programma&#39;s

source: Course Runs
nl: Cursus loopt

source: Target
nl: Doel

source: You must specify --partner-code
nl: U moet --partner-code opgeven

source: You must specify at least one person
nl: U dient minimaal één persoon op te geven

source: Publishing course run {key}
nl: Cursus publiceren {key}

source: Failed to publish {key}
nl: Kan {key} niet publiceren

source: Successfully published {key}
nl: {key} is succesvol gepubliceerd

source: One or more course runs failed to publish.
nl: Een of meer cursusruns zijn niet gepubliceerd.

source: Remove all redirects to all courses
nl: Verwijder alle doorverwijzingen naar alle cursussen

source: Redirects to remove
nl: Omleidingen om te verwijderen

source: Use arguments from the RemoveRedirectsConfig model instead of the command line.
nl: Gebruik argumenten uit het RemoveRedirectsConfig-model in plaats van de opdrachtregel.

source: Invalid arguments
nl: Ongeldige argumenten

source: Cannot remove active url_slug {url_slug}
nl: Kan actieve url_slug {url_slug} niet verwijderen

source: Path /course/{url_slug} not in use, nothing to delete
nl: Pad /course/ {url_slug} niet in gebruik, niets te verwijderen

source: Path {url_path} not in use, nothing to delete
nl: Pad {url_path} niet in gebruik, niets te verwijderen

source: One or more courses failed to unpublish.
nl: Het ongedaan maken van de publicatie van een of meer cursussen is mislukt.

source: Successfully unpublished runs in course {key}
nl: Met succes ongepubliceerde uitvoering van cursus {key}

source: Failed to unpublish runs in course {key}
nl: Kan de publicatie van runs in cursus {key} niet ongedaan maken

source: Please do not use any spaces or special characters other than period, underscore or hyphen. This key will be used in the course's course key.
nl: Gebruik geen spaties of speciale tekens, behalve een punt, onderstrepingsteken of koppelteken. Deze sleutel wordt gebruikt in de cursussleutel van de cursus.

source: If populated, this field will overwrite name in platform.
nl: Indien ingevuld, overschrijft dit veld de naam in het platform.

source: Spanish Description
nl: Spaanse beschrijving

source: For seo, this field allows for alternate spanish description to be manually inputted
nl: Voor SEO biedt dit veld de mogelijkheid om handmatig een alternatieve Spaanse beschrijving in te voeren

source: Pick a tag from the suggestions. To make a new tag, add a comma after the tag name.
nl: Kies een tag uit de suggesties. Om een nieuwe tag te maken, voegt u een komma toe na de tagnaam.

source: Automatically generate course run keys
nl: Genereer automatisch cursusrunsleutels

source: When this flag is enabled, the key of a new course run will be auto generated. When this flag is disabled, the key can be manually set.
nl: Wanneer deze vlag is ingeschakeld, wordt de sleutel van een nieuwe koers automatisch gegenereerd. Wanneer deze vlag is uitgeschakeld, kan de sleutel handmatig worden ingesteld.

source: This field signifies if any of this org's courses are in the enterprise subscription catalog
nl: Dit veld geeft aan of een van de cursussen van deze organisatie in de ondernemingsabonnementscatalogus staat

source: The 6 character-hex-value of the orgnization theme color, all related course under same organization will use this color as theme color. (e.g. "#ff0000" which equals red) No need to provide the `#`
nl: De 6-tekens-hexadecimale waarde van de kleur van het organisatiethema, alle gerelateerde cursussen onder dezelfde organisatie zullen deze kleur als themakleur gebruiken. (bijv. &quot;#ff0000&quot; wat gelijk is aan rood) Het is niet nodig om `#` op te geven

source: The timestamp of the last time the organization data was modified.
nl: Het tijdstempel van de laatste keer dat de organisatiegegevens zijn gewijzigd.

source: Please do not use any spaces or special characters other than period, underscore or hyphen in the key field.
nl: Gebruik in het sleutelveld geen spaties of speciale tekens, behalve een punt, onderstrepingsteken of koppelteken.

source: Corresponding organization code in an external product source
nl: Overeenkomstige organisatiecode in een externe productbron

source: LevelType model translations
nl: LevelType-modelvertalingen

source: Seat types that qualify for completion of programs of this type. Learners completing associated courses, but enrolled in other seat types, will NOT have their completion of the course counted toward the completion of the program.
nl: Stoeltypes die in aanmerking komen voor voltooiing van programma&#39;s van dit type. Voor studenten die de bijbehorende cursussen voltooien, maar zijn ingeschreven voor een ander stoeltype, wordt de voltooiing van de cursus NIET meegeteld voor de voltooiing van het programma.

source: Please provide an image file with transparent background
nl: Geef een afbeeldingsbestand met een transparante achtergrond op

source: Leave this field blank to have the value generated automatically.
nl: Laat dit veld leeg om de waarde automatisch te laten genereren.

source: Name of the external source.
nl: Naam van de externe bron.

source: Description of the external source.
nl: Beschrijving van de externe bron.

source: Programs of these types will be OFAC restricted
nl: Programma&#39;s van dit type zijn OFAC-beperkt

source: ProgramType model translations
nl: ProgramType-modelvertalingen

source: This mode requires ID verification.
nl: Deze modus vereist ID-verificatie.

source: Completion can grant credit toward an organization’s degree.
nl: Voltooiing kan krediet opleveren voor het diploma van een organisatie.

source: Certificate type granted if this mode is eligible for a certificate, or blank if not.
nl: Certificaattype toegekend als deze modus in aanmerking komt voor een certificaat, of blanco als dat niet het geval is.

source: Who gets paid for the course? Platform is the site owner, Organization is the school.
nl: Wie krijgt betaald voor de cursus? Platform is de site-eigenaar, Organisatie is de school.

source: Sets the order for displaying Course Run Types.
nl: Stelt de volgorde in voor het weergeven van cursusuitvoeringstypen.

source: Leave this blank to allow all orgs. Otherwise, specifies which orgs can see this course type in Publisher.
nl: Laat dit veld leeg om alle organisaties toe te staan. Anders specificeert u welke organisaties dit cursustype in Publisher kunnen zien.

source: Subject model translations
nl: Onderwerpmodelvertalingen

source: Topic model translations
nl: Vertalingen van onderwerpmodellen

source: SEO Meta tags for Products
nl: SEO-metatags voor producten

source: The ID of the Taxi Form (by 2U) that would be rendered in place of the hubspot capture form
nl: De ID van het taxiformulier (door 2U) dat zou worden weergegeven in plaats van het hubspot-opnameformulier

source: The grouping of the Taxi Form (by 2U) that would be rendered instead of the hubspot capture form
nl: De groepering van het taxiformulier (door 2U) dat zou worden weergegeven in plaats van het hubspot-opnameformulier

source: The URL of the paid landing page on external site
nl: De URL van de betaalde landingspagina op een externe site

source: The URL of the organic landing page on external site
nl: De URL van de organische bestemmingspagina op een externe site

source: The start date of the external course offering for marketing purpose
nl: De startdatum van het externe cursusaanbod voor marketingdoeleinden

source: The ends date of the external course offering for marketing purpose
nl: De einddatum van het externe cursusaanbod voor marketingdoeleinden

source: The suggested deadline for enrollment for marketing purpose
nl: De voorgestelde deadline voor inschrijving voor marketingdoeleinden
