Repository: lbgm2011/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
nl: Cursus &#39; %(course_name)s &#39; is met succes beoordeeld door edX en is nu gepubliceerd op %(course_publish_date)s . Om de live cursus te zien, ga hier: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
nl: Cursus &#39; %(course_name)s &#39; is met succes beoordeeld door edX en is nu klaar voor publicatie. De cursus wordt gepubliceerd op %(course_publish_date)s . Ga hier voor een voorbeeld van de Cursus-over-pagina: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: %(course_marketing_url)s
nl: Cursus &#39; %(course_name)s &#39; is met succes beoordeeld door edX en is nu gepubliceerd op %(course_publish_date)s . Om de live cursus te zien, ga hier: %(course_marketing_url)s

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: %(course_preview_url)s
nl: Cursus &#39; %(course_name)s &#39; is met succes beoordeeld door edX en is nu klaar voor publicatie. De cursus wordt gepubliceerd op %(course_publish_date)s . Ga hier voor een voorbeeld van de Cursus-over-pagina: %(course_preview_url)s

source: Special characters not allowed in Course Number.
nl: Speciale tekens zijn niet toegestaan in cursusnummer.

source: Invalid HTML received: {0}
nl: Ongeldige HTML ontvangen: {0}

source: Invalid HTML received
nl: Ongeldige HTML ontvangen

source: {0} tag is not allowed
nl: {0} -tag is niet toegestaan

source: {0} attribute is not allowed on the {1} tag
nl: Het kenmerk {0} is niet toegestaan op de tag {1}

source: Update excluded course runs
nl: Update uitgesloten cursusruns

source: The program was changed successfully.
nl: Het programma is succesvol gewijzigd.

source: The refresh program skills task triggered successfully.
nl: De taak voor het vernieuwen van programmavaardigheden is met succes geactiveerd.

source: The refresh course skills task triggered successfully.
nl: De taak voor het vernieuwen van cursusvaardigheden is succesvol geactiveerd.

source: The course skills were updated successfully.
nl: De cursusvaardigheden zijn succesvol bijgewerkt.

source: Request could not be completed due to an incorrect ElasticSearch query parameters
nl: Het verzoek kon niet worden voltooid vanwege onjuiste ElasticSearch-queryparameters

source: Name for translation
nl: Naam voor vertaling

source: LanguageTag model translations
nl: LanguageTag-modelvertalingen

source: Inactive
nl: Inactief

source: Title of the learner pathway.
nl: Titel van het leertraject.

source: Course/Program associated pathways also appear in search results
nl: Cursus-/programmagerelateerde trajecten verschijnen ook in de zoekresultaten

source: The active/inactive status of this Pathway.
nl: De actieve/inactieve status van dit traject.

source: Learner Pathway
nl: Leerling traject

source: Learner Pathways
nl: Leergangen

source: Minimum number of nodes to complete this step of the pathway
nl: Minimumaantal knooppunten om deze stap van het pad te voltooien

source: Learner Pathway Step
nl: Stap voor leerlingtraject

source: Learner Pathway Steps
nl: Stappen voor het leerlingtraject

source: Learner Pathway Course
nl: Cursus Leerlingtraject

source: Learner Pathway Courses
nl: Leerlingtrajectcursussen

source: Learner Pathway Program
nl: Leerlingtrajectprogramma

source: Learner Pathway Programs
nl: Leerlingtrajectprogramma&#39;s

source: Organization Role
nl: Organisatie rol

source: Update the course recommendations based on skills.
nl: Update de cursusaanbevelingen op basis van vaardigheden.

source: Use arguments from the UpdateCourseRecommendationsConfig model instead of the command line.
nl: Gebruik argumenten uit het UpdateCourseRecommendationsConfig-model in plaats van de opdrachtregel.

source: The original course, whose recommendation is stored here.
nl: De originele cursus, waarvan de aanbeveling hier is opgeslagen.

source: This is the course recommended after learner completes the original course.
nl: Dit is de cursus die wordt aanbevolen nadat de leerling de oorspronkelijke cursus heeft voltooid.

source: Ratio of number of common skills and total skill count.
nl: Verhouding tussen het aantal algemene vaardigheden en het totale aantal vaardigheden.

source: Count of common skills between the original course and recommended course.
nl: Aantal gemeenschappelijke vaardigheden tussen de oorspronkelijke cursus en de aanbevolen cursus.

source: Ratio of number of common subjects and total subject count.
nl: Verhouding tussen het aantal veelvoorkomende onderwerpen en het totale aantal onderwerpen.

source: Count of common subjects between the original course and recommended course.
nl: Aantal gemeenschappelijke onderwerpen tussen de oorspronkelijke cursus en de aanbevolen cursus.

source: Course Recommendation
nl: Cursusaanbeveling

source: Course Recommendations
nl: Cursusaanbevelingen

source: Adds recommendations for all published courses
nl: Voegt aanbevelingen toe voor alle gepubliceerde cursussen

source: Adds recommendations for courses created or modified in the past num days
nl: Voegt aanbevelingen toe voor cursussen die in het afgelopen aantal dagen zijn gemaakt of gewijzigd

source: No partner object found!
nl: Geen partnerobject gevonden!

source: Discovery Service Administration
nl: Beheer van Discovery-services
