Repository: lbgm2011/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The identifier for a product variant.
nl: De ID voor een productvariant.

source: Course override
nl: Koers overschrijven

source: This field allows for override the default course term
nl: Met dit veld kan de standaard cursustermijn worden overschreven

source: This field contain external course marketing type specific to product lines
nl: Dit veld bevat een extern cursusmarketingtype dat specifiek is voor productlijnen

source: Determines weather the course should be displayed on the owning organization's page
nl: Bepaalt of de cursus moet worden weergegeven op de pagina van de eigenaar van de organisatie

source: A list of major works by this person. Must be valid HTML.
nl: Een lijst met belangrijke werken van deze persoon. Moet geldige HTML zijn.

source: People
nl: Mensen

source: Add the collaborator image, please make sure its dimensions are 200x100px
nl: Voeg de bijdragerafbeelding toe. Zorg ervoor dat de afmetingen 200x100px zijn

source: U.S. Value Per Lead
nl: Amerikaanse waarde per lead

source: U.S. value per lead in U.S. dollars.
nl: Amerikaanse waarde per lead in Amerikaanse dollars.

source: International Value Per Lead
nl: Internationale waarde per lead

source: International value per lead in U.S. dollars.
nl: Internationale waarde per lead in Amerikaanse dollars.

source: U.S. Value Per Click
nl: Amerikaanse waarde per klik

source: U.S. value per click in U.S. dollars.
nl: Amerikaanse waarde per klik in Amerikaanse dollars.

source: International Value Per Click
nl: Internationale waarde per klik

source: International value per click in U.S. dollars.
nl: Internationale waarde per klik in Amerikaanse dollars.

source: Latitude
nl: Breedtegraad

source: Longitude
nl: Lengtegraad

source: Allowlist
nl: Toelatingslijst

source: Blocklist
nl: Blokkeerlijst

source: When making reruns for this course, they will use this key instead of the course key.
nl: Bij het maken van herhalingen voor dit vak gebruiken ze deze sleutel in plaats van de cursussleutel.

source: The actual duration of this course as experienced by learners who complete it.
nl: De werkelijke duur van deze cursus, zoals ervaren door studenten die deze voltooien.

source: Add the course image
nl: Voeg de cursusafbeelding toe

source: Total number of learners who have enrolled in this course
nl: Totaal aantal studenten dat zich heeft ingeschreven voor deze cursus

source: Total number of learners who have enrolled in this course in the last 6 months
nl: Totaal aantal studenten dat zich in de afgelopen zes maanden voor deze cursus heeft ingeschreven

source: Course number format e.g CS002x, BIO1.1x, BIO1.2x
nl: Cursusnummerformaat bijv. CS002x, BIO1.1x, BIO1.2x

source: Additional Information
nl: Extra informatie

source: The last time this course was modified in the database.
nl: De laatste keer dat deze cursus in de database is aangepast.

source: This field signifies if this course is in the enterprise subscription catalog
nl: Dit veld geeft aan of deze cursus in de ondernemingsabonnementscatalogus staat

source: If checked, this item will not be indexed in Algolia and will not show up in search results.
nl: Indien aangevinkt, wordt dit item niet geïndexeerd in Algolia en verschijnt het niet in de zoekresultaten.

source: If checked, the About Page will have a meta tag with noindex value
nl: Indien aangevinkt, heeft de Over-pagina een metatag met de waarde noindex

source: Watchers
nl: Kijkers

source: The list of email addresses that will be notified if any of the course runs is published or scheduled.
nl: De lijst met e-mailadressen die op de hoogte worden gesteld als een cursus wordt gepubliceerd of gepland.

source: Future
nl: Toekomst

source: Past
nl: Verleden

source: Blocked
nl: Geblokkeerd

source: Unrestricted
nl: Onbeperkt

source: Title specific for this run of a course. Leave this value blank to default to the parent course's title.
nl: Titel specifiek voor deze reeks van een cursus. Laat deze waarde leeg om standaard de titel van de bovenliggende cursus te gebruiken.

source: Short description specific for this run of a course. Leave this value blank to default to the parent course's short_description attribute.
nl: Korte beschrijving specifiek voor deze run van een cursus. Laat deze waarde leeg om standaard het short_description attribuut van de bovenliggende cursus te gebruiken.

source: Full description specific for this run of a course. Leave this value blank to default to the parent course's full_description attribute.
nl: Volledige beschrijving specifiek voor deze run van een cursus. Laat deze waarde leeg om standaard het full_description attribuut van de bovenliggende cursus te gebruiken.

source: Estimated minimum number of hours per week needed to complete a course run.
nl: Geschat minimum aantal uren per week dat nodig is om een cursus te voltooien.

source: Estimated maximum number of hours per week needed to complete a course run.
nl: Geschat maximaal aantal uren per week dat nodig is om een cursus te voltooien.

source: Estimated number of weeks needed to complete this course run.
nl: Geschat aantal weken dat nodig is om deze cursus te voltooien.

source: Total number of learners who have enrolled in this course run
nl: Totaal aantal studenten dat zich heeft ingeschreven voor deze cursusreeks

source: Total number of learners who have enrolled in this course run in the last 6 months
nl: Het totale aantal studenten dat zich in de afgelopen zes maanden heeft ingeschreven voor deze cursus

source: Whether this run should be hidden from API responses. Do not edit here - this value will be overwritten by the "Course Visibility In Catalog" field in Studio via Refresh Course Metadata.
nl: Of deze uitvoering verborgen moet worden voor API-reacties. Bewerk hier niet - deze waarde wordt overschreven door het veld &quot;Cursuszichtbaarheid in catalogus&quot; in Studio via Cursusmetagegevens vernieuwen.

source: Indicates whether the course relation has been manually overridden.
nl: Geeft aan of de cursusrelatie handmatig is overschreven.

source: 'What You Will Learn' description for this particular course run. Leave this value blank to default to the parent course's Outcome attribute.
nl: &#39;Wat je gaat leren&#39;-beschrijving voor deze specifieke cursus. Laat deze waarde leeg om standaard het Outcome-attribuut van de bovenliggende cursus te gebruiken.

source: Add OFAC restriction text to the FAQ section of the Marketing site
nl: Voeg OFAC-beperkingstekst toe aan de FAQ-sectie van de marketingsite

source: This calculated field signifies if this course run is in the enterprise subscription catalog
nl: Dit berekende veld geeft aan of deze cursusuitvoering in de ondernemingsabonnementscatalogus staat

source: The identifier for a product variant. This is used to link a course run to a product variant for external LOBs (i.e; ExecEd & Bootcamps).
nl: De ID voor een productvariant. Hiermee wordt een cursusuitvoering gekoppeld aan een productvariant voor externe LOB’s (bijv. ExecEd &amp; Bootcamps).

source: Current
nl: Huidig

source: Starting Soon
nl: Begint binnenkort

source: Switching seat types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
nl: Het wisselen van stoeltype na beoordeling wordt niet ondersteund. Neem indien nodig contact op met uw projectcoördinator voor aanvullende hulp.

source: Change careers
nl: Verander carrières

source: Job advancement
nl: Ontwikkeling van de baan

source: Learn valuable skills
nl: Leer waardevolle vaardigheden

source: Learn for fun
nl: Leer voor de lol

source: FAQs
nl: Veelgestelde vragen

source: The user-facing display title for this Program.
nl: De gebruikersgerichte weergavetitel voor dit programma.

source: A brief, descriptive subtitle for the Program.
nl: Een korte, beschrijvende ondertitel voor het programma.

source: A brief hook for the marketing website
nl: Een korte haak voor de marketingwebsite

source: The lifecycle status of this Program.
nl: De levenscyclusstatus van dit programma.

source: If this box is not checked, courses will be ordered as in the courses select box above.
nl: Als dit vakje niet is aangevinkt, worden de cursussen gerangschikt zoals in het keuzevakje hierboven.

source: This field is now deprecated (ECOM-6021).Estimated number of weeks needed to complete a course run belonging to this program.
nl: Dit veld is nu verouderd (ECOM-6021). Geschat aantal weken dat nodig is om een cursusreeks te voltooien die bij dit programma hoort.

source: DEPRECATED: Use the card image field
nl: VEROUDERD: gebruik het kaartafbeeldingsveld

source: This field can be used by API clients to determine the order in which instructors will be displayed on program pages. Instructors in this list should appear before all others associated with this programs courses runs.
nl: Dit veld kan door API-clients worden gebruikt om de volgorde te bepalen waarin instructeurs op programmapagina&#39;s worden weergegeven. Instructeurs in deze lijst moeten verschijnen voordat alle andere cursussen die aan dit programma zijn gekoppeld, worden uitgevoerd.

source: The description of credit redemption for courses in program
nl: De beschrijving van het inwisselen van studiepunten voor cursussen in het programma

source: Allow courses in this program to be purchased in a single transaction
nl: Sta toe dat cursussen in dit programma in één transactie worden gekocht

source: Hide program on marketing site landing and search pages. This program MAY have a detail page.
nl: Verberg het programma op de landings- en zoekpagina&#39;s van marketingsites. Dit programma KAN een detailpagina hebben.

source: Total number of learners who have enrolled in courses this program
nl: Totaal aantal studenten dat zich heeft ingeschreven voor cursussen van dit programma

source: Total number of learners who have enrolled in courses in this program in the last 6 months
nl: Totaal aantal studenten dat zich in de afgelopen zes maanden heeft ingeschreven voor cursussen in dit programma

source: Number of credits a learner will earn upon successful completion of the program
nl: Aantal studiepunten dat een leerling zal verdienen na succesvolle afronding van het programma

source: This calculated field signifies if all the courses in this program are included in the enterprise subscription catalog
nl: Dit berekende veld geeft aan of alle cursussen in dit programma zijn opgenomen in de ondernemingsabonnementscatalogus

source: A field to override Organization short code alias specific for this program.
nl: Een veld om de korte code-alias van de organisatie die specifiek is voor dit programma te overschrijven.

source: A field to override Organization logo specific for this program.
nl: Een veld om het organisatielogo dat specifiek is voor dit programma te overschrijven.

source: Primary subject field specific for this program. Useful field in case there are no courses associated with this program.
nl: Primair vakgebied specifiek voor dit programma. Handig veld als er geen cursussen aan dit programma zijn gekoppeld.

source: Level type specific for this program. Useful field in case there are no courses associated with this program.
nl: Niveautype specifiek voor dit programma. Handig veld als er geen cursussen aan dit programma zijn gekoppeld.

source: Language code specific for this program. Useful field in case there are no courses associated with this program.
nl: Taalcode specifiek voor dit programma. Handig veld als er geen cursussen aan dit programma zijn gekoppeld.

source: Useful field to overwrite the duration of a program. It can be a text describing a period of time, Ex: 6-9 months.
nl: Handig veld om de duur van een programma te overschrijven. Het kan een tekst zijn die een periode beschrijft, bijvoorbeeld 6-9 maanden.

source: Pick a tag/label from the suggestions. To make a new tag, add a comma after the tag name.
nl: Kies een tag/label uit de suggesties. Om een nieuwe tag te maken, voegt u een komma toe na de tagnaam.

source: The last time this program was modified.
nl: De laatste keer dat dit programma is gewijzigd.

source: ID
nl: ID kaart

source: The actual rank number
nl: Het daadwerkelijke rangnummer

source: What does the rank number mean
nl: Wat betekent het rangnummer

source: From where the rank is obtained
nl: Waar de rang wordt verkregen

source: Callback URL to partner application flow
nl: Terugbel-URL naar partnertoepassingsstroom

source: Overall program ranking (e.g. "#1 in the U.S.")
nl: Algemene rangschikking van het programma (bijvoorbeeld &quot;#1 in de VS&quot;)

source: The 6 character hex value of the color to make the banner borders (e.g. "#ff0000" which equals red) No need to provide the `#`
nl: De hexadecimale waarde van 6 tekens van de kleur om de bannerranden te maken (bijv. &quot;#ff0000&quot; wat gelijk is aan rood) Het is niet nodig om `#` op te geven

source: Provide a campus image for the header of the degree
nl: Geef een campusafbeelding op voor de kop van het diploma

source: Provide a background image for the title section of the degree
nl: Geef een achtergrondafbeelding op voor het titelgedeelte van het diploma

source: The fine print that displays at the Tuition section's bottom
nl: De kleine lettertjes die onderaan het collegegeldgedeelte worden weergegeven

source: The fine print that displays at the Deadline section's bottom
nl: De kleine lettertjes die onderaan het Deadline-gedeelte worden weergegeven

source: The sailthru email list name to capture leads
nl: De naam van de sailthru-e-maillijst om leads vast te leggen

source: Please provide an image file for the lead capture banner.
nl: Geef een afbeeldingsbestand op voor de banner voor het vastleggen van leads.

source: The Hubspot form ID for the lead capture form
nl: De Hubspot-formulier-ID voor het leadregistratieformulier

source: URL to micromasters landing page
nl: URL naar de bestemmingspagina van micromasters

source: Micromasters verbose title
nl: Micromasters uitgebreide titel

source: Micromasters descriptive paragraph
nl: Beschrijvende paragraaf van Micromasters

source: Customized background image for the MicroMasters section.
nl: Aangepaste achtergrondafbeelding voor de MicroMasters-sectie.

source: Override org name if micromasters program comes from different organization than Masters program
nl: Overschrijf de naam van de organisatie als het micromasterprogramma van een andere organisatie komt dan het masterprogramma

source: Ranking display for search card (e.g. "#1 in the U.S."
nl: Rankingweergave voor zoekkaart (bijvoorbeeld &quot;#1 in de VS&quot;

source: Cost display for search card (e.g. "$9,999"
nl: Kostenweergave voor zoekkaart (bijv. &quot;€ 9.999&quot;

source: Number of courses for search card (e.g. "11 Courses"
nl: Aantal cursussen voor zoekkaart (bijvoorbeeld &quot;11 cursussen&quot;

source: Designates whether the degree should be displayed on the owning organization's page
nl: Geeft aan of het diploma moet worden weergegeven op de pagina van de eigenaar van de organisatie

source: The redirect URL of the degree on external site
nl: De omleidings-URL van het diploma op een externe site

source: The URL of the landing page on external site
nl: De URL van de landingspagina op een externe site

source: Bell
nl: Klok

source: Certificate
nl: Certificaat

source: Checkmark
nl: Vinkje

source: Clock
nl: Klok

source: Desktop
nl: Bureaublad

source: User
nl: Gebruiker

source: Book
nl: Boek

source: Mortar Board
nl: Mortel bord

source: Star
nl: Ster

source: Trophy
nl: Trofee

source: Icon FA class
nl: Icoon FA-klasse

source: Paired text
nl: Gekoppelde tekst

source: Deadline applies for this semester (e.g. Spring 2019
nl: Deadline geldt voor dit semester (bijvoorbeeld voorjaar 2019

source: Describes the deadline (e.g. Early Admission Deadline)
nl: Beschrijft de deadline (bijv. Deadline voor vroege toelating)

source: The date after which the deadline expires (e.g. January 1, 2019)
nl: De datum waarna de deadline verstrijkt (bijvoorbeeld 1 januari 2019)

source: The time after which the deadline expires (e.g. 11:59 PM EST).
nl: De tijd waarna de deadline verstrijkt (bijvoorbeeld 23:59 EST).

source: Describes what the cost is for (e.g. Tuition)
nl: Beschrijft waar de kosten voor zijn (bijvoorbeeld collegegeld)

source: String-based field stating how much the cost is (e.g. $1000).
nl: Tekenreeksgebaseerd veld waarin wordt aangegeven hoeveel de kosten bedragen (bijvoorbeeld $1000).

source: A high-level overview of the degree's courseware. The "brief" text is the first 750 characters of "marketing_text" and must be valid HTML.
nl: Een overzicht op hoog niveau van het cursusmateriaal van de opleiding. De &quot;korte&quot; tekst bestaat uit de eerste 750 tekens van &#39;marketing_text&#39; en moet dat zijn geldige HTML.

source: A high-level overview of the degree's courseware.
nl: Een overzicht op hoog niveau van het cursusmateriaal van de opleiding.

source: Organization name
nl: Organisatie naam

source: These programs are for a different partner than the pathway itself: {}
nl: Deze programma&#39;s zijn voor een andere partner dan het traject zelf: {}

source: Twitter
nl: Twitteren

source: Blog
nl: Bloggen

source: Others
nl: Anderen

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url slug {url_slug}
nl: Partner {partner_key} en cursuspartner {course_partner_key} komen niet overeen bij een poging om URL-slug {url_slug} op te slaan

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url redirect {url_path}
nl: Partner {partner_key} en cursuspartner {course_partner_key} komen niet overeen bij poging om URL-omleiding {url_path} op te slaan

source: It expects the data will be provided in a csv file format
nl: Er wordt verwacht dat de gegevens in csv-bestandsformaat worden aangeleverd

source: It expects the data will be provided in a csv file format with first row containing all the headers.
nl: Het verwacht dat de gegevens worden aangeleverd in een csv-bestandsformaat, waarbij de eerste rij alle headers bevat.

source: Open Courses
nl: Open cursussen

source: 2U Executive Education Courses
nl: 2U Executive Education-cursussen

source: Course UUIDs
nl: Cursus UUID&#39;s

source: Course Run IDs
nl: Cursusrun-ID&#39;s

source: Profile Image UUIDs
nl: Profielafbeelding UUID&#39;s

source: Tag
nl: Label

source: Remove All Redirects
nl: Verwijder alle omleidingen

source: Url Paths
nl: URL-paden

source: Add redirects from all published course url slugs
nl: Voeg omleidingen toe van alle gepubliceerde cursus-URL-slugs

source: Course uuids
nl: Cursus uids

source: Attempted to query Salesforce with no client for partner={}
nl: Er is geprobeerd een query uit te voeren op Salesforce zonder client voor partner={}

source: Unable to associate a case for comments for {}
nl: Kan geen aanvraag voor opmerkingen koppelen voor {}

source: Cancel
nl: Annuleren

source: Back to Program
nl: Terug naar Programma

source: Save Course Run
nl: Cursusuitvoering opslaan

source: Home
nl: Thuis

source: Course Skills
nl: Cursus vaardigheden

source: Refresh Course Skills
nl: Cursusvaardigheden vernieuwen

source: Refresh Program Skills
nl: Programmavaardigheden vernieuwen

source: %(user_name)s made the following comment on %(course_name)s on %(date)s at %(time)s
nl: %(user_name)s heeft de volgende opmerking gemaakt over %(course_name)s op %(date)s op %(time)s

source: View comment in Publisher
nl: Bekijk commentaar in Publisher

source: The edX team
nl: Het edX-team

source: %(user_name)s made the following comment on %(course_name)s %(date)s at %(time)s
nl: %(user_name)s heeft de volgende opmerking gemaakt over %(course_name)s %(date)s op %(time)s

source: Dear %(recipient_name)s,
nl: Beste %(recipient_name)s ,

source: The About page for the %(course_run_number)s course run of %(course_name)s has been published. No further action is necessary.
nl: De Over-pagina voor de %(course_run_number)s -cursusreeks van %(course_name)s is gepubliceerd. Er is geen verdere actie nodig.

source: {link_start}{preview_url}{link_middle}View this About page.{link_end}
nl: {link_start} {preview_url} {link_middle} Bekijk deze Over-pagina. {link_end}

source: View this About page. %(preview_url)s
nl: Bekijk deze Over-pagina. %(preview_url)s

source: Note: This email address is unable to receive replies. For questions or comments, please contact your Project Coordinator(s):
nl: Let op: dit e-mailadres kan geen antwoorden ontvangen. Voor vragen of opmerkingen kunt u contact opnemen met uw Projectcoördinator(en):

source: {org_name} has submitted {course_key} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to review the changes and mark it as reviewed.
nl: {org_name} heeft {course_key} ter beoordeling ingediend. {link_start} {course_page_url} {link_middle} Bekijk deze cursus in Publisher {link_end} om de wijzigingen te bekijken en te markeren als beoordeeld.

source: This is a good time to {link_start}{studio_url}{link_middle}review this course run in Studio{link_end}.
nl: Dit is een goed moment om {studio_url} cursus in {link_end} {link_start} {link_middle} .

source: Visit the {link_start}{restricted_admin_url}{link_middle}restricted course admin page{link_end} to set embargo rules for this course, as needed.
nl: Bezoek de {link_start} {restricted_admin_url} {link_middle} beperkte cursusbeheerderspagina {link_end} om, indien nodig, embargoregels voor deze cursus in te stellen.

source: %(org_name)s has submitted %(course_key)s for review.
nl: %(org_name)s heeft %(course_key)s ter beoordeling ingediend.

source: Publisher page: %(course_page_url)s
nl: Uitgeverspagina: %(course_page_url)s

source: Studio page: %(studio_url)s
nl: Studiopagina: %(studio_url)s

source: Restricted Course admin: %(restricted_admin_url)s
nl: Beperkte cursusbeheerder: %(restricted_admin_url)s

source: {org_name} has submitted {course_name} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to determine OFAC status.
nl: {org_name} heeft {course_name} ter beoordeling ingediend. {link_start} {course_page_url} {link_middle} Bekijk deze cursus in Publisher {link_end} om de OFAC-status te bepalen.

source: %(org_name)s has submitted %(course_name)s for review.
nl: %(org_name)s heeft %(course_name)s ter beoordeling ingediend.

source: View this course run in Publisher above to determine OFAC status.
nl: Bekijk deze cursus hierboven in Publisher om de OFAC-status te bepalen.

source: The {link_start}{course_page_url}{link_middle}{course_run_number} course run{link_end} of {course_name} has been reviewed and approved by {platform_name}.
nl: De {link_start} {course_page_url} {link_middle} {course_run_number} cursus {link_end} van {course_name} is beoordeeld en goedgekeurd door {platform_name} .

source: The course run about page will be published on %(go_live_date)s, pending no further edits.
nl: De cursuspagina wordt gepubliceerd op %(go_live_date)s , in afwachting van verdere bewerkingen.

source: The course run about page is now published.
nl: De cursuspagina over de cursus is nu gepubliceerd.

source: The %(course_run_number)s course run of %(course_name)s has been reviewed and approved by %(platform_name)s.
nl: De %(course_run_number)s cursusreeks van %(course_name)s is beoordeeld en goedgekeurd door %(platform_name)s .

source: View the course run in Publisher: %(course_page_url)s
nl: Bekijk de cursus in Publisher: %(course_page_url)s
