Repository: lbgm2011/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Earn a valuable certificate to showcase the skills you learn in
nl: Verdien een waardevol certificaat om de vaardigheden die u leert te laten zien

source: %(benefit_value)s off
nl: %(benefit_value)s uit

source: Coupon code %(voucher_code)s applied
nl: Couponcode %(voucher_code)s toegepast

source: Apply a coupon code
nl: Pas een couponcode toe

source: Checkout with %(title)s
nl: Afrekenen met %(title)s

source: Checkout
nl: Uitchecken

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
nl: {strong_start} Opmerking: {strong_end} Om uw inschrijving te voltooien, selecteert u Afrekenen of Afrekenen met PayPal.

source: Have questions?
nl: Vragen hebben?

source: Please read our FAQs to view common questions about our certificates.
nl: Lees onze veelgestelde vragen om veelgestelde vragen over onze certificaten te bekijken.

source: %(seat_type)s Certificate
nl: %(seat_type)s Certificaat

source: Checkout Cancelled
nl: Afrekenen geannuleerd

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
nl: Uw transactie is geannuleerd. Als u denkt dat er een fout is opgetreden, neem dan contact op met {start_link} {payment_support_email} {end_link} .

source: Checkout Error
nl: Afrekenfout

source: An error has occurred with your payment.
nl: Er is een fout opgetreden bij uw betaling.

source: You have not been charged.
nl: Er zijn geen kosten in rekening gebracht.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
nl: Probeer uw betaling opnieuw uit te voeren. Als dit probleem zich blijft voordoen, raadpleeg dan onze {start_link} Veelgestelde vragen over betalingen {end_link} voor tips voor het oplossen van problemen.

source: Payment Failed
nl: Betaling mislukt

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
nl: Er is een fout opgetreden tijdens het verwerken van uw betaling. {strong_start} Er zijn geen kosten in rekening gebracht. {strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
nl: Wacht een paar minuten en probeer het dan opnieuw. Voor hulp kunt u ons {start_link} Helpcentrum {end_link} raadplegen.

source: To try again, return to your {start_link}dashboard{end_link}.
nl: Als u het opnieuw wilt proberen, gaat u terug naar uw {start_link} dashboard {end_link} .

source: SDN Check Failure
nl: SDN-controle mislukt

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
nl: Helaas lijken uw accountprofiel of betalingsgegevens overeen te komen met een of meer records op een sanctielijst van het Amerikaanse ministerie van Financiën. Dit betekent dat we uw transactie niet kunnen voltooien of u geen diensten kunnen verlenen en dat we uw leeraccount moeten opschorten.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
nl: Als u vragen heeft over het opruimen van een wedstrijd, neem dan contact op met {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} voor informatie over opties voor het opruimen van een wedstrijd. Uw account wordt opgeschort totdat deze kwestie naar tevredenheid is opgelost.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
nl: Auteursrecht © %(year)s %(platform_name)s . Alle rechten voorbehouden.

source: Hi %(full_name)s,
nl: Hallo %(full_name)s ,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
nl: Bedankt voor uw aankoop van %(course_title)s . Er verschijnt een afschrijving op uw creditcard- of bankpasafschrift met de bedrijfsnaam &#39; %(platform_name)s &#39;.

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
nl: U kunt toegang krijgen tot uw cursus en uw verificatie voltooien (indien nodig) op uw %(platform_name)s -dashboard.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
nl: Bezoek de %(platform_name)s -website om andere geweldige cursussen te ontdekken. Elke dag worden er meer cursussen toegevoegd!

source: View Payment Information
nl: Betalingsinformatie bekijken

source: Thank you. We hope you enjoy the course!
nl: Bedankt. Wij hopen dat je geniet van de cursus!

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
nl: U ontvangt deze e-mail omdat u een plaats heeft gekocht in de cursus %(platform_name)s %(course_title)s .

source: Receipt Confirmation for:
nl: Ontvangstbevestiging voor:

source: To view your payment information, visit the following website.
nl: Bezoek de volgende website om uw betalingsgegevens te bekijken.

source: The edX team
nl: Het edX-team

source: Order Placed
nl: Bestelling geplaatst

source: Payment Confirmation
nl: Betalingsbevestiging

source: Payment confirmation for:
nl: Betalingsbevestiging voor:

source: Dear %(full_name)s,
nl: Beste %(full_name)s ,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
nl: Bedankt voor uw aankoop van %(credit_hours)s kredieturen van %(credit_provider)s voor %(course_title)s . Er verschijnt een afschrijving op uw creditcard- of bankpasafschrift met de bedrijfsnaam &#39; %(platform_name)s &#39;.

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
nl: Om je studiepunten te ontvangen, moet je ook studiepunten aanvragen op de website %(credit_provider)s . Voor een link om krediet aan te vragen bij %(credit_provider)s , of om de status van uw kredietaanvraag te bekijken, gaat u naar uw %(platform_name)s dashboard.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
nl: Bezoek de %(platform_name)s -website om andere cursussen te verkennen die in aanmerking komen. We voegen regelmatig nieuwe cursussen toe!

source: Thank you. We hope you enjoyed your course!
nl: Bedankt. Wij hopen dat je genoten hebt van je cursus!

source: The %(platform_name)s team
nl: Het %(platform_name)s -team

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
nl: U ontvangt dit bericht omdat u credit-uren heeft aangeschaft voor %(course_title)s , een %(platform_name)s -cursus.

source: Payment confirmation for:
nl: Betalingsbevestiging voor:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
nl: Bedankt voor uw aankoop van %(credit_hours)s kredieturen van %(credit_provider)s voor %(course_title)s . Er verschijnt een afschrijving op uw creditcard- of bankpasafschrift met de bedrijfsnaam &#39; %(platform_name)s &#39;.

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
nl: U ontvangt dit bericht omdat u credit-uren heeft aangeschaft voor %(course_title)s , een %(platform_name)s -cursus.

source: Order Receipt
nl: Bonnetje

source: For Business
nl: Voor zaken

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
nl: Bedankt voor het aanschaffen van toegang tot %(course_name)s . Laten we uw groep klaarmaken om te leren met edX:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
nl: Download het inschrijvingscodebestand {link_start} {download_csv_link} {link_middle} en sla het op. {link_end}

source: Distribute one code per learner before the expiration date.
nl: Verdeel vóór de vervaldatum één code per leerling.

source: Pro tip: Track which code is associated with which person.
nl: Pro-tip: houd bij welke code aan welke persoon is gekoppeld.

source: Learners sign-in/register with edX and enroll for the course.
nl: Studenten melden zich aan/registreren bij edX en schrijven zich in voor de cursus.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
nl: Om uw betalingsgegevens te bekijken, logt u in om uw bestelgeschiedenis te bekijken, onder {link_start} {order_history_url} {link_middle} Accountinstellingen {link_end} .

source: For more information and assistance, check our {link_start}Help Center{link_end}
nl: Voor meer informatie en hulp kunt u ons {link_start} Helpcentrum {link_end} raadplegen

source: Thank You
nl: Bedankt

source: By purchasing, you and your organization agree to the following terms:
nl: Door aankoop gaan u en uw organisatie akkoord met de volgende voorwaarden:

source: Each code is valid for the one course covered and can be used only one time.
nl: Elke code is geldig voor de betreffende cursus en kan slechts één keer worden gebruikt.

source: You are responsible for distributing codes to your learners.
nl: U bent verantwoordelijk voor het verspreiden van codes onder uw leerlingen.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
nl: Elke code vervalt één jaar na de datum van aankoop of, indien eerder, zodra de cursus is gesloten.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
nl: Als een cursus niet is aangemerkt als cursus die u in uw eigen tempo kunt volgen, moet u vóór de vervaldatum bevestigen dat een cursus beschikbaar is.

source: You may not resell codes to third parties.
nl: U mag codes niet doorverkopen aan derden.

source: All sales final. No refunds.
nl: Alle verkopen definitief. Geen geld terug.

source: Order confirmation for:
nl: Orderbevestiging voor:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
nl: Ga naar %(download_csv_link)s om het inschrijvingscodebestand te downloaden en op te slaan.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
nl: Om uw betalingsgegevens te bekijken, logt u in om uw bestelgeschiedenis te bekijken, onder Accountinstellingen op %(order_history_url)s .

source: For more information and assistance, contact info@edx.org.
nl: Neem voor meer informatie en hulp contact op met info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
nl: %(partner_name)s : Orderbevestiging: [ %(order_number)s ]

source: Sections
nl: Secties

source: Category details
nl: Categoriedetails

source: Search engine optimisation
nl: Zoekmachine optimalisatie

source: or
nl: of

source: Saving...
nl: Besparing...

source: Save and continue editing
nl: Opslaan en doorgaan met bewerken

source: Save
nl: Redden

source: Actions
nl: Acties

source: Edit category
nl: Categorie bewerken

source: Add child category
nl: Onderliggende categorie toevoegen

source: Edit children
nl: Kinderen bewerken

source: Delete
nl: Verwijderen

source: Created product variant '%(name)s'.
nl: Productvariant &#39; %(name)s &#39; gemaakt.

source: Created variant of '%(parent_name)s'.
nl: Variant gemaakt van &#39; %(parent_name)s &#39;.

source: Updated product variant '%(name)s'.
nl: Bijgewerkte productvariant &#39; %(name)s &#39;.

source: Updated a variant of '%(parent_name)s'.
nl: Een variant van &#39; %(parent_name)s &#39; bijgewerkt.

source: Created product '%(name)s'.
nl: Product gemaakt &#39; %(name)s &#39;.

source: Updated product '%(name)s'.
nl: Bijgewerkt product &#39; %(name)s &#39;.

source: Edit again
nl: Opnieuw bewerken

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
nl: U bewerkt momenteel een productvariant van {start_anchor} {title} {end_anchor} .

source: Attributes
nl: Kenmerken

source: Images
nl: Afbeeldingen

source: Stock and pricing
nl: Voorraad en prijzen

source: Variants
nl: Varianten

source: Upload, change or remove images
nl: Upload, wijzig of verwijder afbeeldingen

source: Num in stock
nl: Aantal op voorraad

source: Num allocated
nl: Aantal toegewezen

source: Low stock threshold
nl: Lage voorraaddrempel

source: Cost price
nl: Kostprijs

source: Price (excl tax)
nl: Prijs (excl. BTW)

source: Retail price
nl: Verkoopprijs

source: Delete?
nl: Verwijderen?

source: Adding...
nl: Toevoegen...

source: Add variant
nl: Variant toevoegen

source: Title
nl: Titel

source: Stock records
nl: Voorraadregistraties

source: This product does not have any variants.
nl: Dit product heeft geen varianten.

source: One can't add variants to this product at this point.
nl: Er kunnen op dit moment geen varianten aan dit product worden toegevoegd.

source: This is likely because this product still has stock records.
nl: Dit komt waarschijnlijk omdat dit product nog steeds voorraadgegevens heeft.

source: Recommended products
nl: Aangeraden producten

source: Save and add another variant
nl: Bewaar en voeg nog een variant toe

source: Store Statistics (Last 24 Hours)
nl: Winkelstatistieken (laatste 24 uur)

source: New Customers
nl: nieuwe klanten

source: Revenue
nl: Winst

source: Average order cost
nl: Gemiddelde bestelkosten

source: Average (paid) order cost
nl: Gemiddelde (betaalde) bestelkosten

source: Products and vouchers
nl: Producten en vouchers

source: Total products
nl: Totaal producten

source: Active Vouchers
nl: Actieve vouchers

source: %(name)s | Offers
nl: %(name)s | Aanbiedingen

source: Reinstating...
nl: Herstellen...

source: Reinstate offer
nl: Aanbieding opnieuw instellen

source: Suspending...
nl: Opschorten...

source: Suspend offer
nl: Aanbieding opschorten

source: Delete offer
nl: Aanbieding verwijderen

source: Offer currently available
nl: Aanbieding momenteel beschikbaar

source: Offer not available due to restrictions!
nl: Aanbieding niet beschikbaar vanwege beperkingen!

source: Total cost:
nl: Totale prijs:

source: Number of orders:
nl: Aantal bestellingen:

source: Number of uses:
nl: Aantal toepassingen:

source: Date created:
nl: Datum gecreeërd:

source: Offer details
nl: Aanbiedingsdetails

source: Incentive
nl: Beloning

source: Condition
nl: Voorwaarde

source: Restrictions
nl: Beperkingen

source: Num of vouchers
nl: Aantal vouchers

source: Attached vouchers
nl: Bijgevoegde vouchers

source: No vouchers are attached to this offer.
nl: Aan deze aanbieding zijn geen vouchers verbonden.

source: Export to CSV
nl: Exporteren naar CSV

source: Orders that used this offer
nl: Bestellingen die gebruik hebben gemaakt van deze aanbieding

source: Order number
nl: Bestellingsnummer

source: Order date
nl: Besteldatum

source: Order total
nl: Totale bestelling

source: Cost
nl: Kosten

source: Offer summary
nl: Samenvatting van het aanbod

source: Order %(number)s - Line #%(id)s
nl: Bestel %(number)s - Regel # %(id)s

source: Line #%(id)s
nl: Regel # %(id)s

source: Order #%(number)s - Line #%(id)s
nl: Bestelnr. %(number)s - Regelnr. %(id)s

# Product title
source: Title
nl: Titel

source: Product Options
nl: Productopties

source: Partner details
nl: Partnergegevens

source: Shipping details
nl: Verzendgegevens

source: Partner reference number
nl: Partnerreferentienummer

source: Partner notes
nl: Partnernotities

source: Estimate dispatch date
nl: Schatting van de verzenddatum

source: Shipping status
nl: Verzendstatus

source: State
nl: Staat

source: No shipping events have occurred.
nl: Er hebben zich geen verzendgebeurtenissen voorgedaan.

source: Shipping events
nl: Verzending evenementen

source: Event
nl: Evenement

source: Reference
nl: Referentie

source: Date
nl: Datum

source: Payment events
nl: Betalingsgebeurtenissen

source: No payment events have occurred.
nl: Er hebben geen betalingsgebeurtenissen plaatsgevonden.

source: Order %(number)s
nl: Bestel %(number)s

source: Order #%(number)s
nl: Bestelnummer %(number)s

source: Customer Information
nl: klant informatie

source: Email address
nl: E-mailadres

source: Customer checked out as a guest.
nl: Klant heeft zich als gast uitgecheckt.

source: Customer has deleted their account.
nl: Klant heeft zijn account verwijderd.

source: Order information
nl: Order informatie

source: Order Total
nl: totale bestelling

source: Date of purchase
nl: Aankoopdatum

source: Time of purchase
nl: Tijdstip van aankoop

source: Order Details
nl: Bestel Details

source: Order contents
nl: Bestel inhoud

source: Shipping
nl: Verzenden

source: Payment
nl: Betaling

source: Discounts
nl: Kortingen

source: Notes
nl: Opmerkingen

source: Items ordered
nl: Bestelde artikelen

source: Line ID
nl: Lijn-ID

source: Supplier
nl: Leverancier

source: Supplier SKU
nl: SKU van leverancier

source: Price excl tax (before discounts)
nl: Prijs excl. BTW (vóór kortingen)

source: Price inc tax (before discounts)
nl: Prijs incl. BTW (vóór kortingen)

source: View
nl: Weergave

source: Basket total (excl. discounts)
nl: Totaal winkelwagen (excl. kortingen)

source: Basket total (inc. discounts)
nl: Totaal winkelwagen (incl. kortingen)

source: Basket total
nl: Totaal mandje

source: Shipping total (excl. discounts)
nl: Totaal verzendkosten (excl. kortingen)

source: Shipping total (inc. discounts)
nl: Totaal verzendkosten (incl. kortingen)

source: Shipping total
nl: Verzending totaal

source: Surcharge %(name)s
nl: Toeslag %(name)s

source: With selected lines
nl: Met geselecteerde lijnen

source: Change line status to
nl: Wijzig de lijnstatus in

source: choose new status
nl: kies een nieuwe status

source: Create shipping event
nl: Verzendgebeurtenis aanmaken

source: choose event type
nl: kies het type evenement

source: with reference
nl: met referentie

source: Create payment event
nl: Betalingsgebeurtenis aanmaken

source: with amount
nl: met bedrag

source: Create Refund
nl: Maak een terugbetaling aan

source: Go!
nl: Gaan!

source: Change order status
nl: Wijzig de bestelstatus

source: Change status
nl: Verander status

source: This order can't have its status changed.
nl: De status van deze bestelling kan niet worden gewijzigd.

source: Status Changes
nl: Statuswijzigingen

source: From
nl: Van

source: To
nl: Naar

source: No status changes.
nl: Geen statuswijzigingen.

source: Shipping Events
nl: Verzendingsevenementen

source: Lines
nl: Lijnen

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
nl: %(title)s (hoeveelheid %(event_qty)s / %(total_qty)s )

source: No shipping events.
nl: Geen verzendgebeurtenissen.

source: Payment Events
nl: Betalingsgebeurtenissen

source: Amount
nl: Hoeveelheid

source: quantity
nl: hoeveelheid

source: No payment events.
nl: Geen betalingsgebeurtenissen.

source: Method name
nl: Naam van methode

source: Method code
nl: Methodecode

source: Charge (incl tax)
nl: Kosten (incl. BTW)

source: Charge (excl tax)
nl: Kosten (excl. BTW)

source: Address
nl: Adres

source: Phone
nl: Telefoon

source: Instructions
nl: Instructies

source: Billing address
nl: Facturatie adres

source: Payment sources
nl: Betaalbronnen

source: Source
nl: Bron

source: Allocation
nl: Toewijzing

source: Amount debited
nl: Afgeschreven bedrag

source: Amount refunded
nl: Bedrag terugbetaald

source: No payment sources found for this order.
nl: Er zijn geen betalingsbronnen gevonden voor deze bestelling.

source: Transactions
nl: Transacties

source: Offer name
nl: Naam aanbieding

source: Frequency
nl: Frequentie

source: Message
nl: Bericht

source: No discounts were applied to this order.
nl: Er zijn geen kortingen toegepast op deze bestelling.

source: Admin
nl: beheerder

source: No notes available.
nl: Geen notities beschikbaar.

source: Save note
nl: Bewaar notitie

source: Notes are only editable for 5 minutes after being saved.
nl: Notities kunnen slechts 5 minuten worden bewerkt nadat ze zijn opgeslagen.

source: Search
nl: Zoekopdracht

source: Advanced Search
nl: geavanceerd zoeken

source: Order Search Results
nl: Zoekresultaten bestellen

source: All Orders
nl: Alle bestellingen

source: Download selected orders as a CSV
nl: Download geselecteerde bestellingen als CSV

source: Submitting...
nl: Verzenden...

source: Download
nl: Downloaden

source: Total inc tax
nl: Totaal incl. belasting

source: Number of items
nl: Aantal stuks

source: Customer
nl: Klant

source: Shipping address
nl: Afleveradres

source: Deleted
nl: Verwijderd

source: Changing...
nl: Veranderen...

source: No orders found.
nl: Geen bestellingen gevonden.

source: Enrollments
nl: Inschrijvingen

source: Mode
nl: Modus

source: Active?
nl: Actief?

source: No enrollments found.
nl: Geen inschrijvingen gevonden.

source: Confirm Refund Processing
nl: Bevestig de terugbetalingsverwerking

source: Are you sure you want to issue a full refund and revoke student's enrollment?
nl: Weet u zeker dat u het volledige bedrag wilt terugbetalen en de inschrijving van de student wilt intrekken?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
nl: Weet u zeker dat u het volledige bedrag wilt terugbetalen zonder de inschrijving van de student in te trekken?

source: Are you sure you want to deny this refund request?
nl: Weet u zeker dat u dit terugbetalingsverzoek wilt weigeren?

source: Confirm
nl: Bevestigen

source: Approve Credit and Revoke
nl: Krediet goedkeuren en intrekken

source: Approve Credit Only
nl: Alleen krediet goedkeuren

source: Deny
nl: Ontkennen

source: Number of Items
nl: Aantal stuks

source: Total Credit
nl: Totaal krediet

source: Created
nl: Gemaakt

source: No refunds found.
nl: Geen terugbetalingen gevonden.

source: Close
nl: Dichtbij

source: Searching...
nl: Zoeken...

source: Refund #%(id)s
nl: Terugbetaling # %(id)s

source: Full name
nl: Voor-en achternaam

source: Refund Overview
nl: Terugbetalingsoverzicht

source: Associated Order
nl: Bijbehorende bestelling

source: Refund Items
nl: Artikelen terugbetalen

source: Refund Line ID
nl: Restitutielijn-ID

source: Associated Order Line
nl: Bijbehorende orderregel

source: Credit (excl. tax)
nl: Krediet (excl. BTW)

source: Processor
nl: Verwerker

source: General
nl: Algemeen

source: Yes,No
nl: Ja nee

source: Superuser
nl: Super gebruiker

source: True,False
nl: Waar onwaar

source: Staff
nl: Personeel

source: Last login
nl: Laatste aanmelding

source: Date joined
nl: Datum aangesloten

source: Products viewed
nl: Producten bekeken

source: Number of orders
nl: Aantal bestellingen

source: Number of ordered items
nl: Aantal bestelde artikelen

source: Total spent
nl: Totaal uitgegeven

source: Reviews written
nl: Recensies geschreven

source: Send password reset email
nl: Stuur een e-mail voor het opnieuw instellen van het wachtwoord

source: Addresses
nl: Adressen

source: Reviews
nl: Recensies

source: Num items
nl: Aantal items

source: Total value
nl: Totale waarde

source: Date placed
nl: Datum geplaatst
