Repository: lbgm2011/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: This customer has not placed any orders yet.
nl: Deze klant heeft nog geen bestellingen geplaatst.

source: This customer has not saved any addresses.
nl: Deze klant heeft geen adressen opgeslagen.

source: Score
nl: Scoren

# Product review title
source: Title
nl: Titel

source: Body
nl: Lichaam

source: Date created
nl: Datum gecreeërd

source: This customer has not written any reviews yet.
nl: Deze klant heeft nog geen beoordelingen geschreven.

source: E-Commerce Service Administration
nl: Beheer van e-commerceservices
