Repository: lbgm2011/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Your basket couldn't be updated. Please correct any validation errors below.
nl: Uw winkelmandje kon niet worden bijgewerkt. Corrigeer eventuele validatiefouten hieronder.

source: You have already added coupon code '{code}' to your basket.
nl: Je hebt couponcode &#39;{code}&#39; al aan je winkelmandje toegevoegd.

source: Coupon code '{code}' does not exist.
nl: Couponcode &#39;{code}&#39; bestaat niet.

source: No coupon found with id '%s'
nl: Geen coupon gevonden met id &#39; %s &#39;

source: Coupon code '%s' was removed from your basket.
nl: Couponcode &#39; %s &#39; is uit uw winkelmandje verwijderd.

source: Last date/time on which this product can be purchased.
nl: Laatste datum/tijd waarop dit product kan worden gekocht.

source: Username
nl: Gebruikersnaam

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
nl: {link_start} Terugbetaling # {refund_id} {link_end} aangemaakt! Klik hier {link_start} {link_end} om het te bekijken.

source: A refund cannot be created for these lines. They may have already been refunded.
nl: Voor deze lijnen kan geen restitutie worden aangemaakt. Mogelijk zijn ze al terugbetaald.

source: Refunds Dashboard
nl: Terugbetalingsdashboard

source: Refund ID
nl: Terugbetalings-ID

source: Status
nl: Toestand

source: Failed to retrieve enrollment data.
nl: Kan inschrijvingsgegevens niet ophalen.

source: Number of times to retry failing IAP client actions (e.g., payment creation, payment execution)
nl: Aantal keren dat mislukte IAP-clientacties opnieuw moeten worden geprobeerd (bijvoorbeeld het maken van betalingen, het uitvoeren van betalingen)

source: Past number of days to fetch Android refunds for.
nl: Afgelopen aantal dagen waarvoor Android-teruggaven kunnen worden opgehaald.

source: mobile team email
nl: mobiele team-e-mail

source: Original Transaction ID
nl: Oorspronkelijke transactie-ID

source: Day 3
nl: Dag 3

source: Day 10
nl: Dag 10

source: Day 19
nl: Dag 19

source: Assign
nl: Toewijzen

source: Remind
nl: Herinneren

source: Revoke
nl: Herroepen

source: Automatic
nl: Automatisch

source: Manual
nl: Handmatig

source: Course Catalog ID from the Discovery Service.
nl: Cursuscatalogus-ID van de Discovery Service.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
nl: UUID voor een EnterpriseCustomerCatalog van de Enterprise Service.

source: EnterpriseCustomer Name
nl: EnterpriseKlantnaam

source: Program UUID
nl: Programma UUID

source: Email to user pending.
nl: E-mail naar gebruiker in behandeling.

source: Code successfully assigned to user.
nl: Code succesvol toegewezen aan gebruiker.

source: Code has been redeemed by user.
nl: Code is ingewisseld door gebruiker.

source: Email to user bounced.
nl: E-mail naar gebruiker is teruggestuurd.

source: Code has been revoked for this user.
nl: De code is ingetrokken voor deze gebruiker.

source: Make a particular template version active.
nl: Maak een bepaalde sjabloonversie actief.

source: Email has been sent.
nl: De email is verzonden.

source: This user should receive email
nl: Deze gebruiker zou e-mail moeten ontvangen

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
nl: Orderadministratie is uitgeschakeld vanwege de belasting van de database. Deze functionaliteit kan worden hersteld door de {switch_name} Wafelschakelaar te activeren. Wees voorzichtig bij het opnieuw activeren van deze schakelaar!

source: %d%% discount for manual course enrollment order
nl: %d %% korting voor handmatige cursusinschrijvingsvolgorde

source: Payment Processor
nl: Betalingsverwerker

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
nl: Er wordt verwacht dat de bestelnummers die vastzitten in de status van de uitvoeringsfout, één per regel in een txt-bestandsindeling zullen worden verstrekt.

source: Click 'Save and Continue Editing' to add stock records
nl: Klik op &#39;Opslaan en doorgaan met bewerken&#39; om voorraadrecords toe te voegen

source: Discover
nl: Ontdekken

source: Unknown
nl: Onbekend

source: We don't support the payment option you selected.
nl: Wij ondersteunen de door u geselecteerde betalingsoptie niet.

source: Choose country
nl: Kies land

source: {label} (required)
nl: {label} (vereist)

source: Organization (required)
nl: Organisatie (verplicht)

source: I am purchasing on behalf of my employer or other professional organization
nl: Ik koop namens mijn werkgever of een andere professionele organisatie

source: There was a problem retrieving your basket. Refresh the page to try again.
nl: Er is een probleem opgetreden bij het ophalen van uw winkelmandje. Vernieuw de pagina om het opnieuw te proberen.

source: First Name (required)
nl: Voornaam (verplicht)

source: Last Name (required)
nl: Achternaam (verplicht)

source: Address (required)
nl: Adres (verplicht)

source: Suite/Apartment Number
nl: Suite-/appartementnummer

source: City (required)
nl: Stad (verplicht)

source: State/Province
nl: Staat/Provincie

source: Zip/Postal Code
nl: Postcode

source: Country (required)
nl: Land (verplicht)

source: This field is required.
nl: Dit veld is verplicht.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
nl: Postcodes voor de VS en Canada zijn beperkt tot negen (9) tekens.

source: Transaction ID
nl: Transactie ID

source: Payment Processor Response
nl: Reactie van betalingsverwerker

source: Payment Processor Responses
nl: Reacties van betalingsverwerker

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
nl: Aantal keren dat mislukte Paypal-klantacties opnieuw moeten worden geprobeerd (bijvoorbeeld het maken van betalingen, het uitvoeren van betalingen)

source: More than 10 digits before the decimal not allowed for fixed value.
nl: Meer dan 10 cijfers vóór de komma zijn niet toegestaan voor een vaste waarde.

source: More than 2 digits after the decimal not allowed for fixed value.
nl: Meer dan 2 cijfers achter de komma zijn niet toegestaan voor een vaste waarde.

source: Percentage greater than 100 not allowed.
nl: Percentage groter dan 100 niet toegestaan.

source: transaction declined
nl: Transactie afgewezen

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
nl: Het restitutiebeheer is uitgeschakeld vanwege de belasting van de database. Deze functionaliteit kan worden hersteld door de {switch_name} Wafelschakelaar te activeren. Wees voorzichtig bij het opnieuw activeren van deze schakelaar!

source: Order
nl: Volgorde

source: User
nl: Gebruiker

source: Total Credit (excl. tax)
nl: Totaal tegoed (excl. belasting)

source: Currency
nl: Munteenheid

source: Refund
nl: Terugbetaling

source: Order Line
nl: Bestelregel

source: Line Credit (excl. tax)
nl: Lijnkrediet (excl. BTW)

source: Quantity
nl: Hoeveelheid

source: Can be used once by one customer
nl: Eénmalig te gebruiken door één klant

source: Can be used multiple times by multiple customers
nl: Kan meerdere keren gebruikt worden door meerdere klanten

source: Can only be used once per customer
nl: Kan slechts één keer per klant worden gebruikt

source: Can be used multiple times by one customer
nl: Kan meerdere keren gebruikt worden door één klant

source: Usage
nl: Gebruik

source: Is Public Code Batch
nl: Is openbare codebatch

source: Should this code batch be public or private for assignment.
nl: Moet deze codebatch openbaar of privé zijn voor toewijzing.

source: This voucher is assigned to another user.
nl: Deze voucher is toegewezen aan een andere gebruiker.

source: Catalog Query
nl: Catalogusquery

source: Redeemed For Course IDs
nl: Ingewisseld voor cursus-ID&#39;s

source: Redeemed For Course ID
nl: Ingewisseld voor cursus-ID

source: Redeemed
nl: Ingewisseld

source: Active
nl: Actief

source: Inactive
nl: Inactief

source: Discount
nl: Korting

source: Enrollment
nl: Inschrijving

source: This row applies to all vouchers
nl: Deze rij geldt voor alle vouchers

source: Category
nl: Categorie

source: Coupon Expiry Date
nl: Vervaldatum van coupon

source: Coupon Name
nl: Couponnaam

source: Coupon Start Date
nl: Startdatum van de coupon

source: Create Date
nl: Datum aanmaken

source: Discount Percentage
nl: Kortingspercentage

source: Discount Amount
nl: Korting hoeveelheid

source: Email Domains
nl: E-maildomeinen

source: Invoiced Amount
nl: Factuurbedrag

source: Note
nl: Opmerking

source: Price
nl: Prijs

source: Course ID
nl: Cursus id

source: Organization
nl: Organisatie

source: Course Seat Types
nl: Soorten cursusplaatsen

source: Maximum Coupon Usage
nl: Maximaal coupongebruik

source: Redemption Count
nl: Aantal aflossingen

source: Client
nl: Cliënt

source: Order Number
nl: Bestellingsnummer

source: Redeemed By Username
nl: Ingewisseld op gebruikersnaam

source: Range for coupon [{coupon_id}]
nl: Bereik voor coupon [ {coupon_id} ]

source: Coupon Report for {coupon_name}
nl: Couponrapport voor {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
nl: Kan geen overeenkomend voorraadrecord voor coupon vinden, rapportdownload geannuleerd.

source: Not Paid
nl: Niet betaald

source: Paid
nl: Betaald

source: Prepaid
nl: Vooraf betaald

source: Postpaid
nl: Gefrankeerd

source: Bulk purchase
nl: Bulkaankoop

source: Not applicable
nl: Niet toepasbaar

source: Fixed
nl: Vast

source: Management View
nl: Beheerweergave

source: Refund Transactions
nl: Terugbetalingstransacties

source: {action} is not a valid action.
nl: {action} is geen geldige actie.

source: {value}% program discount
nl: {value} % programmakorting

source: {value} fixed-price program discount
nl: {value} programmakorting met een vaste prijs

source: An offer already exists for this program.
nl: Er bestaat al een aanbieding voor dit programma.

source: {current_date} Discount for the {program_title} {program_type} Program
nl: {current_date} Korting voor het {program_title} {program_type} programma

source: Edit Program Offer: %(program_title)s
nl: Programma-aanbod bewerken: %(program_title)s

source: Create Program Offer
nl: Programma-aanbod maken

source: Program Offers
nl: Programma-aanbiedingen

source: Edit Program Offer
nl: Programma-aanbieding bewerken

source: %(platform_name)s Program Offer Administration Tool
nl: %(platform_name)s Beheerprogramma voor programma-aanbiedingen

source: Current program offers
nl: Actuele programma-aanbiedingen

source: Program Title
nl: Programmatitel

source: Program offer updated!
nl: Programma-aanbod bijgewerkt!

source: Program offer created!
nl: Programma-aanbod gemaakt!

source: Affiliate ID
nl: Partner-ID

source: UTM Source
nl: UTM-bron

source: UTM Campaign
nl: UTM-campagne

source: UTM Term
nl: UTM-termijn

source: UTM Content
nl: UTM-inhoud

source: UTM Created At
nl: UTM gemaakt op

source: Catalogue
nl: Catalogus

source: Products
nl: Producten

source: Product Types
nl: Producttypen

source: Categories
nl: Categorieën

source: Ranges
nl: Bereiken

source: Low stock alerts
nl: Waarschuwingen voor lage voorraad

source: Fulfillment
nl: Vervulling

source: Orders
nl: Bestellingen

source: Statistics
nl: Statistieken

source: Refunds
nl: Terugbetalingen

source: Customers
nl: Klanten

source: Stock alert requests
nl: Aanvragen voor voorraadwaarschuwingen

source: Offers
nl: Aanbiedingen

source: Reports
nl: Rapporten

source: English
nl: Engels

source: Spanish
nl: Spaans

source: Spanish (Latin American)
nl: Spaans (Latijns-Amerikaans)

source: Build
nl: Bouwen

source: Version:
nl: Versie:

source: Redeem
nl: Inwisselen

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
nl: Verdien een geverifieerd certificaat in een van onze populaire cursussen om uw carrière vooruit te helpen, uw prestaties onder de aandacht te brengen of uw universiteitsaanvraag te verbeteren.

source: Why buy a verified certificate?
nl: Waarom een geverifieerd certificaat kopen?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
nl: Een geverifieerd certificaat (digitaal) waarin wordt bevestigd dat een gebruiker de cursus op een bepaalde datum heeft voltooid. Het certificaat bevat het logo van edX en de universiteit, evenals handtekeningen van faculteitsleden die bij de cursus betrokken zijn. Er is ook een URL die kan worden gebruikt om de authenticiteit van het certificaat te verifiëren.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
nl: Een geverifieerd certificaat toont aan toekomstige werkgevers aan dat u de cursusstof beheerst.

source: The certificate is officially signed and stamped by the institution that offers the course.
nl: Het certificaat is officieel ondertekend en afgestempeld door de instelling die de cursus aanbiedt.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
nl: De kans dat u de cursus afrondt is twaalf keer groter als u toewerkt naar een geverifieerd certificaat.

source: Courses
nl: Cursussen

source: %(platform_name)s Course Administration Tool
nl: %(platform_name)s Cursusbeheertool

source: Student Dashboard
nl: Studentendashboard

source: Course Admin Tool
nl: Cursusbeheertool

source: E-Commerce Dashboard
nl: Dashboard voor e-commerce

source: Sign Out
nl: Afmelden

source: Receipt for %(order_number)s
nl: Ontvangstbewijs voor %(order_number)s

source: Thank you for your order!
nl: Bedankt voor je bestelling!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
nl: Uw bestelling is voltooid. Je ontvangt een bevestigingsbericht en je inschrijfcode(s) op {link_start} {email} {link_end} . Als u een ontvangstbewijs nodig heeft, kunt u deze pagina afdrukken.

source: Your order is complete. If you need a receipt, you can print this page. {next_start} Next Steps:{next_end} 1. Check your inbox for an order confirmation email from Get Smarter.{next_line} 2: Follow the instructions in the email to complete your registration.
nl: Uw bestelling is voltooid. Als u een ontvangstbewijs nodig heeft, kunt u deze pagina afdrukken. {next_start} Volgende stappen: {next_end} 1. Controleer uw inbox voor een e-mail met orderbevestiging van Get Smarter. {next_line} 2: Volg de instructies in de e-mail om uw registratie te voltooien.

source: Your order is complete. If you need a receipt, you can print this page.
nl: Uw bestelling is voltooid. Als u een ontvangstbewijs nodig heeft, kunt u deze pagina afdrukken.

source: Order Number:
nl: Bestellingsnummer:

source: Payment Method:
nl: Betalingsmiddel:

source: Order Date:
nl: Besteldatum:

source: Order Information
nl: order informatie

source: Description
nl: Beschrijving

source: Item Price
nl: Stuksprijs

source: Quantity:
nl: Hoeveelheid:

source: Description:
nl: Beschrijving:

source: Item Price:
nl: Stuksprijs:

source: Subtotal
nl: Subtotaal

source: %(voucher_discount_amount)s off
nl: %(voucher_discount_amount)s uit

source: Discount of type %(type)s provided by %(enterprise_name)s
nl: Korting van het type %(type)s geleverd door %(enterprise_name)s

source: Discount for your first upgrade
nl: Korting voor uw eerste upgrade

source: Discount of type %(type)s is provided.
nl: Er wordt een korting van het type %(type)s verstrekt.

source: Courtesy of %(enterprise_name)s.
nl: Met dank aan %(enterprise_name)s .

source: Total
nl: Totaal

source: Get Your Course Credit
nl: Ontvang uw cursustegoed

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
nl: Om studiepunten voor deze cursus te ontvangen, moet u krediet aanvragen bij de organisatie die het krediet aanbiedt. Een link naar de website van de organisatie vindt u op uw {link_start} {lms_dashboard_url} {link_middle} dashboard {link_end} , naast de cursusnaam.

source: Go to dashboard
nl: Ga naar het dashboard

source: Find more courses
nl: Vind meer cursussen

source: Order Not Found
nl: Bestelling niet gevonden

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
nl: De opgegeven bestelling kan niet worden gevonden. Zorg ervoor dat de URL correct is en probeer het opnieuw.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
nl: U kunt uw eerdere bestellingen ook bekijken op de {link_start} {order_history_url} {link_middle} {link_end} Accountinstellingen {link_end} bladzijde.

source: Select
nl: Selecteer

source: Price:
nl: Prijs:

source: Learn more about %(display_name)s credit?
nl: Meer weten over %(display_name)s tegoed?

source: Credit available until %(date)s
nl: Tegoed beschikbaar tot %(date)s

source: Purchase Credit for %(course_name)s
nl: Aankooptegoed voor %(course_name)s

source: Purchase Credit for %(course_name)s
nl: Aankooptegoed voor %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
nl: Gefeliciteerd! U komt in aanmerking voor de aankoop van academisch cursuskrediet voor deze cursus. U moet uw tegoed vóór %(date)s aanschaffen. Selecteer een van de volgende instellingen om uw tegoed aan te schaffen.

source: Price:
nl: Prijs:

source: Discount:
nl: Korting:

source: Total:
nl: Totaal:

source: You deserve it.
nl: Je verdient het.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
nl: Het harde werk is voorbij: je bent geslaagd voor de cursus! Verkrijg nu de punten die u verdient om een studie te starten of af te ronden.

source: It's affordable.
nl: Het is betaalbaar.

source: The credit offered through edX generally costs less than the same credit at most institutions.
nl: Het krediet dat via edX wordt aangeboden, kost bij de meeste instellingen over het algemeen minder dan hetzelfde krediet.

source: It opens doors.
nl: Het opent deuren.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
nl: Voor veel van de meest gevraagde banen van vandaag is een universitair diploma vereist. Begin uw pad naar succes!

source: Questions?
nl: Vragen?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
nl: Lees {link_start} onze veelgestelde vragen om veelgestelde vragen over onze certificaten te bekijken. {link_end}

source: You are enrolling in:
nl: Je schrijft je in voor:

source: An email has been sent to %(user_email)s with a link for you to activate your account.
nl: Er is een e-mail verzonden naar %(user_email)s met een link waarmee u uw account kunt activeren.

source: Why activate?
nl: Waarom activeren?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
nl: Wij vragen u uw account te activeren om er zeker van te zijn dat u het daadwerkelijk bent die het account heeft aangemaakt en om fraude te voorkomen.

source: If you need assistance, contact edX support.
nl: Als u hulp nodig heeft, neem dan contact op met edX-ondersteuning.

source: Toggle navigation
nl: Schakel navigatie in

source: Dashboard for:
nl: Dashboard voor:

source: Toggle Dropdown
nl: Schakel vervolgkeuzelijst in

source: E-Commerce Course Administration
nl: Cursusbeheer voor e-commerce

source: E-Commerce Coupon Administration
nl: E-commerce couponbeheer

source: E-Commerce Program Offers Administration
nl: Beheer van e-commerceprogrammaaanbiedingen

source: Your basket is empty
nl: Jouw mandje is leeg

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
nl: Als u een aankoop probeerde te doen, zijn er geen kosten in rekening gebracht. Keer terug naar uw {link_start} {link_middle} {homepage_url} dashboard {link_end} om het te proberen nogmaals, of {link_start} {homepage_url} {link_middle} neem contact op met {platform_name} Ondersteuning {link_end} .

source: Your basket is now empty
nl: Uw winkelmandje is nu leeg

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
nl: {strong_start} We hebben uw aantal bijgewerkt. {strong_end} {paragraph_start} Uw winkelwagen bevat {num_items} -inschrijvingscodes voor een totaalbedrag van {total} , die u via e-mail ontvangt. {paragraph_end}

source: View basket
nl: Bekijk mandje

source: Checkout now
nl: Nu afrekenen

source: Applying...
nl: Toepassen...

source: Apply
nl: Toepassen

source: in your cart
nl: in uw winkelwagen

source: Your purchase contains the following
nl: Uw aankoop bevat het volgende

source: Updating...
nl: Updaten...

source: summary
nl: samenvatting

source: Discounts applied
nl: Kortingen toegepast

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
nl: %(benefit)s korting geleverd door %(enterprise_customer_name)s .

source: %(benefit)s%% discount for your first upgrade applied.
nl: %(benefit)s %% korting voor uw eerste toegepaste upgrade.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
nl: Coupon %(voucher_code)s aangevraagd voor %(total_benefit)s korting

source: Remove coupon
nl: Kortingsbon verwijderen

source: Add coupon code
nl: Voeg couponcode toe

source: (optional)
nl: (optioneel)

source: TOTAL
nl: TOTAAL

source: order details
nl: Bestel Details

source: select payment method
nl: Selecteer betaalmethode

source: Pay with a Credit Card
nl: Betaal met een creditcard

source: Pay with PayPal
nl: Betaal met PayPal

source: Pay with Apple Pay
nl: Betaal met Apple Pay

source: card holder information
nl: kaarthouder informatie

source: billing information
nl: facturatie gegevens

source: Credit cards
nl: Kredietkaarten

source: Card Number (required)
nl: Kaartnummer (verplicht)

source: Secure
nl: Zeker

source: Credit card icon
nl: Creditcard icoon

source: Security Code (required)
nl: Beveiligingscode (vereist)

source: Help with CVV
nl: Hulp bij CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
nl: De drie laatste cijfers in het handtekeninggedeelte op de achterkant van uw kaart. Bij American Express zijn dit de vier cijfers op de voorkant van de kaart.

source: Expiration (required)
nl: Vervaldatum (vereist)

source: Month
nl: Maand

source: Year
nl: Jaar

source: Place Order
nl: Plaats bestelling
