Repository: lbgm2011/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: This field is required.
nl: Dit veld is verplicht.

source: This value must be a number.
nl: Deze waarde moet een getal zijn.

source: This value must be a date.
nl: Deze waarde moet een datum zijn.

source: At least one seat type must be selected.
nl: Er moet ten minste één stoeltype worden geselecteerd.

source: This field must be empty or contain 1-16 alphanumeric characters.
nl: Dit veld moet leeg zijn of 1-16 alfanumerieke tekens bevatten.

source: Email domain {%s} is invalid.
nl: E-maildomein {%s} is ongeldig.

source: Must occur after start date
nl: Moet plaatsvinden na de startdatum

source: Max uses for multi-use coupons must be higher than 2.
nl: Het maximale gebruik van kortingsbonnen voor meervoudig gebruik moet hoger zijn dan 2.

source: Must occur before end date
nl: Moet vóór de einddatum plaatsvinden

source: A valid course ID is required
nl: Een geldig cursus-ID is vereist

source: A valid Program UUID is required.
nl: Een geldige programma-UUID is vereist.

source: You must select a course type.
nl: U moet een cursustype selecteren.

source: You must choose if an honor seat should be created.
nl: U moet kiezen of er een erezetel moet worden gecreëerd.

source: The verification deadline must occur AFTER the upgrade deadline.
nl: De verificatiedeadline moet NA de upgradedeadline plaatsvinden.

source: Product validation failed.
nl: Productvalidatie mislukt.

source: Course ID
nl: Cursus id

source: Course Name
nl: Cursus naam

source: Course Type
nl: Cursustype

source: Verification Deadline
nl: Verificatiedeadline

source: Include Honor Seat
nl: Inclusief erestoel

source: All course seats must have a price.
nl: Alle cursusplaatsen moeten een prijs hebben.

source: Verified seats must have an upgrade deadline.
nl: Geverifieerde stoelen moeten een upgradedeadline hebben.

source: The upgrade deadline must occur BEFORE the verification deadline.
nl: De upgradedeadline moet VÓÓR de verificatiedeadline plaatsvinden.

source: Verified
nl: Geverifieerd

source: Professional
nl: Professioneel

source: Honor
nl: Eer

source: Audit
nl: Controle

source: Verified Certificate
nl: Geverifieerd certificaat

source: Professional Certificate
nl: Professioneel certificaat

source: Honor Certificate
nl: Eer certificaat

source: No Certificate
nl: Geen certificaat

source: All credit seats must have a credit provider.
nl: Alle kredietplaatsen moeten een kredietverstrekker hebben.

source: Please select a valid credit provider.
nl: Selecteer een geldige kredietverstrekker.

source: All credit seats must designate a number of credit hours.
nl: Alle kredietplaatsen moeten een aantal kredieturen aangeven.

source: This value must be a valid email.
nl: Deze waarde moet een geldig e-mailadres zijn.

source: Problem occurred during checkout. Please contact support.
nl: Er is een probleem opgetreden tijdens het afrekenen. Neem contact op met de ondersteuning.

source: This field is required
nl: dit veld is verplicht

source: Invalid card number
nl: ongeldig kaart nummer

source: Unsupported card type
nl: Niet-ondersteund kaarttype

source: Invalid security number
nl: Ongeldig beveiligingsnummer

source: Invalid month
nl: Ongeldige maand

source: Invalid year
nl: Ongeldig jaar

source: Card expired
nl: Kaart verlopen

source: State/Province (required)
nl: Staat/provincie (verplicht)

source: Create New Coupon
nl: Maak een nieuwe kortingsbon

source: View Coupon
nl: Bekijk coupon

source: Edit Coupon
nl: Coupon bewerken

source: Create New Course
nl: Maak een nieuwe cursus

source: View Course
nl: Cursus bekijken

source: Edit Course
nl: Cursus bewerken

source: Courses
nl: Cursussen

source: Redeem
nl: Inwisselen

source: Caution! Using the back button on this page may cause you to be charged again.
nl: Voorzichtigheid! Als u de terugknop op deze pagina gebruikt, kan het zijn dat er opnieuw kosten in rekening worden gebracht.

source: Apple Pay is not available at this time. Please try another payment method.
nl: Apple Pay is momenteel niet beschikbaar. Probeer een andere betaalmethode.

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
nl: Er is een fout opgetreden tijdens het verwerken van uw betaling. Er zijn GEEN kosten in rekening gebracht. Probeer het opnieuw of selecteer een andere betaalmethode.

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
nl: Er is een fout opgetreden bij het verwerken van uw betaling. Er zijn geen kosten in rekening gebracht. Controleer uw betalingsgegevens en probeer het opnieuw.

source: An error occurred while processing your payment. Please try again.
nl: Er is een fout opgetreden tijdens het verwerken van uw betaling. Probeer het opnieuw.

source: Trailing comma not allowed.
nl: Een komma achteraan is niet toegestaan.

source: Can be used once by one customer
nl: Eénmalig te gebruiken door één klant

source: Can be used multiple times by multiple customers
nl: Kan meerdere keren gebruikt worden door meerdere klanten

source: Can be used once by multiple customers
nl: Eénmalig te gebruiken door meerdere klanten

source: Enrollment Code
nl: Inschrijfcode

source: Discount Code
nl: Kortingscode

source: Save Changes
nl: Wijzigingen opslaan

source: Create Coupon
nl: Coupon maken

source: Name
nl: Naam

source: Created
nl: Gemaakt

source: Custom Code
nl: Aangepaste code

source: Client
nl: Cliënt

source: Category
nl: Categorie

source: Coupon Report
nl: Couponrapport

source: Search...
nl: Zoekopdracht...

source: Next
nl: Volgende

source: Previous
nl: Vorig

source: Displaying _START_ to _END_ of _TOTAL_ coupons
nl: Er worden _START_ tot _END_ van _TOTAL_ kortingsbonnen weergegeven

source: (filtered from _MAX_ total coupons)
nl: (gefilterd uit _MAX_ totale kortingsbonnen)

source: Display _MENU_ coupons
nl: Geef _MENU_ kortingsbonnen weer

source: Free (Audit)
nl: Gratis (controle)

source: Free audit track. No certificate.
nl: Gratis audittrack. Geen certificaat.

source: Verified and Audit
nl: Geverifieerd en gecontroleerd

source: Paid certificate track with initial verification and Verified Certificate.
nl: Betaalde certificaattrack met initiële verificatie en geverifieerd certificaat.

source: Also includes the free audit track.
nl: Bevat ook de gratis audittrack.

source: Verified Only
nl: Alleen geverifieerd

source: Professional Education
nl: Professionele opleiding

source: Paid certificate track with initial verification and Professional Education Certificate
nl: Betaald certificaattraject met initiële verificatie en Professional Education Certificate

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
nl: Betaalde certificaattrack met initiële verificatie en geverifieerd certificaat, en optie om tegoed te kopen

source: Displaying _START_ to _END_ of _TOTAL_ courses
nl: Er worden _START_ tot _END_ van _TOTAL_ cursussen weergegeven

source: (filtered from _MAX_ total courses)
nl: (gefilterd uit _MAX_ totaal aantal cursussen)

source: Display _MENU_ courses
nl: Geef _MENU_ cursussen weer

source: Course
nl: Cursus

source: Last Edited
nl: Laatst bewerkt

source: Seat title
nl: Titel van stoel

source: Seat type
nl: Soort stoel

source: Can be used multiple times by one customer
nl: Kan meerdere keren gebruikt worden door één klant

source: Create and Add More
nl: Creëer en voeg meer toe

source: Status
nl: Toestand

source: Enterprise Customer
nl: Enterprise-klant

source: Enterprise Customer Catalog
nl: Enterprise-klantencatalogus

source: A course with the specified ID already exists.
nl: Er bestaat al een cursus met de opgegeven ID.

source: Error!
nl: Fout!

source: Saving...
nl: Besparing...

source: Please complete all required fields.
nl: Vul a.u.b. alle verplichte velden in.

source: An error occurred while saving the data.
nl: Er is een fout opgetreden bij het opslaan van de gegevens.

source: Load the records for page
nl: Laad de records voor de pagina

source: Load the records for the next page
nl: Laad de records voor de volgende pagina

source: Load the records for the previous page
nl: Laad de records voor de vorige pagina

source: Select
nl: Selecteer

source: Selected
nl: Geselecteerd

source: Order %(order_number)s has been fulfilled.
nl: Bestelling %(order_number)s is uitgevoerd.

source: Failed to fulfill order %(order_number)s: %(error)s
nl: Kan bestelling niet uitvoeren %(order_number)s : %(error)s

source: Refund #%(refund_id)s has been processed.
nl: Terugbetaling # %(refund_id)s is verwerkt.

source: Error
nl: Fout

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
nl: Kan de terugbetaling niet verwerken # %(refund_id)s : %(error)s . Probeer het opnieuw of neem contact op met het E-Commerce Development Team.
