Repository: lbgm2011/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Personal info
nl: Persoonlijke informatie

source: Permissions
nl: Rechten

source: Important dates
nl: Belangrijke data

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
nl: Het gebruikersbeheer is uitgeschakeld vanwege de belasting van de database. Deze functionaliteit kan worden hersteld door de {switch_name} Wafelschakelaar te activeren. Wees voorzichtig bij het opnieuw activeren van deze schakelaar!

source: LMS base url for custom site/microsite
nl: LMS-basis-URL voor aangepaste site/microsite

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
nl: Hoofd-URL van het LMS van deze site (bijvoorbeeld https://courses.stage.edx.org)

source: Path to custom site theme
nl: Pad naar aangepast sitethema

source: Payment processors
nl: Betalingsverwerkers

source: Comma-separated list of processor names: 'cybersource,paypal'
nl: Door komma&#39;s gescheiden lijst met processornamen: &#39;cybersource,paypal&#39;

source: Client-side payment processor
nl: Betalingsverwerker aan de klantzijde

source: Processor that will be used for client-side payments
nl: Verwerker die wordt gebruikt voor betalingen aan de klantzijde

source: OAuth settings
nl: OAuth-instellingen

source: JSON string containing OAuth backend settings.
nl: JSON-tekenreeks met OAuth-backend-instellingen.

source: Segment key
nl: Segmentsleutel

source: Segment write/API key.
nl: Segmentschrijf-/API-sleutel.

source: From email
nl: Van email

source: Address from which emails are sent.
nl: Adres van waaruit e-mails worden verzonden.

source: Enable enrollment codes
nl: Schakel inschrijfcodes in

source: Enable the creation of enrollment codes.
nl: Schakel het aanmaken van inschrijfcodes in.

source: Payment support email
nl: E-mail voor betalingsondersteuning

source: Contact email for payment support issues.
nl: Neem contact op met het e-mailadres voor problemen met betalingsondersteuning.

source: Payment support url
nl: URL voor betalingsondersteuning

source: URL for payment support issues.
nl: URL voor problemen met betalingsondersteuning.

source: UTM Cookie Name
nl: UTM-cookienaam

source: Name of cookie storing UTM data.
nl: Naam van de cookie die UTM-gegevens opslaat.

source: Affiliate Cookie Name
nl: Naam van affiliatecookie

source: Name of cookie storing affiliate data.
nl: Naam van de cookie die partnergegevens opslaat.

source: Send refund email notification
nl: E-mailmelding voor terugbetaling verzenden

source: Enable SDN check
nl: Schakel SDN-controle in

source: Enable SDN check at checkout.
nl: Schakel SDN-controle in bij het afrekenen.

source: [Deprecated] US Treasury SDN API URL
nl: [Verouderd] US Treasury SDN API-URL

source: [Deprecated] US Treasury SDN API key
nl: [Verouderd] US Treasury SDN API-sleutel

source: SDN lists
nl: SDN-lijsten

source: A comma-separated list of Treasury OFAC lists to check against.
nl: Een door komma&#39;s gescheiden lijst met OFAC-lijsten van het ministerie van Financiën om te controleren.

source: Require Account Activation
nl: Accountactivering vereisen

source: Require users to activate their account before allowing them to redeem a coupon.
nl: Vereisen dat gebruikers hun account activeren voordat ze een kortingsbon kunnen inwisselen.

source: Optimizely snippet source URL
nl: Optimaliseer de bron-URL van het fragment

source: This script will be loaded on every page.
nl: Dit script wordt op elke pagina geladen.

source: Base Cookie Domain
nl: Basiscookiedomein

source: Base cookie domain used to share cookies across services.
nl: Basiscookiedomein dat wordt gebruikt om cookies tussen services te delen.

source: Enable embargo check
nl: Schakel embargocontrole in

source: Enable embargo check at checkout.
nl: Schakel embargocontrole in bij het afrekenen.

source: Enable Apple Pay
nl: Schakel Apple Pay in

source: Enable Partial Program Offer
nl: Gedeeltelijke programma-aanbieding inschakelen

source: Enable the application of program offers to remaining unenrolled or unverified courses
nl: Schakel de toepassing van programma-aanbiedingen in op resterende niet-ingeschreven of niet-geverifieerde cursussen

source: Hubspot Portal Secret Key
nl: Hubspot Portal geheime sleutel

source: Secret key for Hubspot portal authentication
nl: Geheime sleutel voor Hubspot-portalauthenticatie

source: Enable Microfrontend for Basket Page
nl: Schakel Microfrontend in voor winkelwagenpagina

source: Use the microfrontend implementation of the basket page instead of the server-side template
nl: Gebruik de microfrontend-implementatie van de winkelwagenpagina in plaats van de server-side sjabloon

source: Payment Microfrontend URL
nl: Betalingsmicrofrontend-URL

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
nl: URL voor de Payment Microfrontend (gebruikt als Microfrontend inschakelen voor winkelwagenpagina is ingesteld)

source: last name
nl: achternaam

source: first name
nl: Voornaam

source: Full Name
nl: Voor-en achternaam

source: LMS user id
nl: LMS-gebruikers-ID

source: Name
nl: Naam

source: UUID for an EnterpriseCustomer from the Enterprise Service.
nl: UUID voor een EnterpriseCustomer van de Enterprise Service.

source: Coupon does not exist.
nl: Coupon bestaat niet.

source: This coupon code is not yet valid.
nl: Deze couponcode is nog niet geldig.

source: This coupon code has expired.
nl: Deze couponcode is verlopen.

source: Product [{product}] not available for purchase.
nl: Product [ {product} ] kan niet worden gekocht.

source: This coupon code is no longer available.
nl: Deze couponcode is niet langer beschikbaar.

source: This coupon code is invalid.
nl: Deze couponcode is ongeldig.

source: The voucher is not applicable to your current basket.
nl: De voucher is niet van toepassing op uw huidige winkelmandje.

source: Welcome to edX
nl: Welkom bij edX

source: Please choose from the courses selected by your organization to start learning.
nl: Kies uit de door uw organisatie geselecteerde cursussen om te beginnen met leren.

source: Code not provided.
nl: Code niet verstrekt.

source: SKU not provided.
nl: SKU niet opgegeven.

source: The product does not exist.
nl: Het product bestaat niet.

source: You are not eligible to use this coupon.
nl: U komt niet in aanmerking om deze kortingsbon te gebruiken.

source: Couldn't find a matching Enterprise Customer for this coupon.
nl: Kan geen overeenkomende Enterprise-klant vinden voor deze kortingsbon.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
nl: Deze coupon is niet geldig voor de aankoop van een programma. Probeer dit eens te gebruiken voor een individuele cursus in het programma. Als u hulp nodig heeft, neem dan contact op met edX-ondersteuning.

source: Invalid data sharing consent token provided.
nl: Ongeldige toestemmingstoken voor het delen van gegevens opgegeven.

source: You have already purchased {course} seat.
nl: U heeft de {course} -stoel al gekocht.

source: A discount has been applied, courtesy of {enterprise_customer_name}.
nl: Er is een korting toegepast, met dank aan {enterprise_customer_name} .

source: This coupon code is not valid for this course. Try a different course.
nl: Deze couponcode is niet geldig voor deze cursus. Probeer een andere cursus.

source: Site
nl: Locatie

source: Last date/time on which verification for this product can be submitted.
nl: Laatste datum/tijd waarop verificatie voor dit product kan worden ingediend.

source: Failed to publish commerce data for {course_id} to LMS.
nl: Kan handelsgegevens voor {course_id} niet publiceren naar LMS.

source: Audit
nl: Controle

source: Honor
nl: Eer

source: Professional
nl: Professioneel

source: Verified
nl: Geverifieerd

source: Executive Education
nl: Executive onderwijs

source: Paid Executive Education
nl: Betaalde Executive Education

source: Unpaid Executive Education
nl: Onbetaalde Executive Education

source: Paid Bootcamp
nl: Betaalde Bootcamp

source: Unpaid Bootcamp
nl: Onbetaalde Bootcamp

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
nl: Er is een fout opgetreden. We kunnen niet bevestigen dat u in aanmerking komt voor cursuskrediet. Probeer de transactie opnieuw.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
nl: Er is momenteel geen tegoed beschikbaar voor &quot; {course_name} &quot;. Als je momenteel bent ingeschreven voor de cursus, probeer het dan opnieuw nadat alle beoordelingen zijn voltooid. Als u aanvullende hulp nodig heeft, neem dan contact op met het {site_name} ondersteuningsteam.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
nl: Er is een fout opgetreden. Wij kunnen niet bevestigen dat de door u geselecteerde instelling dit cursustegoed aanbiedt. Probeer de transactie opnieuw.

source: %d%% enterprise discount
nl: %d %% ondernemingskorting

source: {value} fixed-price enterprise discount
nl: {value} ondernemingskorting met een vaste prijs

source: Absolute
nl: Absoluut

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
nl: Deze coupon is beschikbaar gesteld via {new_enterprise} . Om deze kortingsbon in te wisselen, moet u eerst uitloggen. Wanneer u zich opnieuw aanmeldt, selecteert u {new_enterprise} als uw onderneming en probeert u het opnieuw.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
nl: Deze code is niet geldig met uw e-mailadres. Log in met het juiste e-mailadres dat aan de code is toegewezen of neem contact op met uw Learning Manager voor aanvullende vragen.

source: Enterprise Customer UUID
nl: UUID voor zakelijke klanten

source: Enterprise Customer Catalog UUID
nl: Enterprise-klantcatalogus UUID

source: Discount Type
nl: Kortingstype

source: Discount Value
nl: Kortingswaarde

source: Contract Discount Type
nl: Type contractkorting

source: Contract Discount
nl: Contractkorting

source: Prepaid Invoice Amount
nl: Vooruitbetaald factuurbedrag

source: Salesforce Opportunity Line Item
nl: Salesforce Opportunity-regelitem

source: Emails Addresses
nl: E-mailadressen

source: Comma separated emails which will receive the offer usage alerts
nl: Door komma&#39;s gescheiden e-mails die waarschuwingen over het gebruik van de aanbieding ontvangen

source: Frequency for offer usage emails
nl: Frequentie voor e-mails over aanbiedingsgebruik

source: The maximum number of enrollments that can redeem this offer.
nl: Het maximale aantal inschrijvingen dat deze aanbieding kan inwisselen.

source: The maximum USD dollar amount that can be redeemed by this offer.
nl: Het maximale USD-dollarbedrag dat door deze aanbieding kan worden ingewisseld.

source: The maximum number of enrollments, by a user, that can redeem this offer.
nl: Het maximale aantal inschrijvingen per gebruiker dat deze aanbieding kan inwisselen.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
nl: Het maximale USD-dollarbedrag dat door een gebruiker met deze aanbieding kan worden ingewisseld.

source: Start Date
nl: Begin datum

source: End Date
nl: Einddatum

source: Enrollment Limit
nl: Inschrijvingslimiet

source: Bookings Limit
nl: Boekingslimiet

source: Per User Enrollment Limit
nl: Inschrijvingslimiet per gebruiker

source: Per User Bookings Limit
nl: Boekingslimiet per gebruiker

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
nl: Zorg ervoor dat de nieuwe waarde groter moet zijn dan of gelijk is aan de verbruikte( {offer_enrollments} ) waarde.

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
nl: De Salesforce Opportunity-ID moet uit 18 alfanumerieke tekens bestaan en beginnen met 006.

source: The Salesforce Opportunity Line Item must be 18 alphanumeric characters and begin with '00k'.
nl: Het Salesforce Opportunity-regelitem moet 18 alfanumerieke tekens lang zijn en beginnen met &#39;00k&#39;.

source: Ensure this value is greater than or equal to 0.
nl: Zorg ervoor dat deze waarde groter is dan of gelijk is aan 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
nl: Zorg ervoor dat de nieuwe waarde groter moet zijn dan of gelijk is aan de waarde verbruikt({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
nl: Het opgegeven e-mailadres {email} is geen geldig e-mailadres.

source: An offer already exists for this Enterprise & Catalog combination.
nl: Er bestaat al een aanbieding voor deze Enterprise &amp; Catalog-combinatie.

source: Percentage discounts cannot be greater than 100%.
nl: Kortingspercentages kunnen niet groter zijn dan 100%.

source: A start date must be specified when specifying an end date.
nl: Bij het opgeven van een einddatum moet een startdatum worden opgegeven.

source: The start date must occur before the end date.
nl: De startdatum moet vóór de einddatum liggen.

source: More than 2 digits after the decimal not allowed for absolute value.
nl: Meer dan 2 cijfers achter de komma zijn niet toegestaan voor de absolute waarde.

source: This field is required when contract discount type is absolute.
nl: Dit veld is verplicht als het type contractkorting absoluut is.

source: Discount of type {} provided by {} for {}.
nl: Korting van het type {} geleverd door {} voor {}.

source: Edit Enterprise Offer: %(enterprise_customer_name)s
nl: Enterprise-aanbieding bewerken: %(enterprise_customer_name)s

source: Create Enterprise Offer
nl: Enterprise-aanbieding maken

source: Enterprise Offers
nl: Enterprise-aanbiedingen

source: Edit
nl: Bewerking

source: Create
nl: Creëren

source: Edit Enterprise Offer
nl: Enterprise-aanbieding bewerken

source: Save Changes
nl: Wijzigingen opslaan

source: Cancel
nl: Annuleren

source: %(platform_name)s Enterprise Offer Administration Tool
nl: %(platform_name)s Beheerprogramma voor zakelijke aanbiedingen

source: Current enterprise offers
nl: Actuele zakelijke aanbiedingen

source: Enterprise Customer Name
nl: Naam ondernemingsklant

source: Value
nl: Waarde

source: Start
nl: Begin

source: End
nl: Einde

source: %(platform_name)s Enterprise Offer Administration Tool
nl: %(platform_name)s Beheerprogramma voor zakelijke aanbiedingen

source: SKU {sku} does not exist.
nl: SKU {sku} bestaat niet.

source: There is no Enterprise Customer associated with SKU {sku}.
nl: Er is geen Enterprise Customer gekoppeld aan SKU {sku} .

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
nl: Als u zich zorgen maakt over het delen van uw gegevens, neem dan contact op met uw beheerder via {enterprise} .

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
nl: Als u zich zorgen maakt over het delen van uw gegevens, neem dan contact op met uw beheerder op {enterprise} op {contact_info} .

source: Enrollment in {course_name} was not complete.
nl: De inschrijving voor {course_name} was niet voltooid.

source: Enterprise offer updated!
nl: Enterprise-aanbieding bijgewerkt!

source: Enterprise offer created!
nl: Enterprise-aanbieding gemaakt!

source: You can't check out with an empty basket.
nl: Met een leeg winkelmandje kunt u niet afrekenen.

source: We couldn't locate the identification code necessary to find one of your products.
nl: We kunnen de identificatiecode die nodig is om een van uw producten te vinden, niet vinden.

source: We couldn't find one of the products you're looking for.
nl: We konden een van de producten die u zocht niet vinden.

source: One of the products you're trying to order is unavailable.
nl: Een van de producten die u probeert te bestellen is niet beschikbaar.

source: We couldn't find enough information about you to perform the calculation.
nl: We konden niet genoeg informatie over u vinden om de berekening uit te voeren.

source: EXPIRED
nl: VERLOPEN

source: INACTIVE
nl: INACTIEF

source: ACTIVE
nl: ACTIEF

source: Products must have a certificate type.
nl: Producten moeten een certificaattype hebben.

source: Products must have a price.
nl: Producten moeten een prijs hebben.

source: You need to provide a course UUID to create Course Entitlements.
nl: U moet een cursus-UUID opgeven om cursusrechten te kunnen aanmaken.

source: Products must indicate whether ID verification is required.
nl: Producten moeten aangeven of ID-verificatie vereist is.

source: Invalid product class [{product_class}] requested.
nl: Ongeldige productklasse [ {product_class} ] aangevraagd.

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
nl: Cursus [ {course_id} ] is niet gepubliceerd naar LMS omdat de schakelaar [publish_course_modes_to_lms] is uitgeschakeld. Om spook-SKU&#39;s te voorkomen, zijn er geen gegevens opgeslagen.

source: Enrollment code
nl: Inschrijfcode

source: Discount code
nl: Kortingscode

source: Invalid order number or order {} does not exists.
nl: Ongeldig bestelnummer of bestelling {} bestaat niet.

source: New coupon voucher assignment Failure. Error: {}
nl: Nieuwe couponvouchertoewijzing mislukt. Fout: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
nl: Uw bestelling {} kan niet worden terugbetaald, aangezien &#39;{}&#39;-coupons niet worden ondersteund.

source: Could note create new voucher for the order: {}
nl: Kan een nieuwe voucher voor de bestelling aanmaken: {}

source: No SKUs provided.
nl: Geen SKU&#39;s opgegeven.

source: Products with SKU(s) [{skus}] do not exist.
nl: Producten met SKU(s) [ {skus} ] bestaan niet.

source: Provide username or is_anonymous query param, but not both
nl: Geef gebruikersnaam of is_anonymous-queryparameter op, maar niet beide

source: Product API only supports {http_method} for {product_class} products.
nl: Product-API ondersteunt alleen {http_method} voor {product_class} -producten.

source: Missing or bad value for: [{name}].
nl: Ontbrekende of slechte waarde voor: [ {name} ].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
nl: {id} - {status} mandje (eigenaar: {owner} , lijnen: {num_lines} )

source: Basket
nl: Mand

source: Attribute Type
nl: Kenmerktype

source: Text Attribute
nl: Tekstkenmerk

source: Due to export controls, we cannot allow you to access this course at this time.
nl: Vanwege exportcontroles kunnen we u momenteel geen toegang tot deze cursus verlenen.

source: Click here to just purchase an enrollment for yourself
nl: Klik hier om eenvoudigweg een inschrijving voor uzelf aan te schaffen

source: Click here to purchase multiple seats in this course
nl: Klik hier om meerdere plaatsen voor deze cursus te kopen

source: Coupon code '{code}' has expired.
nl: Couponcode &#39;{code}&#39; is verlopen.

source: Coupon code '{code}' is not active.
nl: Couponcode &#39;{code}&#39; is niet actief.

source: Coupon code '{code}' is not available. {msg}
nl: Couponcode &#39;{code}&#39; is niet beschikbaar. {msg}

source: Coupon code '{code}' is not valid for this basket.
nl: Couponcode &#39;{code}&#39; is niet geldig voor dit winkelmandje.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
nl: Couponcode &#39;{code}&#39; is niet geldig voor dit winkelmandje bij een gebundelde aankoop.

source: Coupon code '{code}' added to basket.
nl: Couponcode &#39;{code}&#39; toegevoegd aan winkelwagen.

source: Basket does not qualify for coupon code {code}.
nl: Het winkelmandje komt niet in aanmerking voor couponcode {code} .

source: Could not apply the code '{code}'; it requires data sharing consent.
nl: Kon de code &#39;{code}&#39; niet toepassen; hiervoor is toestemming voor het delen van gegevens vereist.

source: After you complete your order you will be able to select course dates from your dashboard.
nl: Nadat u uw bestelling heeft voltooid, kunt u cursusdata selecteren op uw dashboard.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
nl: Nadat u uw bestelling heeft voltooid, wordt u automatisch ingeschreven voor het geverifieerde traject van de cursus.

source: After you complete your order you will receive credit for your course.
nl: Nadat u uw bestelling heeft afgerond, ontvangt u het tegoed voor uw cursus.

source: After you complete your order you will be automatically enrolled in the course.
nl: Nadat u uw bestelling heeft afgerond, wordt u automatisch ingeschreven voor de cursus.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
nl: {paragraph_start} Door aankoop gaan u en uw organisatie akkoord met de volgende voorwaarden: {paragraph_end} {ul_start} {li_start} Elke code is geldig voor de betreffende cursus en kan slechts één keer worden gebruikt. {li_end} {li_start} U bent verantwoordelijk voor het verspreiden van codes onder uw studenten in uw organisatie. {li_end} {li_start} Elke code vervalt één jaar na de aankoopdatum of, indien eerder, zodra de cursus is gesloten. {li_end} {li_start} Als een cursus niet is aangemerkt als cursus in eigen tempo, moet u bevestigen dat een cursusuitvoering beschikbaar is vóór de vervaldatum. {li_end} {li_start} U mag codes niet doorverkopen aan derden. {li_end} {li_start} Alle edX for Business-verkopen zijn definitief en komen niet in aanmerking voor restitutie. {li_end} {ul_end} {paragraph_start} Je ontvangt een e-mail op {user_email} met je inschrijfcode(s). {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
nl: {strong_start} Alleen voor jezelf kopen? {strong_end} {paragraph_start} Als u een enkele code voor iemand anders koopt, ga dan verder met afrekenen. Bent u echter de leerling {link_start} , ga dan terug {link_end} om u direct in te schrijven. {paragraph_end}

source: You have already purchased these products
nl: U heeft deze producten al gekocht

source: No product is available to buy.
nl: Er is geen product beschikbaar om te kopen.

source: quantity successfully updated
nl: hoeveelheid succesvol bijgewerkt
