Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
nl: Bij beëindiging van de Voorwaarden of stopzetting van uw toegang tot een API om welke reden dan ook, vervalt uw recht om een API en API-inhoud te gebruiken onmiddellijk. U stopt onmiddellijk met het gebruik van de API&#39;s en verwijdert alle in de cache opgeslagen of opgeslagen API-inhoud van uw Applicatie en uw netwerken, systemen en servers zo snel als redelijkerwijs mogelijk is. Alle bepalingen van de Voorwaarden die door hun aard de beëindiging zouden moeten overleven, zullen ook de beëindiging overleven, inclusief maar niet beperkt tot eigendomsbepalingen, garantiedisclaimers en aansprakelijkheidsbeperkingen. Beëindiging van uw toegang tot en gebruik van de API&#39;s en API-inhoud ontheft u niet van verplichtingen die ontstaan of ontstaan voorafgaand aan een dergelijke beëindiging, noch beperkt u de aansprakelijkheid die u anderszins zou kunnen hebben jegens {platform_name} , met inbegrip van maar niet beperkt tot eventuele vrijwaringsverplichtingen die hierin zijn opgenomen.

source: Edit {catalog_name}
nl: Bewerk {catalog_name}

source: Download CSV
nl: CSV downloaden

source: Delete this catalog
nl: Verwijder deze catalogus

source: Update Catalog
nl: Catalogus bijwerken

source: Catalogs for {username}
nl: Catalogi voor {username}

source: Create new catalog:
nl: Nieuwe catalogus maken:

source: Create Catalog
nl: Catalogus maken

source: Catalog search
nl: Catalogus zoeken

source: Catalog Search
nl: Catalogus zoeken

source: Enter a username to view catalogs belonging to that user.
nl: Voer een gebruikersnaam in om catalogi van die gebruiker te bekijken.

source: Unsubscribe
nl: Uitschrijven

source: confirm unsubscribe from {org} {course} emails.
nl: bevestig het afmelden voor {org} {course} e-mails.

source: Note:
nl: Opmerking:

source: You will still receive course emails from other courses you are enrolled in.
nl: Je ontvangt nog steeds cursus-e-mails van andere cursussen waarvoor je bent ingeschreven.

source: You have successfully unsubscribed from {org} {course} emails.
nl: U heeft zich succesvol afgemeld voor {org} {course} e-mails.

source: You have not been unsubscribed from {org} {course} emails.
nl: U bent niet afgemeld voor e-mails van {org} {course} .

source: {link_start}Return to {platform_name}{link_end}
nl: {link_start} Terug naar {platform_name} {link_end}

source: Open Calculator
nl: Rekenmachine openen

source: Enter equation
nl: Voer de vergelijking in

source: Calculator Input Field
nl: Invoerveld rekenmachine

source: Hints
nl: Tips

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
nl: Gebruik de pijltoetsen om door de tips te navigeren of gebruik de Tab-toets om terug te keren naar de rekenmachine

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
nl: Voor gedetailleerde informatie, zie {math_link_start} Entering Mathematic and Scientific Expressions {math_link_end} in de {guide_link_start} edX Guide for Students {guide_link_end} .

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
nl: Gebruik haakjes () om uitdrukkingen duidelijk te maken. U kunt haakjes tussen andere haakjes gebruiken.

source: Do not use spaces in expressions.
nl: Gebruik geen spaties in uitdrukkingen.

source: For constants, indicate multiplication explicitly (example: 5*c).
nl: Geef voor constanten de vermenigvuldiging expliciet aan (bijvoorbeeld: 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
nl: Voor achtervoegsels typt u het nummer en achtervoegsel zonder spatie (bijvoorbeeld: 5c).

source: For functions, type the name of the function, then the expression in parentheses.
nl: Voor functies typt u de naam van de functie en vervolgens de uitdrukking tussen haakjes.

source: To Use
nl: Gebruiken

source: Examples
nl: Voorbeelden

source: Numbers
nl: Nummers

source: Integers
nl: gehele getallen

source: Fractions
nl: Breuken

source: Decimals
nl: Decimalen

source: Operators
nl: Exploitanten

source: + - * / (add, subtract, multiply, divide)
nl: + - * / (optellen, aftrekken, vermenigvuldigen, delen)

source: ^ (raise to a power)
nl: ^ (verheffen tot een macht)

source: || (parallel resistors)
nl: || (parallelle weerstanden)

source: Constants
nl: Constanten

source: Affixes
nl: Bevestigingen

source: Percent sign (%)
nl: Procentteken (%)

source: Basic functions
nl: Basisfuncties

source: Trigonometric functions
nl: Trigonometrische functies

source: Scientific notation
nl: Wetenschappelijke notatie

source: 10^ and the exponent
nl: 10^ en de exponent

source: e notation
nl: e notatie

source: 1e and the exponent
nl: 1e en de exponent

source: Calculate
nl: Berekenen

source: Result
nl: Resultaat

source: Name your CCX
nl: Geef uw CCX een naam

source: Create a new Custom Course for {platform_name}
nl: Maak een nieuwe aangepaste cursus voor {platform_name}

source: Grading Policy
nl: Beoordelingsbeleid

source: Batch Enrollment
nl: Batch-inschrijving

source: Student Grades
nl: Studentencijfers

source: Please enter a valid CCX name.
nl: Voer een geldige CCX-naam in.

source: Email Addresses/Usernames
nl: E-mailadressen/gebruikersnamen

source: Enter one or more email addresses or usernames separated by new lines or commas.
nl: Voer een of meer e-mailadressen of gebruikersnamen in, gescheiden door nieuwe regels of komma&#39;s.

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
nl: Zorg ervoor dat u de gegevens zorgvuldig invoert. U ontvangt geen melding voor ongeldige gebruikersnamen of e-mailadressen.

source: Auto Enroll
nl: Automatische inschrijving

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
nl: Als deze optie {em_start} is aangevinkt {em_end} , worden gebruikers die zich nog niet hebben geregistreerd voor {platform_name} automatisch ingeschreven.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
nl: Als deze optie {em_start} niet is aangevinkt {em_end} , worden gebruikers die zich nog niet hebben geregistreerd voor {platform_name} niet ingeschreven, maar kunnen zij zich wel inschrijven zodra ze een account hebben aangemaakt.

source: Checking this box has no effect if 'Unenroll' is selected.
nl: Het aanvinken van dit vakje heeft geen effect als &#39;Uitschrijven&#39; is geselecteerd.

source: Notify users by email
nl: Breng gebruikers op de hoogte via e-mail

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
nl: Als deze optie {em_start} is aangevinkt {em_end} , ontvangen gebruikers een e-mailmelding.

# someone
source: Enroll
nl: Inschrijven

source: Student List Management
nl: Beheer van studentenlijsten

source: CCX student list management response message
nl: CCX-antwoordbericht voor studentenlijstbeheer

source: Revoke access
nl: Toegang intrekken

source: WARNING
nl: WAARSCHUWING

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
nl: Alleen voor gevorderde gebruikers. Fouten in het beoordelingsbeleid kunnen ertoe leiden dat de cursus niet wordt weergegeven. Dit formulier controleert de geldigheid van het beleid niet voordat het wordt opgeslagen.

source: Most coaches should not need to make changes to the grading policy.
nl: De meeste coaches hoeven geen wijzigingen aan te brengen in het beoordelingsbeleid.

source: Save Grading Policy
nl: Beoordelingsbeleid opslaan

source: Date format four digit year dash two digit month dash two digit day
nl: Datumformaat Viercijferig jaarstreepje Tweecijferige maandstreepje Tweecijferige dag

source: Time format two digit hours colon two digit minutes
nl: Tijdformaat tweecijferige uren dubbele punt tweecijferige minuten

source: Time
nl: Tijd

source: Set date
nl: Datum instellen

source: You have unsaved changes.
nl: U heeft niet-opgeslagen wijzigingen.

source: There was an error saving changes.
nl: Er is een fout opgetreden bij het opslaan van wijzigingen.

source: Schedule a Unit
nl: Plan een eenheid

source: Start Date
nl: Begin datum

source: format four digit year dash two digit month dash two digit day
nl: notatie viercijferig jaarstreepje tweecijferige maandstreepje tweecijferige dag

source: yyyy-mm-dd
nl: jjjj-mm-dd

source: Start time format two digit hours colon two digit minutes
nl: Starttijdformaat tweecijferige uren dubbele punt tweecijferige minuten

source: time
nl: tijd

source: (Optional)
nl: (Optioneel)

source: Due Time format two digit hours colon two digit minutes
nl: Vervaltijdnotatie tweecijferige uren dubbele punt tweecijferige minuten

source: Add Unit
nl: Eenheid toevoegen

source: Add All Units
nl: Voeg alle eenheden toe

source: All units have been added.
nl: Alle eenheden zijn toegevoegd.

source: View gradebook
nl: Cijferlijst bekijken

source: Download student grades
nl: Download cijfers van studenten

source: Print or share your certificate:
nl: Print of deel uw certificaat:

source: Post on Facebook
nl: Op Facebook plaatsen

source: Share on Twitter
nl: Delen op Twitter

source: Tweet this Accomplishment. Pop up window.
nl: Tweet deze prestatie. Pop-up venster.

source: Add to LinkedIn Profile
nl: Toevoegen aan LinkedIn-profiel

source: Add to Mozilla Backpack
nl: Toevoegen aan Mozilla-rugzak

source: Print Certificate
nl: Certificaat afdrukken

source: {platform_name} Home
nl: {platform_name} Thuis

source: Noted by
nl: Opgemerkt door

source: Supported by the following organizations
nl: Ondersteund door de volgende organisaties

source: Awarded to:
nl: Uitgereikt aan:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
nl: Voor tips en trucs voor het afdrukken van uw certificaat kunt u de helpdocumentatie {link_start} Webcertificaten {link_end} raadplegen.

source: Cannot Find Certificate
nl: Kan certificaat niet vinden

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
nl: We kunnen geen certificaat vinden met deze URL of dit ID-nummer. Als u een certificaat probeert te valideren, zorg er dan voor dat de URL of het ID-nummer correct zijn. Als u zeker weet dat de URL of het ID-nummer correct is, neemt u contact op met de ondersteuning.

source: Invalid Certificate Configuration.
nl: Ongeldige certificaatconfiguratie.

source: There is a problem with this certificate.
nl: Er is een probleem met dit certificaat.

source: To resolve the problem, your partner manager should verify that the following information is correct.
nl: Om het probleem op te lossen, moet uw partnermanager verifiëren dat de volgende informatie correct is.

source: The institution's logo.
nl: Het logo van de instelling.

source: The institution that is linked to the course.
nl: De instelling die aan de opleiding is gekoppeld.

source: The course information in the Course Administration tool.
nl: De cursusinformatie in de Cursusbeheertool.

source: If all of the information is correct and the problem persists, contact technical support.
nl: Als alle informatie correct is en het probleem blijft bestaan, neem dan contact op met de technische ondersteuning.

source: URL Not Supported
nl: URL niet ondersteund

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
nl: Deze link is niet langer geldig. Maar maak je geen zorgen: dit geverifieerde certificaat is nog steeds geldig en beschikbaar om te delen. Als dit uw certificaat is, ga dan naar uw dashboard om een nieuwe deelbare link te krijgen. Als u het certificaat van iemand anders bekijkt, neem dan contact met hem of haar op voor een bijgewerkte link.

source: Pursue the Verified Track
nl: Volg het geverifieerde spoor

source: Pursue a Verified Certificate
nl: Streef naar een geverifieerd certificaat

source: Enroll In {course_name} | Choose Your Track
nl: Schrijf u in {course_name} | Kies je nummer

source: Sorry, there was an error when trying to enroll you
nl: Sorry, er is een fout opgetreden bij het inschrijven

source: Pursue Academic Credit with the Verified Track
nl: Streef naar academisch krediet met het geverifieerde traject

source: Pursue Academic Credit with a Verified Certificate
nl: Streef naar academisch krediet met een geverifieerd certificaat

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
nl: Kom in aanmerking voor academisch krediet en markeer uw nieuwe vaardigheden en kennis met een geverifieerd certificaat. Gebruik dit waardevolle diploma om in aanmerking te komen voor academisch krediet, uw carrière vooruit te helpen of uw schoolaanvragen te versterken.

source: Benefits of the Verified Track
nl: Voordelen van het geverifieerde nummer

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
nl: {b_start} Komt in aanmerking voor studiepunten: {b_end} Ontvang studiepunten na succesvolle afronding van de cursus

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
nl: {b_start} Onbeperkte toegang tot de cursus: {b_end} Leer in uw eigen tempo en heb op elk gewenst moment toegang tot materialen om op te frissen wat u hebt geleerd.

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
nl: {b_start} Beoordeelde opdrachten: {b_end} Ontwikkel uw vaardigheden door middel van beoordeelde opdrachten en projecten.

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn.
nl: {b_start} Eenvoudig te delen: {b_end} Voeg het certificaat toe aan uw cv of CV, of plaats het rechtstreeks op LinkedIn.

source: Benefits of a Verified Certificate
nl: Voordelen van een geverifieerd certificaat

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
nl: {b_start} Officieel: {b_end} Ontvang een door de instructeur ondertekend certificaat met het logo van de instelling

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resumé, or post it directly on LinkedIn
nl: {b_start} Eenvoudig te delen: {b_end} Voeg het certificaat toe aan uw CV of CV, of plaats het direct op LinkedIn

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
nl: Benadruk uw nieuwe kennis en vaardigheden met een geverifieerd certificaat. Gebruik dit waardevolle diploma om uw vooruitzichten op een baan te verbeteren en uw carrière vooruit te helpen, of om uw certificaat onder de aandacht te brengen bij schoolaanvragen.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
nl: {b_start} Officieel: {b_end} Ontvang een door de instructeur ondertekend certificaat met het logo van de instelling

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn
nl: {b_start} Eenvoudig te delen: {b_end} Voeg het certificaat toe aan uw CV of CV, of plaats het direct op LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
nl: {b_start} Motiverend: {b_end} Geef uzelf een extra stimulans om de cursus te voltooien

source: Audit This Course
nl: Bekijk deze cursus

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
nl: Volg deze cursus gratis en krijg volledige toegang tot al het cursusmateriaal, activiteiten, tests en forums.

source: Audit This Course (No Certificate)
nl: Audit deze cursus (geen certificaat)

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
nl: Volg deze cursus gratis en krijg toegang tot cursusmateriaal en discussieforums. {b_start} Deze track bevat geen beoordeelde opdrachten of onbeperkte toegang tot cursussen. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
nl: Volg deze cursus gratis en krijg toegang tot cursusmateriaal en discussieforums. {b_start} In deze track zijn geen beoordeelde opdrachten opgenomen. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
nl: Volg deze cursus gratis en krijg toegang tot cursusmateriaal en discussieforums. {b_start} Bij deze track is geen onbeperkte toegang tot de cursus inbegrepen. {b_end}

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
nl: Volg deze cursus gratis en krijg volledige toegang tot al het cursusmateriaal, activiteiten, tests en forums. {b_start} Houd er rekening mee dat dit traject geen certificaat biedt voor leerlingen die een voldoende behalen. {b_end}

source: Unable to enroll in {course_name}
nl: Kan zich niet inschrijven voor {course_name}

source: Sorry, we were unable to enroll you in
nl: Sorry, het is ons niet gelukt u in te schrijven

source: Explore all courses on edX
nl: Ontdek alle cursussen op edX

source: Explore all courses
nl: Ontdek alle cursussen

source: Showcase a {link_start}verified certificate{link_end} of completion on your resumé to advance your career
nl: Toon een {link_start} geverifieerd certificaat {link_end} van voltooiing op uw cv om uw carrière vooruit te helpen

source: Get {start_bold}access to all course activities{end_bold}, including both graded and non-graded assignments, while the course is running
nl: Krijg {start_bold} toegang tot alle cursusactiviteiten {end_bold} , inclusief zowel beoordeelde als niet-beoordeelde opdrachten, terwijl de cursus loopt

source: Show more
nl: Laat meer zien

source: {start_bold}Full access{end_bold} to course content and materials, even after the course ends
nl: {start_bold} Volledige toegang {end_bold} tot cursusinhoud en -materiaal, zelfs nadat de cursus is afgelopen

source: {link_start}Learn more{link_end} about course access
nl: {link_start} Meer informatie {link_end} over toegang tot cursussen

source: Support our {start_bold}mission{end_bold} to increase access to high-quality education for everyone, everywhere
nl: Steun onze {start_bold} -missie {end_bold} om de toegang tot kwalitatief hoogstaand onderwijs voor iedereen, overal te vergroten

source: Get temporary access to {start_bold}non-graded{end_bold} activities, including discussion forums and non-graded assignments
nl: Krijg tijdelijk toegang tot {start_bold} niet-beoordeelde {end_bold} -activiteiten, inclusief discussieforums en niet-beoordeelde opdrachten

source: Get {start_bold}temporary access{end_bold} to the course material, including videos and readings
nl: Krijg {start_bold} tijdelijke toegang {end_bold} tot het cursusmateriaal, inclusief video&#39;s en lezingen

source: Access expires and all progress will be lost on
nl: De toegang vervalt en alle voortgang gaat verloren

source: Access expires and all progress will be lost
nl: De toegang vervalt en alle voortgang gaat verloren

source: Enroll In {course_name} | Upgrade Now
nl: Schrijf u in {course_name} | Waardeer nu op

source: Choose a path for your course in
nl: Kies een pad voor uw cursus in

source: Earn a certificate
nl: Verdien een certificaat

source: Studies show that those who choose this option are {start_bold}more engaged and motivated{end_bold} to complete their courses
nl: Uit onderzoek blijkt dat degenen die voor deze optie kiezen {start_bold} meer betrokken en gemotiveerd zijn {end_bold} om hun cursussen te voltooien

source: Access this course
nl: Toegang tot deze cursus

source: Get access to the course material, including videos and readings
nl: Krijg toegang tot het cursusmateriaal, inclusief video&#39;s en lezingen

source: {chapter} current chapter
nl: {chapter} huidig hoofdstuk

source: {span_start}current section{span_end}
nl: {span_start} huidige sectie {span_end}

source: due {date}
nl: vanwege {date}

source: {section_format} due {{date}}
nl: {section_format} vervalt op {{date}}

source: This content is graded
nl: Deze inhoud is beoordeeld

source: An error occurred. Please try again later.
nl: Er is een fout opgetreden. Probeer het later opnieuw.

source: You are enrolled in this course
nl: U bent ingeschreven voor deze cursus

source: View Course
nl: Cursus bekijken

source: Enrollment in this course is by invitation only
nl: Inschrijving voor deze cursus is uitsluitend op uitnodiging

source: Enrollment is Closed
nl: Inschrijving is gesloten

source: Enroll Now
nl: Schrijf nu in

source: View About Page in studio
nl: Bekijk de Over-pagina in de studio

source: Classes Start
nl: Lessen beginnen

source: Classes End
nl: Klassen eindigen

source: Estimated Effort
nl: Geschatte inspanning

source: Prerequisites
nl: Vereisten

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
nl: U moet {link_start} {prc_display} {link_end} met succes voltooien voordat u aan deze cursus begint.

source: Additional Resources
nl: Aanvullende bronnen

# self
source: enroll
nl: inschrijven

source: Share with friends and family!
nl: Deel met vrienden en familie!

source: I just enrolled in {number} {title} through {account} {url}
nl: Ik heb me zojuist ingeschreven voor {number} {title} tot en met {account} {url}

source: I just enrolled in {number} {title} through {platform} {url}
nl: Ik heb me zojuist ingeschreven voor {number} {title} tot en met {platform} {url}

source: Take a course with {platform} online
nl: Volg online een cursus met {platform}
