Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
nl: De cursus wordt niet in cohort gegeven, maar in cohort aangeboden. Cohorttoewijzing voor alle gebruikers wordt genegeerd.

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
nl: Cohortnaam niet gevonden: {cohort} . Cohorttoewijzing voor alle gebruikers wordt genegeerd.

source: Invalid course mode: {mode}. Falling back to the default mode, or keeping the current mode in case the user is already enrolled.
nl: Ongeldige cursusmodus: {mode} . Terugvallen naar de standaardmodus, of de huidige modus behouden voor het geval de gebruiker al is ingeschreven.

source: Invalid course mode: {mode}. Failling back to {default_mode}, or resetting to {default_mode} in case the user is already enrolled.
nl: Ongeldige cursusmodus: {mode} . Teruggaan naar {default_mode} of opnieuw instellen naar {default_mode} als de gebruiker al is ingeschreven.

source: Invalid email {email_address}.
nl: Ongeldig e-mailadres {email_address} .

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
nl: Er bestaat een account met e-mailadres {email} , maar de opgegeven gebruikersnaam {username} is anders. Toch inschrijven met {email} .

source: File is not attached.
nl: Bestand is niet bijgevoegd.

source: Username {user} already exists.
nl: Gebruikersnaam {user} bestaat al.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
nl: Fout &#39;{error}&#39; tijdens het verzenden van e-mail naar een nieuwe gebruiker (e-mailadres van gebruiker= {email} ). Zonder de e-mail zou de student niet kunnen inloggen. Neem contact op met de ondersteuning voor meer informatie.

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
nl: Een gebruikssleutellocatie voor een sectie of een probleem. Als de locatie een blok is dat andere blokken bevat (zoals de cursus-, sectie-, subsectie- of eenheidsblokken), worden alle blokken onder dat blok in het rapport opgenomen.

source: A list of usage keys for the blocks to include in the report.
nl: Een lijst met gebruikssleutels voor de blokken die in het rapport moeten worden opgenomen.

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
nl: Een lijst met probleem-/bloktypen waarvoor het rapport moet worden gegenereerd. Dit veld kan worden weggelaten als het rapport details van alle bloktypen moet bevatten.

source: User-friendly text describing current status of report generation.
nl: Gebruiksvriendelijke tekst die de huidige status van het genereren van rapporten beschrijft.

source: A unique id for the report generation task. It can be used to query the latest report generation status.
nl: Een unieke ID voor de taak voor het genereren van rapporten. Het kan worden gebruikt om de laatste status van het genereren van rapporten op te vragen.

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
nl: De opgegeven parameters waren ongeldig. Zorg ervoor dat u ten minste één geldige gebruikssleutel voor `problem_locations` heeft opgegeven.

source: The requesting user is not authenticated.
nl: De aanvragende gebruiker is niet geverifieerd.

source: The requesting user lacks access to the course.
nl: De aanvragende gebruiker heeft geen toegang tot de cursus.

source: problem responses
nl: probleem reacties

source: Could not find problem with this location.
nl: Kon geen probleem vinden met deze locatie.

source: CourseID
nl: Cursus id

source: Certificate Type
nl: Certificaattype

source: Total Certificates Issued
nl: Totaal aantal uitgegeven certificaten

source: Date Report Run
nl: Datum rapportuitvoering

source: enrolled learner profile
nl: ingeschreven leerlingprofiel

source: User ID
nl: gebruikersnaam

source: Username
nl: Gebruikersnaam

source: Language
nl: Taal

source: Location
nl: Plaats

source: Gender
nl: Geslacht

source: Level of Education
nl: Opleidingsniveau

source: Mailing Address
nl: Postadres

source: Goals
nl: Doelen

source: Enrollment Mode
nl: Inschrijvingsmodus

source: Last Login
nl: Laatste aanmelding

source: Date Joined
nl: Datum aangesloten

source: External User Key
nl: Externe gebruikerssleutel

source: City
nl: Stad

source: Country
nl: Land

source: enrollment
nl: inschrijving

source: The file must contain a 'cohort' column containing cohort names.
nl: Het bestand moet een kolom &#39;cohort&#39; bevatten met cohortnamen.

source: The file must contain a 'username' column, an 'email' column, or both.
nl: Het bestand moet een kolom &#39;gebruikersnaam&#39;, een kolom &#39;e-mail&#39; of beide bevatten.

source: survey
nl: vragenlijst

source: proctored exam results
nl: examenresultaten onder toezicht

source: Anonymized User IDs
nl: Geanonimiseerde gebruikers-ID&#39;s

source: Enrollment status for {student}: unknown
nl: Inschrijvingsstatus voor {student} : onbekend

source: Enrollment status for {student}: active
nl: Inschrijvingsstatus voor {student} : actief

source: Enrollment status for {student}: inactive
nl: Inschrijvingsstatus voor {student} : inactief

source: Enrollment status for {student}: pending
nl: Inschrijvingsstatus voor {student} : in behandeling

source: Enrollment status for {student}: never enrolled
nl: Inschrijvingsstatus voor {student} : nooit ingeschreven

source: Module does not exist.
nl: Module bestaat niet.

source: An error occurred while deleting the score.
nl: Er is een fout opgetreden bij het verwijderen van de partituur.

source: Course has no entrance exam section.
nl: De cursus kent geen toelatingsexamengedeelte.

source: all_students and unique_student_identifier are mutually exclusive.
nl: all_students en unique_student_identifier sluiten elkaar wederzijds uit.

source: all_students and delete_module are mutually exclusive.
nl: all_students en delete_module sluiten elkaar wederzijds uit.

source: Requires instructor access.
nl: Vereist toegang tot instructeur.

source: Course has no valid entrance exam section.
nl: De cursus heeft geen geldig toelatingsexamengedeelte.

source: All Students
nl: Alle studenten

source: Cannot rescore with all_students and unique_student_identifier.
nl: Kan niet opnieuw scoren met all_students en unieke_student_identifier.

source: Current status of task.
nl: Huidige status van de taak.

source: Identifies the kind of task being performed, e.g. rescoring.
nl: Identificeert het soort taak dat wordt uitgevoerd, bijvoorbeeld het opnieuw scoren.

source: The celery ID for the task.
nl: De selderij-ID voor de taak.

source: The date and time when the task was created.
nl: De datum en tijd waarop de taak is gemaakt.

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
nl: De invoerparameters voor de taak. Het formaat en de inhoud van deze gegevens zijn afhankelijk van het soort taak dat wordt uitgevoerd. Het kan bijvoorbeeld de probleemlocaties bevatten voor een taak met probleembronnen.

source: The username of the user who initiated this task.
nl: De gebruikersnaam van de gebruiker die deze taak heeft gestart.

source: The last knows state of the celery task.
nl: De laatste kent de stand van de selderijtaak.

source: Task duration information, if known
nl: Informatie over de taakduur, indien bekend

source: User-friendly task status information, if available.
nl: Gebruiksvriendelijke taakstatusinformatie, indien beschikbaar.

source: List of instructor tasks.
nl: Lijst met instructeurstaken.

source: The requested course does not exist.
nl: De gevraagde cursus bestaat niet.

source: URL from which report can be downloaded.
nl: URL waarvandaan rapport kan worden gedownload.

source: Name of report.
nl: Naam rapport.

source: HTML anchor tag that contains the name and link.
nl: HTML-ankertag die de naam en link bevat.

source: List of report downloads
nl: Lijst met rapportdownloads

source: ID for the course whose reports need to be listed.
nl: ID voor de cursus waarvan de rapporten moeten worden vermeld.

source: Filter results to only return details of for the report with the specified name.
nl: Filter resultaten zodat alleen details worden geretourneerd voor het rapport met de opgegeven naam.

source: ORA data
nl: ORA-gegevens

source: ORA summary
nl: ORA-samenvatting

source: Attachments archive is being created.
nl: Het bijlagenarchief wordt aangemaakt.

source: grade
nl: cijfer

source: problem grade
nl: probleem graad

source: Successfully changed due date for student {0} for {1} to {2}
nl: Inleverdatum voor leerling {0} voor {1} gewijzigd in {2}

source: Successfully removed invalid due date extension (unit has no due date).
nl: Ongeldige verlenging van de vervaldatum is verwijderd (eenheid heeft geen vervaldatum).

source: Successfully reset due date for student {0} for {1} to {2}
nl: Inleverdatum voor leerling {0} voor {1} opnieuw ingesteld op {2}

source: This student (%s) will skip the entrance exam.
nl: Deze student ( %s ) slaat het toelatingsexamen over.

source: This student (%s) is already allowed to skip the entrance exam.
nl: Deze student ( %s ) mag het toelatingsexamen al overslaan.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
nl: De taak voor het genereren van certificaten voor alle studenten van deze cursus is gestart. U kunt de status van de generatietaak bekijken in de sectie &#39;Taken in behandeling&#39;.

source: Please select one or more certificate statuses that require certificate regeneration.
nl: Selecteer een of meer certificaatstatussen waarvoor certificaatregeneratie vereist is.

source: Please select certificate statuses from the list only.
nl: Selecteer alleen certificaatstatussen uit de lijst.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
nl: De taak voor het vernieuwen van het certificaat is gestart. U kunt de status van de generatietaak bekijken in de sectie &#39;Taken in behandeling&#39;.

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
nl: Student {user} is niet ingeschreven voor deze cursus. Controleer uw spelling en probeer het opnieuw.

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
nl: Student {user} staat al op de certificaatinvalidatielijst en kan niet worden toegevoegd aan de certificaatuitzonderingslijst.

source: Student (username/email={user}) already in certificate exception list.
nl: Student (gebruikersnaam/e-mail= {user} ) staat al in de certificaatuitzonderingslijst.

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
nl: Er is een fout opgetreden bij het verwijderen van de vermelding op de toelatingslijst voor leerling {student} . Vernieuw de pagina en probeer het opnieuw

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
nl: Het veld gebruikersnaam/e-mailadres van de student is verplicht en mag niet leeg zijn. Vul uw gebruikersnaam/e-mailadres in en druk vervolgens op de knop &quot;Toevoegen aan uitzonderingslijst&quot;.

source: The record is not in the correct format. Please add a valid username or email address.
nl: De record heeft niet het juiste formaat. Voeg een geldige gebruikersnaam of e-mailadres toe.

source: {user} does not exist in the LMS. Please check your spelling and retry.
nl: {user} bestaat niet in het LMS. Controleer uw spelling en probeer het opnieuw.

source: Invalid data, generate_for must be "new" or "all".
nl: Ongeldige gegevens, genereren_for moet &quot;nieuw&quot; of &quot;alles&quot; zijn.

source: Certificate generation started for students on the allowlist.
nl: Het genereren van certificaten is gestart voor studenten op de toelatingslijst.

source: user "{user}" in row# {row}
nl: gebruiker &quot; {user} &quot; in rij# {row}

source: user "{username}" in row# {row}
nl: gebruiker &quot; {username} &quot; in rij# {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
nl: De student {student} verschijnt op de lijst met certificaatuitzonderingen in cursus {course} . Verwijder ze uit de lijst met certificaatuitzonderingen voordat u probeert hun certificaat ongeldig te maken.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
nl: Certificaat van {user} is al ongeldig gemaakt. Controleer uw spelling en probeer het opnieuw.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
nl: Het certificaat voor student {user} is al ongeldig. Controleer of het certificaat voor deze student is gegenereerd en ga vervolgens verder.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
nl: Certificaatinvalidatie bestaat niet. Vernieuw de pagina en probeer het opnieuw.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
nl: Het veld gebruikersnaam/e-mailadres van de student is verplicht en mag niet leeg zijn. Vul uw gebruikersnaam/e-mailadres in en druk vervolgens op de knop &quot;Certificaat ongeldig maken&quot;.

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
nl: De student {student} heeft geen certificaat voor de cursus {course} . Controleer of de gebruikersnaam/e-mailadres van de student en de geselecteerde cursus correct zijn en probeer het opnieuw.

source: Instructor
nl: Instructeur

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
nl: Om inzicht te krijgen in de inschrijving en deelname van studenten {link_start} gaat u naar {analytics_dashboard_name} , ons nieuwe cursusanalyseproduct {link_end} .

source: Special Exams
nl: Speciale examens

source: Certificates
nl: Certificaten

source: Please Enter the numeric value for the course price
nl: Voer de numerieke waarde voor de cursusprijs in

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
nl: CourseMode met de modusslug( {mode_slug} ) DoesNotExist

source: CourseMode price updated successfully
nl: CourseMode-prijs is succesvol bijgewerkt

source: Course Info
nl: Cursusinformatie

source: Enrollment data is now available in {dashboard_link}.
nl: Inschrijvingsgegevens zijn nu beschikbaar in {dashboard_link} .

source: Membership
nl: Lidmaatschap

source: Cohorts
nl: Cohorten

source: Discussions
nl: Discussies

source: Student Admin
nl: Studentenadministratie

source: Extensions
nl: Extensies

source: Data Download
nl: Gegevens downloaden

source: Analytics
nl: Analyses

source: Open Responses
nl: Open reacties

source: 0 sent
nl: 0 verzonden

source: {num_emails} sent
nl: {num_emails} verzonden

source: {num_emails} failed
nl: {num_emails} is mislukt

source: Complete
nl: Compleet

source: Incomplete
nl: Incompleet

source: Could not find student matching identifier: {student_identifier}
nl: Kan de overeenkomende student-ID niet vinden: {student_identifier}

source: Unable to parse date:
nl: Kan datum niet parseren:

source: Couldn't find module for url: {0}
nl: Kan module voor URL niet vinden: {0}

source: Could not find student enrollment in the course.
nl: Kan de inschrijving van studenten voor de cursus niet vinden.

source: Unit {0} has no due date to extend.
nl: Eenheid {0} heeft geen vervaldatum voor verlenging.

source: An extended due date must be later than the original due date.
nl: Een verlengde vervaldatum moet later zijn dan de oorspronkelijke vervaldatum.

source: Full Name
nl: Voor-en achternaam

source: Extended Due Date
nl: Verlengde vervaldatum

source: Users with due date extensions for {0}
nl: Gebruikers met vervaldatumextensies voor {0}

source: Due date extensions for {0} {1} ({2})
nl: Verlengingen van de vervaldatum voor {0} {1} ( {2} )

source: Requested task is already running
nl: De gevraagde taak wordt al uitgevoerd

source: Error occured. Please try again later.
nl: Fout opgetreden. Probeer het later opnieuw.

source: detailed enrollment
nl: gedetailleerde inschrijving

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
nl: Het rapport {report_type} wordt gemaakt. Zie Taken in behandeling hieronder om de status van het rapport te bekijken. Zodra het rapport klaar is, kunt u het downloaden.

source: This component cannot be rescored.
nl: Dit onderdeel kan niet opnieuw worden gescoord.

source: This component does not support score override.
nl: Deze component biedt geen ondersteuning voor het overschrijven van scores.

source: Scores must be between 0 and the value of the problem.
nl: Scores moeten tussen 0 en de waarde van het probleem liggen.

source: Not all problems in entrance exam support re-scoring.
nl: Niet alle problemen bij het toelatingsexamen ondersteunen het opnieuw scoren.

source: An error has occurred. Task was not created.
nl: Er is een fout opgetreden. Taak is niet gemaakt.

source: rescored
nl: opnieuw gescoord

source: overridden
nl: overschreven

source: reset
nl: opnieuw instellen

source: deleted
nl: verwijderd

source: emailed
nl: gemaild

source: graded
nl: beoordeeld

source: problem distribution graded
nl: probleemverdeling beoordeeld

source: certificates generated
nl: certificaten gegenereerd

source: cohorted
nl: gecohort

source: generate_anonymized_id
nl: genereer_geanonimiseerde_id

source: compressed
nl: gecomprimeerd

source: No status information available
nl: Geen statusinformatie beschikbaar

source: No task_output information found for instructor_task {0}
nl: Er is geen taak_uitvoerinformatie gevonden voor instructeur_taak {0}

source: No parsable task_output information found for instructor_task {0}: {1}
nl: Geen parseerbare taak_uitvoerinformatie gevonden voor instructeur_taak {0} : {1}

source: No parsable status information available
nl: Er is geen paraseerbare statusinformatie beschikbaar

source: No message provided
nl: Geen bericht opgegeven

source: Invalid task_output information found for instructor_task {0}: {1}
nl: Ongeldige taak_uitvoerinformatie gevonden voor instructeur_taak {0} : {1}

source: No progress status information available
nl: Er is geen voortgangsstatusinformatie beschikbaar

source: No parsable task_input information found for instructor_task {0}: {1}
nl: Geen parseerbare taak_invoerinformatie gevonden voor instructeur_taak {0} : {1}

source: Progress: {action} {succeeded} of {attempted} so far
nl: Vooruitgang: {action} {succeeded} van {attempted} tot nu toe

source: Unable to find submission to be {action} for student '{student}'
nl: Kan inzending {action} voor student &#39;{student}&#39; niet vinden

source: Problem failed to be {action} for student '{student}'
nl: Probleem is niet {action} voor leerling &#39;{student}&#39;

source: Problem successfully {action} for student '{student}'
nl: Probleem succesvol {action} voor leerling &#39;{student}&#39;

source: Unable to find entrance exam submission to be {action} for student '{student}'
nl: Kan de inzending voor het toelatingsexamen niet vinden als {action} voor student &#39;{student}&#39;

source: Entrance exam successfully {action} for student '{student}'
nl: Toelatingsexamen succesvol {action} voor student &#39;{student}&#39;

source: Unable to find any students with submissions to be {action}
nl: Kan geen studenten vinden met inzendingen als {action}

source: Problem failed to be {action} for any of {attempted} students
nl: Het probleem was voor geen van de leerlingen van {attempted} {action}

source: Problem successfully {action} for {attempted} students
nl: Probleem met succes {action} voor {attempted} -studenten

source: Problem {action} for {succeeded} of {attempted} students
nl: Probleem {action} voor {succeeded} van {attempted} studenten

source: Unable to find any recipients to be {action}
nl: Kan geen ontvangers vinden die {action} zijn

source: Message failed to be {action} for any of {attempted} recipients
nl: Het bericht kon niet {action} zijn voor een van {attempted} -ontvangers

source: Message successfully {action} for {attempted} recipients
nl: Bericht succesvol verzonden {action} voor {attempted} -ontvangers

source: Message {action} for {succeeded} of {attempted} recipients
nl: Bericht {action} voor {succeeded} van {attempted} -ontvangers

source: (skipping {skipped})
nl: ( {skipped} overslaan)

source: (out of {total})
nl: (uit {total} )

source: Programs
nl: Programma&#39;s

source: Program Details
nl: Programmadetails

source: This component's access settings refer to deleted or invalid group configurations.
nl: De toegangsinstellingen van dit onderdeel verwijzen naar verwijderde of ongeldige groepsconfiguraties.

source: This unit's access settings refer to deleted or invalid group configurations.
nl: De toegangsinstellingen van dit toestel verwijzen naar verwijderde of ongeldige groepsconfiguraties.

source: This component's access settings refer to deleted or invalid groups.
nl: De toegangsinstellingen van dit onderdeel verwijzen naar verwijderde of ongeldige groepen.

source: This unit's access settings refer to deleted or invalid groups.
nl: De toegangsinstellingen van dit toestel verwijzen naar verwijderde of ongeldige groepen.

source: This component's access settings contradict its parent's access settings.
nl: De toegangsinstellingen van dit onderdeel zijn in tegenspraak met de toegangsinstellingen van het bovenliggende onderdeel.

source: Whether to display this block in the table of contents
nl: Of dit blok in de inhoudsopgave moet worden weergegeven

source: What format this block is in (used for deciding which grader to apply, and what to show in the TOC)
nl: Welk formaat dit blok heeft (gebruikt om te beslissen welke beoordelaar moet worden toegepast en wat moet worden weergegeven in de inhoudsopgave)

source: Course Chrome
nl: Cursus Chroom

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
nl: Voer het chroom of de navigatiehulpmiddelen in die u voor het XBlock in het LMS wilt gebruiken. Geldige waarden zijn: &quot;chroomloos&quot; - om geen tabbladen of de accordeon te gebruiken; &quot;tabs&quot; -- om alleen tabbladen te gebruiken; &quot;accordeon&quot; - om alleen de accordeon te gebruiken; of &quot;tabs,accordeon&quot; - om tabs en de accordeon te gebruiken.

source: Default Tab
nl: Standaard tabblad
