Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
nl: Zorg ervoor dat u een bibliotheek wilt importeren voordat u doorgaat. De inhoud van de geïmporteerde bibliotheek vervangt de inhoud van de bestaande bibliotheek. {em_start} U kunt een bibliotheekimport niet ongedaan maken {em_end} . Voordat u verdergaat, raden wij u aan de huidige bibliotheek te exporteren, zodat u er een reservekopie van heeft.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
nl: De bibliotheek die u importeert, moet zich in een .tar.gz-bestand bevinden (dat wil zeggen een .tar-bestand gecomprimeerd met GNU Zip). Dit .tar.gz-bestand moet een bibliotheek.xml-bestand bevatten. Het kan ook andere bestanden bevatten.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
nl: Het importproces bestaat uit vijf fasen. Tijdens de eerste twee fasen moet u op deze pagina blijven. U kunt deze pagina verlaten nadat de fase Uitpakken is voltooid. We raden u echter aan geen belangrijke wijzigingen in uw bibliotheek aan te brengen totdat de importbewerking is voltooid.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
nl: Zorg ervoor dat u een cursus wilt importeren voordat u doorgaat. De inhoud van de geïmporteerde cursus vervangt de inhoud van de bestaande cursus. {em_start} U kunt een cursusimport niet ongedaan maken {em_end} . Voordat u verdergaat, raden wij u aan de huidige cursus te exporteren, zodat u er een reservekopie van heeft.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip) or .zip (that is a compressed file). This .tar.gz or .zip file must contain a course.xml file. It may also contain other files.
nl: De cursus die u importeert, moet in een .tar.gz-bestand staan (dat wil zeggen een .tar-bestand dat is gecomprimeerd met GNU Zip) of .zip (dat is een gecomprimeerd bestand). Dit .tar.gz- of .zip-bestand moet een course.xml-bestand bevatten. Het kan ook andere bestanden bevatten.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
nl: Het importproces bestaat uit vijf fasen. Tijdens de eerste twee fasen moet u op deze pagina blijven. U kunt deze pagina verlaten nadat de fase Uitpakken is voltooid. We raden u echter aan geen belangrijke wijzigingen in uw cursus aan te brengen totdat de importbewerking is voltooid.

source: Select a .tar.gz File to Replace Your Library Content
nl: Selecteer een .tar.gz-bestand om uw bibliotheekinhoud te vervangen

source: Select a .tar.gz or .zip File to Replace Your Course Content
nl: Selecteer een .tar.gz- of .zip-bestand om uw cursusinhoud te vervangen

source: Choose a File to Import
nl: Kies een bestand om te importeren

source: File Chosen:
nl: Bestand gekozen:

source: Replace my library with the selected file
nl: Vervang mijn bibliotheek door het geselecteerde bestand

source: Replace my course with the selected file
nl: Vervang mijn cursus door het geselecteerde bestand

source: Library Import Status
nl: Importstatus van bibliotheek

source: Course Import Status
nl: Importstatus van cursus

source: Transferring your file to our servers
nl: Overdracht van uw bestand naar onze servers

source: Unpacking
nl: Uitpakken

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
nl: Map-/bestandsstructuur uitbreiden en voorbereiden (u kunt deze pagina nu veilig verlaten, maar vermijd drastische wijzigingen in de inhoud totdat deze import is voltooid)

source: Verifying
nl: Verifiëren

source: Reviewing semantics, syntax, and required data
nl: Semantiek, syntaxis en vereiste gegevens beoordelen

source: Updating Library
nl: Bibliotheek bijwerken

source: Updating Course
nl: Cursus bijwerken

source: Integrating your imported content into this library. This process might take longer with larger libraries.
nl: Integratie van uw geïmporteerde inhoud in deze bibliotheek. Bij grotere bibliotheken kan dit proces langer duren.

source: Integrating your imported content into this course. This process might take longer with larger courses.
nl: Integratie van uw geïmporteerde inhoud in deze cursus. Dit proces kan langer duren bij grotere cursussen.

source: Your imported content has now been integrated into this library
nl: Uw geïmporteerde inhoud is nu geïntegreerd in deze bibliotheek

source: Your imported content has now been integrated into this course
nl: Uw geïmporteerde inhoud is nu geïntegreerd in deze cursus

source: View Updated Library
nl: Bekijk bijgewerkte bibliotheek

source: View Updated Outline
nl: Bekijk het bijgewerkte overzicht

source: Why import a library?
nl: Waarom een bibliotheek importeren?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
nl: Mogelijk wilt u een bestaande bibliotheek bijwerken naar een nieuwe versie, of een bestaande bibliotheek geheel vervangen. Mogelijk hebt u ook een bibliotheek buiten {studio_name} ontwikkeld.

source: Note: Library content is not automatically updated in courses
nl: Let op: Bibliotheekinhoud wordt niet automatisch bijgewerkt in cursussen

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
nl: Als je een bibliotheek wijzigt en importeert waarnaar wordt verwezen door willekeurige inhoudsblokken in een of meer cursussen, gebruiken die cursussen niet automatisch de bijgewerkte inhoud. U moet de gerandomiseerde inhoudsblokken handmatig vernieuwen om ze up-to-date te maken met de nieuwste bibliotheekinhoud.

source: Learn more about importing a library
nl: Meer informatie over het importeren van een bibliotheek

source: Why import a course?
nl: Waarom een cursus importeren?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
nl: Mogelijk wilt u een nieuwe versie van een bestaande cursus uitvoeren of een bestaande cursus geheel vervangen. Of misschien heb je een cursus ontwikkeld buiten {studio_name} .

source: What content is imported?
nl: Welke inhoud wordt geïmporteerd?

source: The following content is imported.
nl: De volgende inhoud wordt geïmporteerd.

source: The following content is not imported.
nl: De volgende inhoud wordt niet geïmporteerd.

source: Warning: Importing while a course is running
nl: Waarschuwing: importeren terwijl een cursus actief is

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
nl: Als u een import uitvoert terwijl uw cursus actief is en u de URL-namen (of url_name-knooppunten) van probleemcomponenten wijzigt, kunnen de studentgegevens die aan die probleemcomponenten zijn gekoppeld, verloren gaan. Deze gegevens omvatten de probleemscores van studenten.

source: Learn more about importing a course
nl: Meer informatie over het importeren van een cursus

source: {studio_name} Home
nl: {studio_name} Thuis

source: New Course
nl: Nieuwe cursus

source: Email staff to create course
nl: E-mail personeel om een cursus te maken

source: New Library
nl: Nieuwe bibliotheek

source: Please correct the highlighted fields below.
nl: Corrigeer de gemarkeerde velden hieronder alstublieft.

source: Create a New Course
nl: Maak een nieuwe cursus

source: Required Information to Create a New Course
nl: Vereiste informatie om een nieuwe cursus te maken

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
nl: De openbare weergavenaam voor uw cursus. Dit kan niet worden gewijzigd, maar u kunt later een andere weergavenaam instellen in Geavanceerde instellingen.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
nl: De naam van de organisatie die de cursus sponsort. {strong_start} Let op: De organisatienaam maakt deel uit van de cursus-URL. {strong_end} Dit kan niet worden gewijzigd, maar u kunt later een andere weergavenaam instellen in Geavanceerde instellingen.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
nl: Het unieke nummer waarmee uw cursus binnen uw organisatie wordt geïdentificeerd. {strong_start} Let op: Dit is onderdeel van uw cursus-URL, dus spaties of speciale tekens zijn niet toegestaan en kunnen niet worden gewijzigd. {strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
nl: De termijn waarin uw cursus loopt. {strong_start} Let op: Dit is onderdeel van uw cursus-URL, dus spaties of speciale tekens zijn niet toegestaan en kunnen niet worden gewijzigd. {strong_end}

source: Create
nl: Creëren

source: Create a New Library
nl: Maak een nieuwe bibliotheek

source: Required Information to Create a New Library
nl: Vereiste informatie om een nieuwe bibliotheek te maken

source: Library Name
nl: Bibliotheeknaam

source: e.g. Computer Science Problems
nl: bijvoorbeeld computerwetenschappelijke problemen

source: The public display name for your library.
nl: De openbare weergavenaam voor uw bibliotheek.

source: The public organization name for your library.
nl: De openbare organisatienaam voor uw bibliotheek.

source: This cannot be changed.
nl: Dit kan niet worden gewijzigd.

source: Library Code
nl: Bibliotheekcode

source: e.g. CSPROB
nl: bijv. CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
nl: De unieke code die deze bibliotheek identificeert. {strong_start} Let op: Dit is onderdeel van uw bibliotheek-URL, dus spaties of speciale tekens zijn niet toegestaan. {strong_end} Dit kan niet worden gewijzigd.

source: Organization and Library Settings
nl: Organisatie- en bibliotheekinstellingen

source: Show all courses in organization:
nl: Toon alle cursussen in organisatie:

source: For example, MITx
nl: Bijvoorbeeld MITx

source: Courses Being Processed
nl: Cursussen die worden verwerkt

source: Organization:
nl: Organisatie:

source: Course Number:
nl: Cursusnummer:

source: Course Run:
nl: Cursusuitvoering:

source: This course run is currently being created.
nl: Deze cursusuitvoering wordt momenteel gemaakt.

source: Configuring as re-run
nl: Configureren als opnieuw uitvoeren

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
nl: De nieuwe cursus wordt binnen 5-10 minuten aan uw cursuslijst toegevoegd. Keer terug naar deze pagina of {link_start} vernieuw deze {link_end} om de cursuslijst bij te werken. De nieuwe cursus vereist enige handmatige configuratie.

source: This re-run processing status:
nl: Deze opnieuw uitgevoerde verwerkingsstatus:

source: Configuration Error
nl: Configuratiefout

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
nl: Er is een systeemfout opgetreden tijdens het verwerken van uw cursus. Ga naar de oorspronkelijke cursus om de herhaling opnieuw te proberen, of neem contact op met je PM voor hulp.

source: Archived Courses
nl: Gearchiveerde cursussen

source: Libraries
nl: Bibliotheken

source: Taxonomies
nl: Taxonomieën

source: Are you staff on an existing {studio_name} course?
nl: Bent u medewerker van een bestaande {studio_name} -cursus?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
nl: De cursusmaker moet u toegang geven tot de cursus. Neem contact op met de maker of beheerder van de cursus die u helpt schrijven.

source: Create Your First Course
nl: Creëer uw eerste cursus

source: Your new course is just a click away!
nl: Uw nieuwe cursus is slechts één klik verwijderd!

source: Becoming a Course Creator in {studio_name}
nl: Een cursusmaker worden in {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
nl: {studio_name} is een gehoste oplossing voor onze xConsortium-partners en geselecteerde gasten. Cursussen waarvan u teamlid bent, verschijnen hierboven en u kunt ze bewerken, terwijl de rechten voor het maken van cursussen worden verleend door {platform_name} . Ons team zal uw verzoek beoordelen en u tijdens de werkweek binnen 24 uur feedback geven.

source: Your Course Creator Request Status:
nl: De aanvraagstatus van uw cursusmaker:

source: Request the Ability to Create Courses
nl: Vraag de mogelijkheid aan om cursussen te maken

source: Your Course Creator Request Status
nl: De aanvraagstatus van uw cursusmaker

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
nl: {studio_name} is een gehoste oplossing voor onze xConsortium-partners en geselecteerde gasten. Cursussen waarvan u teamlid bent, verschijnen hierboven en u kunt ze bewerken, terwijl de rechten voor het maken van cursussen worden verleend door {platform_name} . Ons team heeft uw verzoek beoordeeld.

source: Your Course Creator request is:
nl: Je Course Creator-verzoek is:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
nl: Uw verzoek voldeed niet aan de criteria/richtlijnen gespecificeerd door {platform_name} Staff.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
nl: {studio_name} is een gehoste oplossing voor onze xConsortium-partners en geselecteerde gasten. Cursussen waarvan u teamlid bent, verschijnen hierboven en u kunt ze bewerken, terwijl de rechten voor het maken van cursussen worden verleend door {platform_name} . Ons team beoordeelt momenteel uw verzoek.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
nl: Uw verzoek wordt momenteel beoordeeld door het personeel van {platform_name} en zal binnenkort worden bijgewerkt.

source: Were you expecting to see a particular library here?
nl: Had je verwacht hier een bepaalde bibliotheek te zien?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
nl: De maker van de bibliotheek moet u toegang geven tot de bibliotheek. Neem contact op met de maker of beheerder van de bibliotheek die u helpt schrijven.

source: Create Your First Library
nl: Creëer uw eerste bibliotheek

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
nl: Bibliotheken beschikken over een verzameling componenten die in meerdere cursussen kunnen worden hergebruikt. Creëer uw eerste bibliotheek met één klik op de knop!

source: New to {studio_name}?
nl: Nieuw bij {studio_name} ?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
nl: Klik op Help in de rechterbovenhoek voor meer informatie over de {studio_name} -pagina die u bekijkt. U kunt ook de links onderaan de pagina gebruiken om toegang te krijgen tot onze voortdurend bijgewerkte documentatie en andere {studio_name} bronnen.

source: Getting Started with {studio_name}
nl: Aan de slag met {studio_name}

source: Can I create courses in {studio_name}?
nl: Kan ik cursussen maken in {studio_name} ?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
nl: Om cursussen in {studio_name} te maken, moet u {link_start} contact opnemen met het personeel van {platform_name} om u te helpen een cursus {link_end} te maken.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
nl: Om cursussen in {studio_name} te kunnen maken, moet u over de rechten voor het maken van cursussen beschikken om uw eigen cursus te kunnen maken.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
nl: Je verzoek om cursussen te schrijven in {studio_name} is afgewezen. Neem {link_start} contact op met {platform_name} Personeel met verdere vragen {link_end} .

source: Thanks for signing up, {name}!
nl: Bedankt voor uw aanmelding, {name} !

source: We need to verify your email address
nl: We moeten uw e-mailadres verifiëren

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
nl: Bijna daar! Om uw aanmelding te voltooien, hebben we uw e-mailadres nodig ( {email} ). Een activeringsbericht en de volgende stappen zouden daar op u moeten wachten.

source: Need help?
nl: Hulp nodig?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
nl: Controleer uw map met ongewenste e-mail of spam voor het geval onze e-mail niet in uw INBOX staat. Kunt u de verificatie-e-mail nog steeds niet vinden? Vraag hulp aan via onderstaande link.

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
nl: Toont alle overeenkomende inhoud die in aanmerking komt om te worden toegevoegd aan {display_name} . Elke student krijgt het onderdeel {max_count} toegewezen, willekeurig getrokken uit deze lijst.

source: Content Library
nl: Inhoudsbibliotheek

source: Add Component
nl: Component toevoegen

source: Adding content to your library
nl: Inhoud toevoegen aan uw bibliotheek

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
nl: Voeg componenten toe aan uw bibliotheek voor gebruik in cursussen, met behulp van Nieuwe component toevoegen onderaan deze pagina.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
nl: Componenten worden vermeld in de volgorde waarin ze zijn toegevoegd, met de meest recent toegevoegde onderaan. Gebruik de pagineringspijlen om van pagina naar pagina te navigeren als uw bibliotheek meer dan één pagina met componenten bevat.

source: Using library content in courses
nl: Bibliotheekinhoud gebruiken in cursussen

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
nl: Gebruik bibliotheekinhoud in cursussen door de beleidssleutel {em_start} bibliotheek_content {em_end} toe te voegen aan de geavanceerde modulelijst in de geavanceerde instellingen van de cursus en vervolgens een willekeurig inhoudsblok toe te voegen aan uw cursusmateriaal. Selecteer in de instellingen voor elk willekeurig inhoudsblok deze bibliotheek als de bronbibliotheek en geef het aantal problemen op dat willekeurig moet worden geselecteerd en aan elke leerling moet worden weergegeven.

source: Learn more about content libraries
nl: Meer informatie over inhoudsbibliotheken

source: Course Team Settings
nl: Cursusteaminstellingen

source: New Team Member
nl: Nieuw teamlid

source: Add a User to Your Course's Team
nl: Voeg een gebruiker toe aan het team van uw cursus

source: New Team Member Information
nl: Informatie over nieuwe teamleden

source: User's Email Address
nl: E-mailadres van de gebruiker

source: example: username@domain.com
nl: voorbeeld: gebruikersnaam@domein.com

source: Provide the email address of the user you want to add as Staff
nl: Geef het e-mailadres op van de gebruiker die u als personeel wilt toevoegen

source: Add User
nl: Voeg gebruiker toe

source: Add Team Members to This Course
nl: Voeg teamleden toe aan deze cursus

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
nl: Door teamleden toe te voegen, wordt het schrijven van cursussen collaboratief. Gebruikers moeten zijn aangemeld voor {studio_name} en een actief account hebben.

source: Add a New Team Member
nl: Voeg een nieuw teamlid toe

source: Course Team Roles
nl: Cursusteamrollen

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
nl: Cursusteamleden met de rol Staf zijn co-auteurs van de cursus. Ze hebben volledige schrijf- en bewerkingsrechten voor alle cursusinhoud.

source: Admins are course team members who can add and remove other course team members.
nl: Beheerders zijn cursusteamleden die andere cursusteamleden kunnen toevoegen en verwijderen.
