Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Submitting
nl: Indienen

source: Warning: The problem has been reset to its initial state!
nl: Waarschuwing: het probleem is teruggezet naar de oorspronkelijke staat!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
nl: De status van het probleem is verstoord door een ongeldige inzending. De inzending bestond uit:

source: If this error persists, please contact the course staff.
nl: Als deze fout zich blijft voordoen, neem dan contact op met het cursuspersoneel.

source: Hint ({hint_num} of {hints_count}):
nl: Tip ( {hint_num} of {hints_count} ):

source: Your answers were previously saved. Click '{button_name}' to grade them.
nl: Uw antwoorden zijn eerder opgeslagen. Klik op &#39;{button_name}&#39; om ze te beoordelen.

source: Incorrect ({progress} point)
nl: Onjuist ( {progress} punt)

source: Correct ({progress} point)
nl: Juist ( {progress} punt)

source: Partially correct ({progress} point)
nl: Gedeeltelijk correct ( {progress} punt)

source: Partially Correct
nl: Deels correct

source: Answer submitted.
nl: Antwoord ingediend.

source: Problem is closed.
nl: Probleem is gesloten.

source: Problem must be reset before it can be submitted again.
nl: Het probleem moet worden gereset voordat het opnieuw kan worden ingediend.

source: You must wait at least {wait} seconds between submissions.
nl: U moet minimaal {wait} seconden wachten tussen de inzendingen.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
nl: Je moet minimaal {wait_secs} wachten tussen de inzendingen. {remaining_secs} resterend.

source: {num_hour} hour
nl: {num_hour} uur

source: {num_minute} minute
nl: {num_minute} minuut

source: {num_second} second
nl: {num_second} seconde

source: Problem needs to be reset prior to save.
nl: Het probleem moet worden gereset voordat het kan worden opgeslagen.

source: Your answers have been saved.
nl: Uw antwoorden zijn opgeslagen.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
nl: Je antwoorden zijn opgeslagen, maar niet beoordeeld. Klik op &#39;{button_name}&#39; om ze te beoordelen.

source: You cannot select Reset for a problem that is closed.
nl: U kunt Reset niet selecteren voor een probleem dat is gesloten.

source: You must submit an answer before you can select Reset.
nl: U moet een antwoord indienen voordat u Reset kunt selecteren.

source: Problem's definition does not support rescoring.
nl: De definitie van het probleem biedt geen ondersteuning voor het opnieuw scoren.

source: Problem must be answered before it can be graded again.
nl: Het probleem moet worden beantwoord voordat het opnieuw kan worden beoordeeld.

source: Conditional
nl: Voorwaardelijk

source: List of urls of children that are references to external modules
nl: Lijst met URL&#39;s van onderliggende elementen die verwijzen naar externe modules

source: Source Components
nl: Broncomponenten

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional block. Copy the component location ID of a component from its Settings dialog in Studio.
nl: De componentlocatie-ID&#39;s van alle broncomponenten die worden gebruikt om te bepalen of een leerling de inhoud van dit voorwaardelijke blok te zien krijgt. Kopieer de componentlocatie-ID van een component uit het dialoogvenster Instellingen in Studio.

source: Conditional Attribute
nl: Voorwaardelijk attribuut

source: The attribute of the source components that determines whether a learner is shown the content of this conditional block.
nl: Het attribuut van de broncomponenten dat bepaalt of een leerling de inhoud van dit voorwaardelijke blok te zien krijgt.

source: Conditional Value
nl: Voorwaardelijke waarde

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional block.
nl: De waarde waarmee het voorwaardelijke attribuut van de broncomponenten moet overeenkomen voordat een leerling de inhoud van dit voorwaardelijke blok te zien krijgt.

source: Blocked Content Message
nl: Geblokkeerd inhoudsbericht

source: The message that is shown to learners when not all conditions are met to show the content of this conditional block. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
nl: Het bericht dat aan leerlingen wordt getoond wanneer niet aan alle voorwaarden is voldaan om de inhoud van dit voorwaardelijke blok weer te geven. Neem {link} op in de tekst van uw bericht om leerlingen een directe link naar de vereiste eenheden te geven. Bijvoorbeeld: &#39;U moet {link} invullen voordat u toegang krijgt tot dit toestel&#39;.

source: You must complete {link} before you can access this unit.
nl: U moet {link} invullen voordat u toegang krijgt tot dit apparaat.

source: This component has no source components configured yet.
nl: Voor dit onderdeel zijn nog geen brononderdelen geconfigureerd.

source: Configure list of sources
nl: Configureer de lijst met bronnen

source: LTI Passports
nl: LTI-paspoorten

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
nl: Voer de paspoorten voor cursus-LTI-tools in het volgende formaat in: &quot;id:client_key:client_secret&quot;.

source: List of Textbook objects with (title, url) for textbooks used in this course
nl: Lijst met leerboekobjecten met (titel, url) voor leerboeken die in deze cursus worden gebruikt

source: Slug that points to the wiki for this course
nl: Naaktslak die verwijst naar de wiki voor deze cursus

source: Date that enrollment for this class is opened
nl: Datum waarop de inschrijving voor deze les wordt geopend

source: Date that enrollment for this class is closed
nl: Datum waarop de inschrijving voor deze les is gesloten

source: Start time when this block is visible
nl: Starttijd wanneer dit blok zichtbaar is

source: Date that this class ends
nl: Datum waarop deze les eindigt

source: Date that certificates become available to learners
nl: Datum waarop certificaten beschikbaar worden voor studenten

source: Cosmetic Course Display Price
nl: Cosmetische Cursus Weergaveprijs

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
nl: De kosten die aan studenten worden getoond voor inschrijving voor de cursus. Als er door een beheerder in de database een betaalde cursusinschrijfprijs is ingesteld, wordt die prijs weergegeven in plaats van deze.

source: Course Advertised Start
nl: Geadverteerde cursus start

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
nl: Voer de tekst in die u wilt gebruiken als het geadverteerde starttijdsbestek voor de cursus, bijvoorbeeld &#39;Winter 2018&#39;. Als u bij deze waarde null invoert, wordt de startdatum gebruikt die u voor deze cursus heeft ingesteld.

source: Pre-Requisite Courses
nl: Vereiste cursussen

source: Pre-Requisite Course key if this course has a pre-requisite course
nl: Vereiste cursussleutel als deze cursus een vereiste cursus heeft

source: Grading policy definition for this class
nl: Definitie van beoordelingsbeleid voor deze klasse

source: Show Calculator
nl: Rekenmachine weergeven

source: Enter true or false. When true, students can see the calculator in the course.
nl: Vul waar of onwaar in. Als dit waar is, kunnen studenten de rekenmachine in de cursus zien.

source: Enter the name of the course as it should appear in the course list.
nl: Voer de naam van de cursus in zoals deze in de cursuslijst moet verschijnen.

source: Course Display Name
nl: Weergavenaam van cursus

source: Course Editor
nl: Cursus-editor

source: Enter the method by which this course is edited ("XML" or "Studio").
nl: Voer de methode in waarmee deze cursus wordt bewerkt (&quot;XML&quot; of &quot;Studio&quot;).

source: Course Survey URL
nl: Cursusenquête-URL

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
nl: Voer de URL in voor de enquête aan het einde van de cursus. Als uw cursus geen enquête heeft, voert u null in.

source: Discussion Blackout Dates
nl: Discussie-black-outdata

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
nl: Voer dataparen in waartussen leerlingen geen berichten kunnen plaatsen op discussieforums. Voer tussen de meegeleverde haakjes een extra set vierkante haakjes in rond elk paar datums dat u toevoegt. Formatteer elk paar datums als [&quot;JJJJ-MM-DD&quot;, &quot;JJJJ-MM-DD&quot;]. Om zowel tijden als datums op te geven, noteert u elk paar als [&quot;JJJJ-MM-DDTHH:MM&quot;, &quot;JJJJ-MM-DDTHH:MM&quot;]. Zorg ervoor dat u de &quot;T&quot; tussen de datum en de tijd plaatst. Een invoer die twee black-outperioden definieert, ziet er bijvoorbeeld als volgt uit, inclusief het buitenste paar vierkante haken: [[&quot;15-09-2015&quot;, &quot;21-09-2015&quot;], [&quot;01-10-2015&quot;, &quot; 08-10-2015&quot;]]

source: Discussion Topic Mapping
nl: Discussieonderwerp in kaart brengen

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
nl: Voer discussiecategorieën in de volgende indeling in: &quot;CategoryName&quot;: {&quot;id&quot;: &quot;i4x-InstitutionName-CourseNumber-course-CourseRun&quot;}. Eén discussiecategorie kan bijvoorbeeld &#39;Lydian Mode&#39; zijn: {&quot;id&quot;: &quot;i4x-UniversityX-MUS101-course-2015_T1&quot;}. De &#39;id&#39;-waarde voor elke categorie moet uniek zijn. Bij &#39;id&#39;-waarden zijn de enige speciale tekens die worden ondersteund onderstrepingstekens, koppeltekens en punten. Je kunt ook een categorie opgeven als standaard voor nieuwe berichten op de discussiepagina door het &#39;default&#39;-attribuut ervan in te stellen op true. Bijvoorbeeld &quot;Lydian Mode&quot;: {&quot;id&quot;: &quot;i4x-UniversityX-MUS101-course-2015_T1&quot;, &quot;default&quot;: true}.

source: Discussions Plugin Settings
nl: Instellingen voor discussieplug-ins

source: Settings for discussions plugins.
nl: Instellingen voor discussie-plug-ins.

source: Course Announcement Date
nl: Datum aankondiging cursus

source: Enter the date to announce your course.
nl: Voer de datum in waarop u uw cursus wilt aankondigen.

source: Cohort Configuration
nl: Cohortconfiguratie

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
nl: Voer beleidssleutels en -waarden in om de cohortfunctie in te schakelen, automatische toewijzing van studenten aan groepen te definiëren of cursusbrede discussieonderwerpen als privé voor cohortleden te identificeren.

source: Course Is New
nl: Cursus is nieuw

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
nl: Vul waar of onwaar in. Indien waar, verschijnt de cursus in de lijst met nieuwe cursussen en verschijnt er een Nieuw! badge verschijnt tijdelijk naast de cursusafbeelding.

source: Mobile Course Available
nl: Mobiele cursus beschikbaar

source: Enter true or false. If true, the course will be available to mobile devices.
nl: Vul waar of onwaar in. Indien waar, zal de cursus beschikbaar zijn voor mobiele apparaten.

source: Video Upload Credentials
nl: Video-uploadgegevens

source: Enter the unique identifier for your course's video files provided by {platform_name}.
nl: Voer de unieke ID in voor de videobestanden van uw cursus, geleverd door {platform_name} .

source: Course Not Graded
nl: Cursus niet beoordeeld

source: Enter true or false. If true, the course will not be graded.
nl: Vul waar of onwaar in. Indien waar, wordt het vak niet beoordeeld.

source: Disable Progress Graph
nl: Schakel voortgangsgrafiek uit

source: Enter true or false. If true, students cannot view the progress graph.
nl: Vul waar of onwaar in. Als dit waar is, kunnen leerlingen de voortgangsgrafiek niet bekijken.

source: PDF Textbooks
nl: PDF-leerboeken

source: List of dictionaries containing pdf_textbook configuration
nl: Lijst met woordenboeken met pdf_textbook-configuratie

source: HTML Textbooks
nl: HTML-leerboeken

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
nl: Voor HTML-leerboeken die als afzonderlijke tabbladen in de cursus verschijnen, voert u de naam van het tabblad in (meestal de titel van het boek), evenals de URL&#39;s en titels van elk hoofdstuk in het boek.

source: Remote Gradebook
nl: Cijferlijst op afstand

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
nl: Voer de externe cijferlijsttoewijzing in. Gebruik deze instelling alleen als REMOTE_GRADEBOOK_URL is opgegeven.

source: Enable CCX
nl: Schakel CCX in

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
nl: Sta cursusinstructeurs toe CCX Coach-rollen toe te wijzen en sta coaches toe om aangepaste cursussen te beheren op {platform_name} . Als dit niet waar is, kunnen er geen aangepaste cursussen worden gemaakt, maar blijven bestaande aangepaste cursussen behouden.

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
nl: URL voor CCX Connector-applicatie voor het beheren van het maken van CCX&#39;s. (optioneel). Genegeerd tenzij &#39;Enable CCX&#39; is ingesteld op &#39;true&#39;.

source: Allow Anonymous Discussion Posts
nl: Anonieme discussieposts toestaan

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
nl: Vul waar of onwaar in. Als dit waar is, kunnen leerlingen discussieposts maken die anoniem zijn voor alle gebruikers.

source: Allow Anonymous Discussion Posts to Peers
nl: Anonieme discussieberichten toestaan aan collega&#39;s

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
nl: Vul waar of onwaar in. Als dit waar is, kunnen leerlingen discussieposts maken die anoniem zijn voor andere leerlingen. Met deze instelling worden berichten niet anoniem gemaakt voor het cursuspersoneel.

source: Advanced Module List
nl: Geavanceerde modulelijst

source: Enter the names of the advanced modules to use in your course.
nl: Voer de namen in van de geavanceerde modules die u in uw cursus wilt gebruiken.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
nl: Waar als tijdzones op datums in de cursus moeten worden weergegeven. Verouderd ten gunste van due_date_display_format.

source: Due Date Display Format
nl: Weergaveformaat vervaldatum

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
nl: Voer het formaat voor vervaldatums in. De standaardinstelling is Ma DD, JJJJ. Voer &quot;%m- %d -%Y&quot; in voor MM-DD-JJJJ, &quot; %d -%m-%Y&quot; voor DD-MM-JJJJ, &quot;%Y-%m %d &quot; voor JJJJ-MM-DD, of &quot;%Y- %d -%m&quot; voor JJJJ-DD-MM.

source: External Login Domain
nl: Extern aanmeldingsdomein

source: Enter the external login method students can use for the course.
nl: Voer de externe inlogmethode in die studenten voor de cursus kunnen gebruiken.

source: Certificates Downloadable Before End
nl: Certificaten kunnen vóór het einde worden gedownload

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
nl: Vul waar of onwaar in. Als dit waar is, kunnen studenten certificaten downloaden voordat de cursus eindigt, als ze aan de certificaatvereisten voldoen.

source: Certificates Display Behavior
nl: Certificaten vertonen gedrag

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
nl: Dit veld bepaalt samen met certificaat_beschikbare_datum wanneer een gebruiker zijn certificaat voor de cursus kan zien

source: Course About Page Image
nl: Cursus over paginaafbeelding

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
nl: Bewerk de naam van het cursusafbeeldingsbestand. U moet dit bestand uploaden op de pagina Bestanden en uploads. Je kunt de cursusafbeelding ook instellen op de pagina Instellingen en details.

source: Course Banner Image
nl: Cursusbannerafbeelding

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
nl: Bewerk de naam van het bannerafbeeldingsbestand. U kunt de bannerafbeelding instellen op de pagina Instellingen en details.

source: Course Video Thumbnail Image
nl: Miniatuurafbeelding van cursusvideo

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
nl: Bewerk de naam van het videominiatuurafbeeldingsbestand. U kunt de miniatuurafbeelding van de video instellen op de pagina Instellingen en details.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
nl: Gebruik deze instelling alleen bij het genereren van PDF-certificaten. Vul tussen aanhalingstekens de korte naam in van het type certificaat dat studenten ontvangen als ze de cursus voltooien. Bijvoorbeeld &#39;Certificaat&#39;.

source: Certificate Name (Short)
nl: Certificaatnaam (kort)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
nl: Gebruik deze instelling alleen bij het genereren van PDF-certificaten. Vul tussen aanhalingstekens de lange naam in van het type certificaat dat studenten ontvangen als ze de cursus voltooien. Bijvoorbeeld: &quot;Certificaat van prestatie&quot;.

source: Certificate Name (Long)
nl: Certificaatnaam (lang)

source: Certificate Web/HTML View Enabled
nl: Certificaat Web-/HTML-weergave ingeschakeld

source: If true, certificate Web/HTML views are enabled for the course.
nl: Indien waar, zijn certificaatweb-/HTML-weergaven ingeschakeld voor de cursus.

source: Certificate Web/HTML View Overrides
nl: Certificaat Web/HTML-weergave overschrijvingen

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
nl: Voer hier cursusspecifieke overschrijvingen voor de web-/HTML-sjabloonparameters in (JSON-indeling)

source: Certificate Configuration
nl: Certificaatconfiguratie

source: Enter course-specific configuration information here (JSON format)
nl: Voer hier cursusspecifieke configuratie-informatie in (JSON-formaat)

source: CSS Class for Course Reruns
nl: CSS-klasse voor cursusherhalingen

source: Allows courses to share the same css class across runs even if they have different numbers.
nl: Hiermee kunnen cursussen dezelfde CSS-klasse over verschillende runs heen delen, zelfs als ze verschillende nummers hebben.

source: Discussion Forum External Link
nl: Discussieforum Externe link

source: Allows specification of an external link to replace discussion forums.
nl: Maakt specificatie van een externe link mogelijk om discussieforums te vervangen.

source: Hide Progress Tab
nl: Tabblad Voortgang verbergen

source: Allows hiding of the progress tab.
nl: Maakt het verbergen van het voortgangstabblad mogelijk.

source: Course Organization Display String
nl: Weergavereeks cursusorganisatie

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
nl: Voer de cursusorganisatie in die u in de cursus wilt weergeven. Deze instelling heeft voorrang op de organisatie die u heeft ingevoerd toen u de cursus maakte. Als u de organisatie wilt gebruiken die u hebt ingevoerd toen u de cursus maakte, voert u null in.

source: Course Number Display String
nl: Weergavereeks cursusnummer

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
nl: Voer het cursusnummer in dat u in de cursus wilt weergeven. Deze instelling heeft voorrang op het cursusnummer dat u hebt ingevoerd toen u de cursus aanmaakte. Om het cursusnummer te gebruiken dat u heeft ingevoerd bij het aanmaken van de cursus, voert u null in.

source: Course Maximum Student Enrollment
nl: Maximale studenteninschrijving voor de cursus

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
nl: Vul het maximale aantal studenten in dat zich kan inschrijven voor de cursus. Om een onbeperkt aantal studenten toe te staan, voert u null in.

source: Allow Public Wiki Access
nl: Sta openbare Wiki-toegang toe

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
nl: Vul waar of onwaar in. Als dit waar is, kunnen studenten de cursuswiki bekijken, zelfs als ze niet zijn ingeschreven voor de cursus.

source: Invitation Only
nl: Alleen op uitnodiging

source: Whether to restrict enrollment to invitation by the course staff.
nl: Of de inschrijving moet worden beperkt tot uitnodiging door het cursuspersoneel.

source: Pre-Course Survey Name
nl: Naam van de enquête vóór de cursus

source: Name of SurveyForm to display as a pre-course survey to the user.
nl: Naam van SurveyForm dat als een enquête vóór de cursus aan de gebruiker moet worden weergegeven.

source: Pre-Course Survey Required
nl: Enquête vóór de cursus vereist
