Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
nl: De toegang tot dit apparaat is niet beperkt, maar de zichtbaarheid kan worden beïnvloed door overgenomen instellingen.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
nl: De toegang tot dit onderdeel is niet beperkt, maar de zichtbaarheid kan worden beïnvloed door overgenomen instellingen.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
nl: U kunt de toegang tot dit blok beperken tot studenten in specifieke inschrijvingstrajecten of inhoudsgroepen.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
nl: U kunt de toegang tot dit onderdeel beperken tot studenten in specifieke inschrijvingstrajecten of inhoudsgroepen.

source: You can restrict access to this unit to learners in specific content groups.
nl: U kunt de toegang tot dit blok beperken tot leerlingen in specifieke inhoudsgroepen.

source: You can restrict access to this component to learners in specific content groups.
nl: U kunt de toegang tot dit onderdeel beperken tot studenten in specifieke inhoudsgroepen.

source: Manage content groups
nl: Beheer inhoudsgroepen

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
nl: {screen_reader_start} Waarschuwing: {screen_reader_end} De eenheid die deze component bevat, is verborgen voor studenten. De eenheidsinstelling heeft voorrang op de hier gedefinieerde instellingen voor componenttoegang.

source: Access is restricted to:
nl: De toegang is beperkt tot:

source: Restrict access to:
nl: Beperk de toegang tot:

source: Select a group type
nl: Selecteer een groepstype

source: All Learners and Staff
nl: Alle leerlingen en medewerkers

source: Select one or more groups:
nl: Selecteer een of meerdere groepen:

source: This group no longer exists. Choose another group or remove the access restriction.
nl: Deze groep bestaat niet meer. Kies een andere groep of verwijder de toegangsbeperking.

source: {email} has requested {studio_name} course creator privileges on edge
nl: {email} heeft de rechten voor het maken van cursussen {studio_name} op edge aangevraagd

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
nl: Gebruiker &#39;{user}&#39; met e-mailadres {email} heeft {studio_name} -rechten voor het maken van cursussen op Edge aangevraagd.

source: To grant or deny this request, use the course creator admin table.
nl: Om dit verzoek in te willigen of te weigeren, gebruikt u de beheerderstabel van de cursusmaker.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
nl: Uw verzoek om rechten voor het maken van cursussen voor {studio_name} is afgewezen. Als u denkt dat dit ten onrechte is gebeurd, neem dan contact op met {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
nl: Uw verzoek om rechten voor het maken van cursussen voor {studio_name} is ingewilligd. Ga naar om uw eerste cursus te maken {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
nl: Uw rechten voor het maken van cursussen voor {studio_name} zijn ingetrokken. Als u denkt dat dit ten onrechte is gebeurd, neem dan contact op met {email}

source: Your course creator status for {studio_name}
nl: De status van uw cursusmaker voor {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
nl: Uw {task_name} -taak is voltooid met de status &#39;{task_status}&#39;. Gebruik deze URL om taakdetails te bekijken of gemaakte bestanden te downloaden: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
nl: Uw {task_name} -taak is voltooid met de status &#39;{task_status}&#39;. Meld u aan om de details van uw taak te bekijken of om gemaakte bestanden te downloaden.

source: Here are some validations we found with your course content.
nl: Hier zijn enkele validaties die we hebben gevonden bij uw cursusinhoud.

source: Errors:
nl: Fouten:

source: Warnings:
nl: Waarschuwingen:

source: {platform_name} {studio_name}: Task Status Update
nl: {platform_name} {studio_name} : Taakstatus bijwerken

source: Delete Announcement
nl: Aankondiging verwijderen

source: Are you sure you want to delete this Announcement?
nl: Weet u zeker dat u deze aankondiging wilt verwijderen?

source: Confirm
nl: Bevestigen

source: Edit Announcement
nl: Aankondiging bewerken

source: Save
nl: Redden

source: Create New
nl: Maak nieuw

source: previous
nl: vorig

source: next
nl: volgende

source: Required data to force publish course.
nl: Vereiste gegevens om cursuspublicatie te forceren.

source: course-v1:edX+DemoX+Demo_Course
nl: cursus-v1:edX+DemoX+Demo_Cursus

source: Reset
nl: Opnieuw instellen

source: Reset values
nl: Waarden resetten

source: Maintenance Dashboard
nl: Onderhoudsdashboard

source: Thanks for activating your account.
nl: Bedankt voor het activeren van uw account.

source: This account has already been activated.
nl: Dit account is al geactiveerd.

source: Visit your {link_start}dashboard{link_end} to see your courses.
nl: Bezoek uw {link_start} dashboard {link_end} om uw cursussen te bekijken.

source: You can now {link_start}sign in{link_end}.
nl: U kunt nu {link_start} inloggen {link_end} .

source: Activation Invalid
nl: Activering ongeldig

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
nl: Er is iets fout gegaan. E-mailprogramma&#39;s splitsen URL&#39;s soms in twee regels, dus zorg ervoor dat de URL die u gebruikt de juiste notatie heeft. Als u nog steeds problemen ondervindt, kunt u ons een e-mail sturen op {email_start} {email} {email_end} .

source: Return to the {link_start}home page{link_end}.
nl: Keer terug naar de startpagina {link_start} {link_end} .

source: Support will be removed in an upcoming release.
nl: Ondersteuning wordt in een komende release verwijderd.

source: Support will be removed on {expiration_date}.
nl: Ondersteuning wordt verwijderd op {expiration_date} .

source: This course uses a legacy storage format.
nl: Deze cursus maakt gebruik van een verouderd opslagformaat.

source: Please reach out to your support team contact, if you have any additional questions or concerns.
nl: Neem contact op met uw contactpersoon bij het ondersteuningsteam als u nog vragen of opmerkingen heeft.

source: Policies
nl: Beleid

source: Accessibility Accommodation Request
nl: Toegankelijkheid Accommodatieverzoek

source: Legal
nl: Legaal

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
nl: edX, Open edX en de edX- en Open edX-logo&#39;s zijn geregistreerde handelsmerken van {link_start} edX Inc. {link_end}

source: Current Course:
nl: Huidige cursus:

source: Course Navigation
nl: Cursusnavigatie

source: Outline
nl: Overzicht

source: Publisher
nl: Uitgever

source: Import
nl: Importeren

source: Export
nl: Exporteren

source: Current Library:
nl: Huidige bibliotheek:

source: Language preference
nl: Taal voorkeur

source: Choose Language
nl: Kies een taal

source: Account
nl: Rekening

source: Account Navigation
nl: Accountnavigatie

source: Contextual Online Help
nl: Contextuele onlinehulp

source: Sign Up
nl: Aanmelden

source: Launch Latex Source Compiler
nl: Start de Latex Source-compiler

source: Heading
nl: Rubriek

source: Insert a heading
nl: Voeg een kop in

source: Add a multiple choice question
nl: Voeg een meerkeuzevraag toe

source: Add a question with checkboxes
nl: Voeg een vraag toe met selectievakjes

source: Insert a text response
nl: Voeg een tekstantwoord in

source: Insert a numerical response
nl: Voeg een numeriek antwoord in

source: Insert a dropdown response
nl: Voeg een vervolgkeuzeantwoord in

source: Explanation
nl: Uitleg

source: Add an explanation for this question
nl: Voeg een toelichting bij deze vraag toe

source: Advanced Editor
nl: Geavanceerde editor

source: Markdown Help
nl: Hulp bij afwaardering

source: Label
nl: Etiket

source: Looking for help with {studio_name}?
nl: Hulp nodig met {studio_name} ?

source: Hide {studio_name} Help
nl: Verberg {studio_name} Help

source: {studio_name} Documentation
nl: {studio_name} Documentatie

source: Access documentation on http://docs.edx.org
nl: Toegang tot documentatie op http://docs.edx.org

source: edX Documentation
nl: edX-documentatie

source: Access the Open edX Portal
nl: Toegang tot het Open edX-portaal

source: Enroll in edX101: Overview of Creating an edX Course
nl: Schrijf u in voor edX101: overzicht van het maken van een edX-cursus

source: Enroll in edX101
nl: Schrijf u in voor edX101

source: Enroll in StudioX: Creating a Course with edX Studio
nl: Schrijf je in voor StudioX: een cursus maken met edX Studio

source: Enroll in StudioX
nl: Schrijf je in voor StudioX

source: Send an email to {email}
nl: Stuur een e-mail naar {email}

source: name
nl: naam

source: Currently signed in as:
nl: Momenteel ingelogd als:

source: Maintenance
nl: Onderhoud

source: Sign Out
nl: Afmelden

source: Feedback Form
nl: Feedback formulier

source: Full Name: {realname}
nl: Volledige naam: {realname}

source: Inquiry Type: {inquiry_type}
nl: Onderzoekstype: {inquiry_type}

source: Message: {message}
nl: Bericht: {message}

source: Tags: {tags}
nl: Trefwoorden: {tags}

source: Additional Info:
nl: Extra informatie:

source: Feedback from user
nl: Feedback van gebruiker

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
nl: Het e-mailadres dat aan uw {platform_name} -account is gekoppeld, is gewijzigd van {old_email} in {new_email} .

source: No action is needed on your part.
nl: Er is geen actie van uw kant nodig.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
nl: Als deze wijziging niet correct is, neem dan contact op met {link_start} {platform_name} Ondersteuning {link_end} of uw beheerder.

source: Your {platform_name} account email has been updated
nl: Het e-mailadres van uw {platform_name} -account is bijgewerkt

source: Add a Post
nl: Voeg een bericht toe

source: New topic form
nl: Nieuw onderwerpformulier

source: Discussion thread list
nl: Lijst met discussiethreads

source: Private Discussion
nl: Privédiscussie

source: This is a private discussion. You do not have permissions to view this discussion
nl: Dit is een privégesprek. U heeft geen rechten om deze discussie te bekijken

source: %s discussion started
nl: %s discussie gestart

source: %s comment
nl: %s commentaar

source: Discussion unavailable
nl: Discussie niet beschikbaar

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
nl: Er wordt momenteel onderhoud gepleegd aan de besprekingen. We hebben ze binnenkort weer beschikbaar!

source: Content Locked
nl: Inhoud vergrendeld

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
nl: U moet aan de vereisten voor &#39;{prereq_section_name}&#39; voldoen om toegang te krijgen tot deze inhoud.

source: Go to Prerequisite Section
nl: Ga naar het gedeelte Vereisten

source: Collapse Instructions
nl: Instructies samenvouwen

source: Guided Discussion
nl: Begeleide discussie

source: Hide Annotations
nl: Annotaties verbergen

source: Bookmarked
nl: Gemarkeerd

source: Bookmark this page
nl: Maak een bladwijzer van deze pagina

source: You do not have access to this dependency block.
nl: U heeft geen toegang tot dit afhankelijkheidsblok.

source: LEARN MORE
nl: KOM MEER TE WETEN

source: Starts
nl: Begint

source: Starts: {date}
nl: Begint: {date}

source: View all Courses
nl: Bekijk alle cursussen

source: results successfully populated,
nl: resultaten succesvol ingevuld,

source: Click to load all enrolled courses
nl: Klik om alle ingeschreven cursussen te laden

source: You are not enrolled in any courses yet.
nl: Je bent nog niet ingeschreven voor een cursus.

source: Explore courses
nl: Ontdek cursussen

source: Activate your account!
nl: Activeer uw account!

source: Course-loading errors
nl: Fouten bij het laden van cursussen

source: Search Your Courses
nl: Zoek uw cursussen

source: Clear search
nl: Duidelijke zoek

source: Skip to list of announcements
nl: Ga naar de lijst met aankondigingen

source: Activate your account so you can log back in
nl: Activeer uw account zodat u weer kunt inloggen

source: We sent an email to {strong_start}{email}{strong_end} with a link to activate your account. Can’t find it? Check your spam folder or {link_start}resend the email{link_end}.
nl: We hebben een e-mail gestuurd naar {strong_start} {email} {strong_end} met een link om uw account te activeren. Kunt u het niet vinden? Controleer uw spammap of {link_start} verzend de e-mail {link_end} opnieuw.

source: Continue to {platform_name}
nl: Ga verder naar {platform_name}

source: Email Settings for {course_number}
nl: E-mailinstellingen voor {course_number}

source: Receive course emails
nl: Ontvang cursus-e-mails

source: Save Settings
nl: Instellingen opslaan

source: Unenroll
nl: Uitschrijven

source: E-mail change failed
nl: Het wijzigen van het e-mailadres is mislukt

source: We were unable to send a confirmation email to {email}
nl: We konden geen bevestigingsmail sturen naar {email}

source: Go back to the {link_start}home page{link_end}.
nl: Ga terug naar de startpagina {link_start} {link_end} .

source: E-mail change successful!
nl: E-mailwijziging succesvol!

source: You should see your new email in your {link_start}dashboard{link_end}.
nl: U zou uw nieuwe e-mailadres moeten zien in uw {link_start} dashboard {link_end} .

source: An account with the new e-mail address already exists.
nl: Er bestaat al een account met het nieuwe e-mailadres.

source: You should Register before trying to access the Unit
nl: U dient zich te registreren voordat u probeert toegang te krijgen tot de eenheid

# self
source: Enroll
nl: Inschrijven

source: Don't enroll
nl: Schrijf je niet in

source: Student Enrollment Form
nl: Inschrijvingsformulier voor studenten

source: Course:
nl: Cursus:

source: Add new students
nl: Voeg nieuwe studenten toe

source: Existing students:
nl: Bestaande studenten:

source: New students added:
nl: Nieuwe studenten toegevoegd:

source: Students rejected:
nl: Studenten afgewezen:

source: Debug:
nl: Foutopsporing:

source: External Authentication failed
nl: Externe authenticatie is mislukt

source: organization logo
nl: organisatie-logo

source: Password Reset
nl: Wachtwoord reset

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
nl: Vul hieronder uw e-mailadres in en wij sturen u per e-mail instructies voor het instellen van een nieuw wachtwoord.

source: Required Information
nl: benodigde informatie

source: Your E-mail Address
nl: Jouw e-mailadres

source: This is the e-mail address you used to register with {platform}
nl: Dit is het e-mailadres waarmee u zich bij {platform} heeft geregistreerd

source: Reset My Password
nl: Reset mijn wachtwoord

source: Email is incorrect.
nl: E-mail is onjuist.

source: The course has ended.
nl: De cursus is afgelopen.

source: The due date for this assignment has passed.
nl: De inleverdatum voor deze opdracht is verstreken.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
nl: Omdat de cursus is afgelopen, is deze opdracht niet meer beschikbaar. {line_break} Als je deze opdracht hebt voltooid, is je cijfer beschikbaar op de voortgangspagina {link_start} {link_end} .

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
nl: Omdat de inleverdatum is verstreken, is deze opdracht niet meer beschikbaar. {line_break} Als je deze opdracht hebt voltooid, is je cijfer beschikbaar op de {link_start} voortgangspagina {link_end} .

source: Search for a course
nl: Zoek een cursus

source: Welcome to {platform_name}
nl: Welkom bij {platform_name}

source: It works! Powered by the Open edX{registered_trademark} Platform
nl: Het werkt! Mogelijk gemaakt door het Open edX {registered_trademark} -platform

source: Invalid email change key
nl: Ongeldige wijzigingssleutel voor e-mailadres

source: This e-mail key is not valid. Please check:
nl: Deze e-mailsleutel is niet geldig. Gelieve dit na te kijken:

source: Was this key already used? Check whether the e-mail change has already happened.
nl: Is deze sleutel al gebruikt? Controleer of de e-mailwijziging al heeft plaatsgevonden.

source: Did your e-mail client break the URL into two lines?
nl: Heeft uw e-mailclient de URL in twee regels opgedeeld?

source: The keys are valid for a limited amount of time. Has the key expired?
nl: De sleutels zijn slechts een beperkte tijd geldig. Is de sleutel verlopen?

source: External resource
nl: Externe hulpbron

source: {points} / {total_points} points
nl: {points} / {total_points} punten

source: {total_points} points possible
nl: {total_points} punten mogelijk

source: View resource in a new window
nl: Bekijk de bron in een nieuw venster

source: Please provide launch_url. Click "Edit", and fill in the required fields.
nl: Geef launch_url op. Klik op &quot;Bewerken&quot; en vul de verplichte velden in.

source: Feedback on your work from the grader:
nl: Feedback op je werk van de beoordelaar:

source: Press to Launch
nl: Druk om te starten

source: Manage student accounts
nl: Beheer studentenaccounts

source: Username:
nl: Gebruikersnaam:

source: Profile:
nl: Profiel:

source: Image:
nl: Afbeelding:

source: Name:
nl: Naam:

source: Choose an action:
nl: Kies een actie:

source: View Profile
nl: Bekijk profiel

source: Disable Account
nl: Schakel account uit

source: Reenable Account
nl: Account opnieuw inschakelen

source: Remove Profile Image
nl: Profielafbeelding verwijderen

source: Students whose accounts have been disabled
nl: Studenten van wie de accounts zijn uitgeschakeld

source: (reload your page to refresh)
nl: (laad uw pagina opnieuw om te vernieuwen)

source: working
nl: werken

source: There has been an error on the {platform_name} servers
nl: Er is een fout opgetreden op de {platform_name} -servers

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
nl: Sorry, deze module is tijdelijk niet beschikbaar. Onze medewerkers doen er alles aan om het zo snel mogelijk te repareren.

source: Raw data:
nl: Ruwe data:

source: Course View
nl: Cursusweergave

source: View this course as:
nl: Bekijk deze cursus als:

source: Staff
nl: Personeel

source: Learner
nl: Leerling

source: Specific learner
nl: Specifieke leerling

source: Learner in {content_group}
nl: Leerling in {content_group}

source: Username or email:
nl: Gebruikersnaam of email:

source: Set preview mode
nl: Voorbeeldmodus instellen

source: You are now viewing the course as {i_start}{user_name}{i_end}.
nl: Je bekijkt de cursus nu als {i_start} {user_name} {i_end} .

source: View in Studio
nl: Bekijken in Studio

source: View in Insights
nl: Bekijk in Inzichten

source: Hint
nl: Tip

source: Save your answer
nl: Bewaar je antwoord

source: Reset your answer
nl: Reset je antwoord

source: Show answer
nl: Toon het antwoord

source: You have used {num_used} of {num_total} attempt
nl: U heeft {num_used} of {num_total} poging gebruikt

source: Grading method: {grading_method}
nl: Beoordelingsmethode: {grading_method}

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
nl: Sommige problemen hebben opties zoals opslaan, opnieuw instellen, hints of antwoord weergeven. Deze opties volgen op de knop Verzenden.

source: Answers are displayed within the problem
nl: Antwoorden worden binnen het probleem weergegeven

source: Next Hint
nl: Volgende tip

source: Review
nl: Beoordeling

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
nl: Uw gebruikersnaam, e-mailadres en volledige naam worden verzonden naar {destination} , waar het verzamelen en gebruiken van deze informatie wordt beheerst door hun servicevoorwaarden en privacybeleid.

source: Return To %s
nl: Keer terug naar %s

source: Learn more about this course
nl: Meer informatie over deze cursus

source: Go to course
nl: Ga naar cursus

source: Enroll in this course
nl: Schrijf u in voor deze cursus

source: {course_number} Courseware
nl: {course_number} Cursusmateriaal

source: Re-subscribe Successful!
nl: Opnieuw abonneren Succesvol!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
nl: U heeft e-mailberichten met forummeldingen van {platform_name} opnieuw ingeschakeld. U kunt {dashboard_link_start} terugkeren naar uw dashboard {link_end} .

source: Secondary e-mail change failed
nl: Het wijzigen van het secundaire e-mailadres is mislukt

source: We were unable to activate your secondary email {secondary_email}
nl: We kunnen uw secundaire e-mailadres {secondary_email} niet activeren

source: Secondary e-mail change successful!
nl: Secundaire e-mailwijziging succesvol!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
nl: Uw secundaire e-mailadres is geactiveerd. Ga naar {link_start} dashboard {link_end} voor cursussen.

source: Important!
nl: Belangrijk!

# unit
source: Previous
nl: Vorig

# unit
source: Next
nl: Volgende

source: Sequence
nl: Reeks

source: Completed
nl: Voltooid

source: New Unit
nl: Nieuwe eenheid

source: Paste as new unit
nl: Plakken als nieuwe eenheid

source: Sign Up for {platform_name}
nl: Meld u aan voor {platform_name}

source: e.g. yourname@domain.com
nl: bijvoorbeeld uwnaam@domein.com

source: e.g. yourname (shown on forums)
nl: bijvoorbeeld uw naam (weergegeven op forums)

source: e.g. Your Name (for certificates)
nl: bijvoorbeeld uw naam (voor certificaten)

source: {start_li}Welcome{end_li} {name}
nl: {start_li} Welkom {end_li} {name}

source: Enter a public username:
nl: Voer een openbare gebruikersnaam in:

source: Full Name *
nl: Voor-en achternaam *

source: Ed. Completed
nl: Ed. Voltooid

source: Goals in signing up for {platform_name}
nl: Doelen bij het aanmelden voor {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
nl: Ik ga akkoord met de servicevoorwaarden van {link_start} {link_end}

source: I agree to the {link_start}Honor Code{link_end}
nl: Ik ga akkoord met de {link_start} erecode {link_end}

source: Create My Account
nl: Maak mijn account

source: Already have an account?
nl: Heeft u al een account?
