Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
nl: Geef op of studenten een enquête moeten invullen voordat ze uw cursusinhoud kunnen bekijken. Als u deze waarde instelt op true, moet u een naam voor de enquête toevoegen aan de instelling Naam cursusenquête hierboven.

source: Course Visibility In Catalog
nl: Cursuszichtbaarheid in catalogus

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
nl: Definieert de toegangsrechten voor het weergeven van de cursus in de cursuscatalogus. Dit kan worden ingesteld op een van de volgende drie waarden: &#39;beide&#39; (weergeven in de catalogus en toegang tot de informatiepagina toestaan), &#39;about&#39; (alleen toegang tot de informatiepagina toestaan), &#39;none&#39; (niet weergeven in de catalogus en geen toegang toestaan toegang tot een informatiepagina).

source: Entrance Exam Enabled
nl: Toelatingsexamen ingeschakeld

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
nl: Geef op of studenten een toelatingsexamen moeten afleggen voordat ze uw cursusinhoud kunnen bekijken. Let op: je moet toelatingsexamens inschakelen voordat deze cursusinstelling van kracht wordt.

source: Entrance Exam Minimum Score (%)
nl: Minimumscore toelatingsexamen (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
nl: Geef een minimumpercentagescore op voor een toelatingsexamen voordat studenten uw cursusinhoud kunnen bekijken. Let op: je moet toelatingsexamens inschakelen voordat deze cursusinstelling van kracht wordt.

source: Entrance Exam ID
nl: Toelatingsexamen-ID

source: Content block identifier (location) of entrance exam.
nl: Inhoudsblok-ID (locatie) van toelatingsexamen.

source: Social Media Sharing URL
nl: URL voor delen op sociale media

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
nl: Als sociaal delen op het dashboard en aangepaste cursus-URL&#39;s zijn ingeschakeld, kunt u een URL opgeven (zoals de URL naar een cursus Over-pagina) waarnaar sociale-mediasites kunnen linken. URL&#39;s moeten volledig gekwalificeerd zijn. Bijvoorbeeld: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
nl: Cursus Taal

source: Specify the language of your course.
nl: Geef de taal van uw cursus op.

source: Teams Configuration
nl: Teamconfiguratie

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
nl: Configureer teamsets, beperk de teamgrootte en stel zichtbaarheidsinstellingen in met JSON. Zie <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">de teamconfiguratiedocumentatie</a> voor hulp en voorbeelden.

source: Enable Proctored Exams
nl: Schakel gecontroleerde examens in

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
nl: Vul waar of onwaar in. Als deze waarde waar is, zijn examens met toezicht ingeschakeld in je cursus. Houd er rekening mee dat het inschakelen van examens met toezicht ook getimede examens mogelijk maakt.

source: Proctoring Provider
nl: Proctoring-aanbieder

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
nl: Voer de proctoringprovider in die u voor deze cursus wilt gebruiken. Kies uit de volgende opties: {available_providers} .

source: Proctortrack Exam Escalation Contact
nl: Contactpersoon voor examenescalatie Proctortrack

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
nl: Vereist als &#39;proctortrack&#39; is geselecteerd als uw proctoringprovider. Voer een e-mailadres in waarmee het ondersteuningsteam contact kan opnemen wanneer er escalaties zijn (bijvoorbeeld bezwaarschriften, vertraagde beoordelingen, enz.).

source: Allow Opting Out of Proctored Exams
nl: Toestaan dat u zich afmeldt voor examens onder toezicht

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
nl: Vul waar of onwaar in. Als deze waarde waar is, kunnen leerlingen ervoor kiezen examens onder toezicht af te leggen zonder toezicht. Als deze waarde onwaar is, moeten alle leerlingen het examen met proctoring afleggen. Deze instelling is alleen van toepassing als examens met toezicht zijn ingeschakeld voor de cursus.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
nl: Maak Zendesk-tickets voor verdachte examenpogingen onder toezicht

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
nl: Vul waar of onwaar in. Als deze waarde waar is, wordt er een Zendesk-ticket aangemaakt voor verdachte pogingen.

source: Enable Timed Exams
nl: Schakel getimede examens in

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
nl: Vul waar of onwaar in. Als deze waarde waar is, zijn getimede examens ingeschakeld in uw cursus. Ongeacht deze instelling zijn getimede examens ingeschakeld als Examens met toezicht inschakelen is ingesteld op waar.

source: Minimum Grade for Credit
nl: Minimumcijfer voor krediet

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
nl: Het minimumcijfer dat een leerling moet behalen om punten voor de cursus te ontvangen, als decimaal getal tussen 0,0 en 1,0. Voor 75% vult u bijvoorbeeld 0,75 in.

source: Self Paced
nl: Zelf tempo

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
nl: Stel dit in op &#39;true&#39; om deze cursus als in eigen tempo te markeren. Cursussen in eigen tempo hebben geen einddatum voor opdrachten, en studenten kunnen in ieder geval door de cursus heen gaan voordat de cursus eindigt.

source: Enable Subsection Prerequisites
nl: Vereisten voor subsecties inschakelen

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
nl: Vul waar of onwaar in. Als deze waarde waar is, kunt u een subsectie verbergen totdat leerlingen een minimumscore behalen in een andere, vereiste subsectie.

source: Course Learning Information
nl: Cursusleerinformatie

source: Specify what student can learn from the course.
nl: Geef aan wat de student van de cursus kan leren.

source: Course Visibility For Unenrolled Learners
nl: Cursuszichtbaarheid voor niet-ingeschreven studenten

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
nl: Definieert de toegangsrechten voor niet-ingeschreven studenten. Dit kan worden ingesteld op een van de volgende drie waarden: &#39;private&#39; (standaard zichtbaarheid, alleen toegestaan voor ingeschreven studenten), &#39;public_outline&#39; (toegang tot cursusoverzicht toestaan) en &#39;public&#39; (toegang tot zowel overzicht als cursusinhoud toestaan).

source: Video Sharing Options
nl: Opties voor het delen van video&#39;s

source: Specify the video sharing options for the course. This can be set to one of three values: 'all-on', 'all-off' and 'per-video'. with 'per-video' as the default.
nl: Geef de opties voor het delen van video&#39;s op voor de cursus. Dit kan worden ingesteld op een van de drie waarden: &#39;all-on&#39;, &#39;all-off&#39; en &#39;per-video&#39;. met &#39;per-video&#39; als standaard.

source: Force Flexible Grading for Peer ORAs
nl: Forceer flexibele beoordeling voor peer-ORA&#39;s

source: Setting this flag will force on the flexible grading option for all peer-graded ORAs in this course.
nl: Als u deze vlag instelt, wordt de flexibele beoordelingsoptie voor alle peer-grade ORA&#39;s in deze cursus afgedwongen.

source: Course Instructor
nl: Cursusleider

source: Enter the details for Course Instructor
nl: Voer de gegevens van Cursusinstructeur in

source: Add Unsupported Problems and Tools
nl: Voeg niet-ondersteunde problemen en hulpmiddelen toe

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
nl: Vul waar of onwaar in. Als dit waar is, kunt u niet-ondersteunde problemen en hulpmiddelen aan uw cursus in Studio toevoegen. Niet-ondersteunde problemen en tools worden niet aanbevolen voor gebruik in cursussen vanwege het niet voldoen aan een of meer van de basisvereisten, zoals testen, toegankelijkheid, internationalisering en documentatie.

source: Highlights Enabled for Messaging
nl: Hoogtepunten ingeschakeld voor berichten

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
nl: Vul waar of onwaar in. Als dit waar is, worden alle hoogtepunten die verband houden met de inhoud van de cursus op het geplande tijdstip naar de studenten gestuurd.

source: Course-wide Custom JS
nl: Cursusbrede aangepaste JS

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
nl: Voer JavaScript-bron-URL&#39;s in die u globaal op de cursuspagina&#39;s wilt laden.

source: Course-wide Custom CSS
nl: Cursusbrede aangepaste CSS

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
nl: Voer CSS-bron-URL&#39;s in die u globaal op de cursuspagina&#39;s wilt laden.

source: Other Course Settings
nl: Andere cursusinstellingen

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
nl: Eventuele aanvullende informatie over de cursus die het platform nodig heeft of die integratie met externe systemen zoals CRM-software mogelijk maakt. Voer een woordenboek met waarden in JSON-indeling in, zoals { &quot;my_custom_setting&quot;: &quot;value&quot;, &quot;other_setting&quot;: &quot;value&quot; }

source: General
nl: Algemeen

source: Category
nl: Categorie

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
nl: Een categorienaam voor de discussie. Deze naam verschijnt in het linkerdeelvenster van het discussieforum voor de cursus.

source: Subcategory
nl: Subcategorie

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
nl: Een subcategorienaam voor de discussie. Deze naam verschijnt in het linkerdeelvenster van het discussieforum voor de cursus.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
nl: U bent niet aangemeld. Om de inhoud van de discussie te bekijken, {sign_in_link} of {register_link} , en u inschrijven voor deze cursus.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
nl: {assignment_type} = {weighted_percent:.2%} van een mogelijk {gewicht:.2%}

source: Generated
nl: Gegenereerd

source: {section_type} {index} Unreleased - 0% (?/?)
nl: {section_type} {index} Niet uitgebracht - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
nl: De laagste {drop_count} {section_type} -scores vallen weg.

source: {section_type} Average = {percent:.0%}
nl: {section_type} Gemiddeld = {procent:.0%}

source: {short_label} Avg
nl: {short_label} Gem

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
nl: FOUT: &quot; {block_type} &quot; is een onbekend componenttype. Dit onderdeel wordt verborgen in LMS.

source: Html contents to display for this block
nl: Html-inhoud die voor dit blok moet worden weergegeven

source: Source code for LaTeX documents. This feature is not well-supported.
nl: Broncode voor LaTeX-documenten. Deze functie wordt niet goed ondersteund.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
nl: Selecteer Visueel om inhoud in te voeren en laat de editor automatisch de HTML maken. Selecteer Raw om HTML rechtstreeks te bewerken. Als u deze instelling wijzigt, moet u het onderdeel opslaan en vervolgens opnieuw openen om het te bewerken.

source: Visual
nl: Visueel

source: Raw
nl: Rauw

source: Hide Page From Learners
nl: Pagina verbergen voor leerlingen

source: If you select this option, only course team members with the Staff or Admin role see this page.
nl: Als u deze optie selecteert, zien alleen cursusteamleden met de rol Staf of Beheerder deze pagina.

source: HTML for the additional pages
nl: HTML voor de extra pagina&#39;s

source: List of course update items
nl: Lijst met cursusupdate-items

source: Any Type
nl: Elk type

source: Library
nl: Bibliotheek

source: Select the library from which you want to draw content.
nl: Selecteer de bibliotheek waaruit u inhoud wilt halen.

source: Library Version
nl: Bibliotheekversie

source: Determines how content is drawn from the library
nl: Bepaalt hoe inhoud uit de bibliotheek wordt gehaald

source: Choose n at random
nl: Kies n willekeurig

source: Count
nl: Graaf

source: Enter the number of components to display to each student. Set it to -1 to display all components.
nl: Voer het aantal componenten in dat aan elke leerling moet worden weergegeven. Stel deze in op -1 om alle componenten weer te geven.

source: Problem Type
nl: Probleemtype

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
nl: Kies een probleemtype dat u uit de bibliotheek wilt ophalen. Als &quot;Elk type&quot; is geselecteerd, wordt er geen filter toegepast.

source: Determines whether a 'Reset Problems' button is shown, so users may reset their answers and reshuffle selected items.
nl: Bepaalt of de knop &#39;Problemen opnieuw instellen&#39; wordt weergegeven, zodat gebruikers hun antwoorden kunnen resetten en geselecteerde items opnieuw kunnen rangschikken.

source: Source content library has not been specified.
nl: Broninhoudbibliotheek is niet opgegeven.

source: Content libraries are not available in the current runtime.
nl: Inhoudsbibliotheken zijn niet beschikbaar in de huidige runtime.

source: Source content library does not exist: {source_library_id}
nl: Broninhoudbibliotheek bestaat niet: {source_library_id}

source: This component is out of date. The library has new content.
nl: Dit onderdeel is verouderd. De bibliotheek heeft nieuwe inhoud.

source: {refresh_icon} Update now.
nl: {refresh_icon} Nu bijwerken.

source: Library is invalid, corrupt, or has been deleted.
nl: Bibliotheek is ongeldig, beschadigd of verwijderd.

source: Edit Library List.
nl: Bibliotheeklijst bewerken.

source: This course does not support content libraries. Contact your system administrator for more information.
nl: Deze cursus ondersteunt geen inhoudsbibliotheken. Neem contact op met uw systeembeheerder voor meer informatie.

source: A library has not yet been selected.
nl: Er is nog geen bibliotheek geselecteerd.

source: Select a Library.
nl: Selecteer een bibliotheek.

source: There are no problems in the specified library of type {capa_type}.
nl: Er zijn geen problemen in de opgegeven bibliotheek van het type {capa_type} .

source: Select another problem type.
nl: Selecteer een ander probleemtype.

source: The specified library is configured to fetch {count} problem,
nl: De opgegeven bibliotheek is geconfigureerd om het probleem {count} op te halen,

source: but there is only {actual} matching problem.
nl: maar er is alleen een matchingprobleem met {actual} .

source: Edit the library configuration.
nl: Bewerk de bibliotheekconfiguratie.

source: Invalid Library
nl: Ongeldige bibliotheek

source: No Library Selected
nl: Geen bibliotheek geselecteerd

source: Library Display Name
nl: Weergavenaam bibliotheek

source: Enter the names of the advanced components to use in your library.
nl: Voer de namen in van de geavanceerde componenten die u in uw bibliotheek wilt gebruiken.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
nl: De weergavenaam voor dit onderdeel. Analytics-rapporten kunnen ook de weergavenaam gebruiken om dit onderdeel te identificeren.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
nl: Voer de LTI-ID in voor de externe LTI-provider. Deze waarde moet dezelfde LTI-ID zijn die u heeft ingevoerd bij de instelling LTI-paspoorten op de pagina Geavanceerde instellingen. {break_tag} Zie {docs_anchor_open} de edX LTI-documentatie {anchor_close} voor meer details over deze instelling.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
nl: Voer de URL in van de externe tool die door dit onderdeel wordt gestart. Deze instelling wordt alleen gebruikt als Extern hulpmiddel verbergen is ingesteld op False. {break_tag} Zie {docs_anchor_open} de edX LTI-documentatie {anchor_close} voor meer details over deze instelling.

source: Custom Parameters
nl: Aangepaste parameters

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
nl: Voeg het sleutel/waarde-paar toe voor eventuele aangepaste parameters, zoals de pagina waarop uw e-boek moet worden geopend of de achtergrondkleur voor dit onderdeel. {break_tag} Zie {docs_anchor_open} de edX LTI-documentatie {anchor_close} voor meer details over deze instelling.

source: Open in New Page
nl: Openen op nieuwe pagina

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
nl: Selecteer True als u wilt dat leerlingen op een link klikken waarmee de LTI-tool in een nieuw venster wordt geopend. Selecteer False als u wilt dat de LTI-inhoud wordt geopend in een IFrame op de huidige pagina. Deze instelling wordt alleen gebruikt als Extern hulpmiddel verbergen is ingesteld op False.

source: Scored
nl: Gescoord

source: Select True if this component will receive a numerical score from the external LTI system.
nl: Selecteer True als dit onderdeel een numerieke score krijgt van het externe LTI-systeem.

source: Weight
nl: Gewicht

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
nl: Vul het aantal mogelijke punten in voor dit onderdeel. De standaardwaarde is 1,0. Deze instelling wordt alleen gebruikt als Score is ingesteld op True.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
nl: De partituur wordt bewaard in de xblock KVS - duplicaat van de gepubliceerde partituur in django DB

source: Comment as returned from grader, LTI2.0 spec
nl: Opmerking zoals geretourneerd door grader, LTI2.0-specificatie

source: Hide External Tool
nl: Extern hulpmiddel verbergen

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
nl: Selecteer True als je dit onderdeel wilt gebruiken als tijdelijke aanduiding voor synchronisatie met een extern beoordelingssysteem in plaats van een externe tool te starten. Deze instelling verbergt de knop Starten en eventuele IFrames voor dit onderdeel.

source: Request user's username
nl: Vraag de gebruikersnaam van de gebruiker aan

source: Select True to request the user's username.
nl: Selecteer True om de gebruikersnaam van de gebruiker op te vragen.

source: Request user's email
nl: Vraag het e-mailadres van de gebruiker op

source: Select True to request the user's email address.
nl: Selecteer True om het e-mailadres van de gebruiker op te vragen.

source: LTI Application Information
nl: LTI-aanvraaginformatie

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
nl: Voer een beschrijving in van de applicatie van derden. Als u om een gebruikersnaam en/of e-mailadres vraagt, gebruik dan dit tekstvak om gebruikers te informeren waarom hun gebruikersnaam en/of e-mailadres wordt doorgestuurd naar een applicatie van derden.

source: Button Text
nl: Knop tekst

source: Enter the text on the button used to launch the third party application.
nl: Voer de tekst in op de knop die wordt gebruikt om de applicatie van derden te starten.

source: Accept grades past deadline
nl: Accepteer cijfers na de deadline

source: Select True to allow third party systems to post grades past the deadline.
nl: Selecteer Waar om toe te staan dat systemen van derden cijfers na de deadline posten.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
nl: Kan aangepaste parameter niet parseren: {custom_parameter} . Moet een tekenreeks &quot;x=y&quot; zijn.
