Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
nl: Alle namen, logo&#39;s en zegels (&quot;Handelsmerken&quot;) die voorkomen in de API&#39;s, API-inhoud of op of via de diensten die beschikbaar worden gesteld op of via de API&#39;s, indien aanwezig, zijn eigendom van hun respectievelijke eigenaren. U mag geen kennisgevingen over auteursrechten, handelsmerken of andere eigendomsrechten verwijderen, wijzigen of onleesbaar maken die zijn opgenomen in of bij de API-inhoud. Als een {platform_name} deelnemer (zoals hierna gedefinieerd) of een andere derde partij de toegang intrekt tot API-inhoud die eigendom is van of wordt beheerd door die {platform_name} deelnemer of derde partij, inclusief maar niet beperkt tot eventuele handelsmerken, moet u ervoor zorgen dat alle API-inhoud met betrekking tot die {platform_name} deelnemer of derde partij wordt zo snel als redelijkerwijs mogelijk verwijderd uit uw applicatie en uw netwerken, systemen en servers. &quot; {platform_name_capitalized} Deelnemers&quot; betekent MIT, Harvard en de andere entiteiten die informatie, API-inhoud of diensten leveren voor de API&#39;s, de cursusinstructeurs en hun personeel.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
nl: Voor zover u enige inhoud aan {platform_name} indient in verband met uw gebruik van de API&#39;s of enige API-inhoud, verleent u hierbij aan {platform_name} een wereldwijde, niet-exclusieve, overdraagbare, toewijsbare, sublicentieerbare, volledig betaalde, royaltyvrije , eeuwigdurend, onherroepelijk recht en licentie om dergelijke inhoud geheel of gedeeltelijk te hosten, over te dragen, weer te geven, uit te voeren, te reproduceren, te wijzigen, te distribueren, opnieuw te distribueren, opnieuw in licentie te geven en anderszins te gebruiken, beschikbaar te stellen en te exploiteren, in welke vorm dan ook en in welke vorm dan ook. mediaformaten en via alle mediakanalen (nu bekend of hierna ontwikkeld).

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
nl: U gaat ermee akkoord alle toepasselijke privacywetten en -regelgeving na te leven en transparant te zijn met betrekking tot het verzamelen en gebruiken van eindgebruikersgegevens. U zult een privacybeleid voor Uw Applicatie verstrekken en naleven dat duidelijk en nauwkeurig aan uw eindgebruikers beschrijft welke gebruikersinformatie u verzamelt en hoe u dergelijke informatie kunt gebruiken en delen (inclusief voor reclame) met {platform_name} en andere derde partijen.

source: Right to Charge
nl: Recht om op te laden

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
nl: Bepaalde toegang tot de API&#39;s kan gratis worden verleend, maar {platform_name} behoudt zich het recht voor om kosten in rekening te brengen voor toekomstig gebruik of toegang tot de API&#39;s.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
nl: {platform_name_capitalized} behoudt zich het recht voor om de Voorwaarden op elk moment zonder voorafgaande kennisgeving te wijzigen. Eventuele wijzigingen in de Voorwaarden zijn onmiddellijk van kracht zodra ze op deze pagina worden geplaatst, met een bijgewerkte ingangsdatum. Door de API&#39;s te openen of te gebruiken nadat er wijzigingen zijn aangebracht, geeft u aan dat u op toekomstige basis akkoord gaat met de gewijzigde Voorwaarden en alle wijzigingen. Zorg ervoor dat u regelmatig naar deze pagina terugkeert om ervoor te zorgen dat u bekend bent met de meest recente versie van de Voorwaarden.

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
nl: {platform_name_capitalized} kan de API&#39;s ook van tijd tot tijd bijwerken of wijzigen zonder voorafgaande kennisgeving. Deze wijzigingen kunnen van invloed zijn op uw gebruik van de API&#39;s of de manier waarop uw integratie met de API samenwerkt. Als we een wijziging aanbrengen die voor u onaanvaardbaar is, moet u stoppen met het gebruik van de API&#39;s. Als u de API&#39;s blijft gebruiken, betekent dit dat u de wijziging accepteert.

source: Confidentiality
nl: Vertrouwelijkheid

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
nl: Uw inloggegevens (zoals klantgeheim en ID&#39;s) zijn uitsluitend bedoeld om door u te worden gebruikt. U houdt uw inloggegevens vertrouwelijk en voorkomt en ontmoedigt anderen om uw inloggegevens te gebruiken. Uw inloggegevens zijn mogelijk niet ingebed in open source-projecten.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
nl: In het geval dat {platform_name} u toegang geeft tot informatie die specifiek is voor {platform_name} en/of de API&#39;s die ofwel als &quot;Vertrouwelijk&quot; is gemarkeerd of waarvan een redelijk persoon zou aannemen dat deze vertrouwelijk of bedrijfseigen is, gezien de voorwaarden van de openbaarmaking ervan (&quot;Vertrouwelijke informatie&quot; ), gaat u ermee akkoord deze informatie alleen te gebruiken voor het gebruiken en bouwen met de API&#39;s. U mag de Vertrouwelijke Informatie aan niemand bekendmaken zonder de voorafgaande schriftelijke toestemming van {platform_name} , en u stemt ermee in de Vertrouwelijke Informatie te beschermen tegen ongeoorloofd gebruik en openbaarmaking op dezelfde manier waarop u uw eigen vertrouwelijke informatie zou beschermen. Vertrouwelijke informatie omvat geen informatie die u onafhankelijk heeft ontwikkeld, die rechtmatig aan u is gegeven door een derde partij zonder enige vertrouwelijkheidsverplichting, of die buiten uw schuld openbaar wordt. U mag Vertrouwelijke informatie openbaar maken wanneer u hiertoe wettelijk verplicht bent, als u {platform_name} een redelijke voorafgaande kennisgeving geeft, tenzij een rechtbank beslist dat {platform_name} geen kennisgeving ontvangt.

source: Disclaimer of Warranty / Limitation of Liabilities
nl: Afwijzing van garantie/beperking van aansprakelijkheid

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
nl: DE API&#39;S EN ALLE INFORMATIE, API-INHOUD OF DIENSTEN DIE OP OF VIA DE API&#39;S BESCHIKBAAR WORDEN GESTELD, WORDEN GELEVERD &quot;AS IS&quot; EN &quot;ZOALS BESCHIKBAAR&quot; ZONDER ENIGE GARANTIE (EXPLICIET, IMPLICIET OF ANDERSZINS), INCLUSIEF, MAAR NIET BEPERKT TOT, ENIGE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK, BEHALVE VOOR ZOVER DERGELIJKE IMPLICIETE GARANTIES NIET KUNNEN WORDEN AFGEWEZEN ONDER TOEPASSELIJK RECHT.

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
nl: {platform_name} EN DE {platform_name} DEELNEMERS GARANDEREN NIET DAT DE API&#39;S ONONDERBROKEN OF FOUTLOOS ZULLEN WERKEN, DAT DE API&#39;S VRIJ ZIJN VAN VIRUSSEN OF ANDERE SCHADELIJKE COMPONENTEN, OF DAT DE GELEVERDE API&#39;S OF API-INHOUD AAN UW BEHOEFTEN OF VERWACHTINGEN ZULLEN VOLDOEN . {platform_name} EN DE {platform_name} DEELNEMERS GEVEN OOK GEEN GARANTIE OVER DE NAUWKEURIGHEID, VOLLEDIGHEID, TIJDIGHEID OF KWALITEIT VAN DE API&#39;S OF ENIGE API-INHOUD, OF DAT EEN BEPAALDE API-INHOUD BESCHIKBAAR ZAL WORDEN GESTELD.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
nl: HET GEBRUIK VAN DE API&#39;S EN DE API-INHOUD EN ALLE DIENSTEN VERKREGEN VAN OF VIA DE API&#39;S IS OP EIGEN RISICO. UW TOEGANG TOT OF DOWNLOAD VAN INFORMATIE, MATERIALEN OF GEGEVENS VIA DE API&#39;S IS OP EIGEN GOEDDUNKEN EN OP EIGEN RISICO, EN U BENT ZELF VERANTWOORDELIJK VOOR ENIGE SCHADE AAN UW EIGENDOM (INCLUSIEF UW COMPUTERSYSTEEM) OF VERLIES VAN GEGEVENS DAT VOORTVLOEIT UIT HET DOWNLOADEN OF GEBRUIK VAN DERGELIJKE INFORMATIE, MATERIALEN OF GEGEVENS, TENZIJ ANDERS UITDRUKKELIJK BEDOELD IN HET PRIVACYBELEID VAN {platform_name} .

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
nl: VOOR ZOVER TOEGESTAAN DOOR DE TOEPASSELIJKE WETGEVING, GAAT U ERMEE AKKOORD DAT NOCH {platform_name} , NOCH ENIGE VAN DE {platform_name} DEELNEMERS AANSPRAKELIJK ZULLEN ZIJN JEGENS U VOOR ENIG VERLIES OF SCHADE, WERKELIJK OF GEVOLG, VOORTVLOEIEND UIT OF IN VERBAND MET DE VOORWAARDEN, OF UW (OF ENIGE GEBRUIK VAN OF ONMOGELIJKHEID OM DE API&#39;S OF ENIGE API-INHOUD TE GEBRUIKEN, OF UW VERTROUWEN OP INFORMATIE VERKREGEN VAN OF VIA DE API&#39;S, ONGEACHT OF UW CLAIM GEBASEERD IS OP CONTRACT, ONRECHTMATIGE DAAD, WETTELIJK OF ANDER RECHT.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
nl: IN HET BIJZONDER ZULLEN NOCH {platform_name} , NOCH EEN VAN DE {platform_name} DEELNEMERS, VOOR ZOVER TOEGESTAAN DOOR DE TOEPASSELIJKE WETGEVING, ENIGE AANSPRAKELIJKHEID ZIJN VOOR ENIGE GEVOLGSCHADE, INDIRECTE, PUNITIEVE, SPECIALE, EXEMPLARISCHE OF INCIDENTELE SCHADE, ZOWEL VOORZIENBAAR OF ONVOORZIENBAAR EN AL DAN NIET {platform_name} OF WELKE VAN DE {platform_name} DEELNEMERS IS NALATIG OF ANDERSZINS IN FOUT GEWEEST (INCLUSIEF MAAR NIET BEPERKT TOT CLAIMS VOOR smaad, FOUTEN, WINSTDERVING, VERLIES VAN GEGEVENS OF ONDERBREKING VAN DE BESCHIKBAARHEID VAN GEGEVENS).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
nl: BEPAALDE STAATSRECHTEN STAAN GEEN BEPERKINGEN TOE OP IMPLICIETE GARANTIES OF DE UITSLUITING OF BEPERKING VAN BEPAALDE SCHADE. ALS DEZE WETTEN OP U VAN TOEPASSING ZIJN, ZIJN SOMMIGE OF ALLE BOVENSTAANDE DISCLAIMERS, UITSLUITINGEN OF BEPERKINGEN MOGELIJK NIET OP U VAN TOEPASSING, EN HEBT U MOGELIJK AANVULLENDE RECHTEN.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
nl: De API&#39;s en API-inhoud kunnen hyperlinks bevatten naar sites die worden onderhouden of beheerd door anderen en die niet zijn gelieerd aan of onder controle staan van {platform_name} . {platform_name_capitalized} en de {platform_name} Deelnemers zijn niet verantwoordelijk voor en screenen, goedkeuren, beoordelen of onderschrijven niet routinematig de inhoud of het gebruik van de producten of diensten die op deze sites van derden worden aangeboden. Als u besluit gelinkte websites van derden te bezoeken, doet u dit op eigen risico.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
nl: Voor zover maximaal toegestaan door de toepasselijke wetgeving, gaat u ermee akkoord {platform_name} en de {platform_name} Deelnemers en hun respectieve dochterondernemingen, gelieerde ondernemingen, functionarissen, docenten, studenten, fellows, bestuursleden, agenten en werknemers te verdedigen, schadeloos te stellen en te vrijwaren van en tegen eventuele claims, acties of eisen van derden die voortvloeien uit, voortvloeien uit of op enigerlei wijze verband houden met uw gebruik van de API&#39;s en eventuele API-inhoud, inclusief eventuele aansprakelijkheid of kosten die voortvloeien uit alle claims, verliezen, schade (daadwerkelijk en gevolgschade) , rechtszaken, vonnissen, proceskosten en advocatenhonoraria, van welke aard dan ook. In een dergelijk geval zal {platform_name} of een van de {platform_name} Deelnemers u schriftelijk op de hoogte stellen van een dergelijke claim, actie of eis.

source: General Legal Terms
nl: Algemene juridische voorwaarden

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
nl: De Voorwaarden vormen de volledige overeenkomst tussen u en {platform_name} met betrekking tot uw gebruik van de API&#39;s en API-inhoud, en vervangen alle eerdere overeenkomsten tussen u en {platform_name} met betrekking tot uw gebruik van de API&#39;s en API-inhoud. Het onvermogen van {platform_name} om enig recht of bepaling van de Voorwaarden uit te oefenen of af te dwingen, vormt geen verklaring van afstand van een dergelijk recht of dergelijke bepaling. Indien enige bepaling van de Voorwaarden door een bevoegde rechtbank ongeldig wordt bevonden, komen de partijen er niettemin mee overeen dat de rechtbank moet proberen uitvoering te geven aan de bedoelingen van de partijen, zoals weergegeven in de bepaling, en dat de overige bepalingen van de Voorwaarden van kracht blijven. volle kracht en effect. De Voorwaarden creëren geen rechten voor derden of een agentschap, partnerschap of joint venture. Voor elke kennisgeving die {platform_name} u onder deze Voorwaarden verstrekt, kan {platform_name} u hiervan op de hoogte stellen via het e-mailadres dat is gekoppeld aan uw {platform_name} -account.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
nl: U stemt ermee in dat de Voorwaarden, de API&#39;s en alle claims of geschillen die voortvloeien uit of verband houden met de Voorwaarden of de API&#39;s worden beheerst door de wetten van het Gemenebest van Massachusetts, met uitsluiting van de bepalingen inzake conflictenrecht. U stemt ermee in dat al dergelijke claims en geschillen uitsluitend zullen worden behandeld en opgelost in de federale of staatsrechtbanken in en ten dienste van Cambridge, Massachusetts, VS. U stemt voor dit doel in met de persoonlijke jurisdictie van die rechtbanken over u, en u doet afstand en gaat ermee akkoord dat u dit niet doet. om enig bezwaar tegen een dergelijke procedure bij die rechtbanken in te dienen (inclusief eventuele verdediging of bezwaar tegen het ontbreken van de juiste jurisdictie of locatie of het ongemak van het forum). Niettegenstaande het voorgaande gaat u ermee akkoord dat {platform_name} in elk rechtsgebied nog steeds voorlopige maatregelen (of een gelijkwaardig soort dringende juridische hulp) mag aanvragen.

source: Termination
nl: Beëindiging

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
nl: U kunt op elk moment stoppen met het gebruik van de API&#39;s. U stemt ermee in dat {platform_name} , naar eigen goeddunken en op elk moment, uw gebruik van de API&#39;s of enige API-inhoud om welke reden dan ook of zonder reden kan beëindigen, zonder voorafgaande kennisgeving of aansprakelijkheid.

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
nl: {platform_name_capitalized} en de {platform_name} Deelnemers behouden zich het recht voor om op elk moment en naar eigen goeddunken de vorm van een API of API-inhoud die wordt aangeboden via {platform_name} te annuleren, uit te stellen, opnieuw te plannen of te wijzigen, of om te stoppen met het aanbieden van een deel of alle API&#39;s of API-inhoud of gerelateerde diensten, en u gaat ermee akkoord dat noch {platform_name} , noch een van de {platform_name} Deelnemers enige aansprakelijkheid jegens u heeft voor een dergelijke actie.
