Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Are you sure you want to remove this video from the list?
nl: Weet je zeker dat je deze video uit de lijst wilt verwijderen?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
nl: Het verwijderen van een video uit deze lijst heeft geen invloed op de cursusinhoud. Alle inhoud waarin een eerder geüploade video-ID wordt gebruikt, wordt nog steeds weergegeven in de cursus.

source: Removing
nl: Verwijderen

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
nl: Uw wijzigingen worden pas van kracht nadat u uw voortgang heeft opgeslagen. Wees voorzichtig met de opmaak van sleutels en waarden, aangezien validatie niet is geïmplementeerd.

source: Your policy changes have been saved.
nl: Uw poliswijzigingen zijn opgeslagen.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
nl: Er wordt geen validatie uitgevoerd op beleidssleutels of waardeparen. Als u problemen ondervindt, controleer dan uw opmaak.

source: For grading to work, you must change all {oldName} subsections to {newName}.
nl: Om de beoordeling te laten werken, moet je alle subsecties van {oldName} wijzigen in {newName} .

source: Course Credit Requirements
nl: Cursuskredietvereisten

source: The minimum grade for course credit is not set.
nl: Er is geen minimumcijfer voor cursuspunten vastgesteld.

source: Course pacing cannot be changed once a course has started.
nl: Het cursustempo kan niet meer worden gewijzigd zodra een cursus is gestart.

source: {hours}:{minutes} (current UTC time)
nl: {hours} : {minutes} (huidige UTC-tijd)

source: Upload your course image.
nl: Upload uw cursusafbeelding.

source: Upload your banner image.
nl: Upload uw bannerafbeelding.

source: Upload your video thumbnail image.
nl: Upload uw videominiatuurafbeelding.

source: Delete “<%- name %>”?
nl: “&lt;%- naam %&gt;” verwijderen?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
nl: Het verwijderen van een leerboek kan niet ongedaan worden gemaakt en zodra u het verwijdert, wordt elke verwijzing ernaar in de navigatie van uw cursusmateriaal ook verwijderd.

source: Delete Page Confirmation
nl: Bevestiging pagina verwijderen

source: Are you sure you want to delete this page? This action cannot be undone.
nl: Weet u zeker dat u deze pagina wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.

source: Upload
nl: Uploaden

source: We're sorry, there was an error
nl: Het spijt ons, er is een fout opgetreden

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
nl: De gecombineerde lengte van de velden voor organisatie, cursusnummer en cursusuitvoering mag niet langer zijn dan &lt;%-limit %&gt; tekens.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
nl: De gecombineerde lengte van de organisatie- en bibliotheekcodevelden mag niet langer zijn dan &lt;%-limit %&gt; tekens.

source: Success! "{displayName}" has been moved.
nl: Succes! &quot; {displayName} &quot; is verplaatst.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
nl: Verplaatsing geannuleerd. &quot; {sourceDisplayName} &quot; is terug verplaatst naar de oorspronkelijke locatie.

source: Undo move
nl: Ongedaan maken

source: Take me to the new location
nl: Breng mij naar de nieuwe locatie

source: Duplicating
nl: Dupliceren

source: Undo moving
nl: Verplaatsing ongedaan maken

source: Moving
nl: In beweging

source: Deleting this {xblock_type} is permanent and cannot be undone.
nl: Het verwijderen van deze {xblock_type} is definitief en kan niet ongedaan worden gemaakt.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
nl: Voor alle inhoud waarin deze inhoud als voorwaarde wordt vermeld, worden ook de toegangsbeperkingen verwijderd.

source: Delete this {xblock_type} (and prerequisite)?
nl: Deze {xblock_type} (en vereiste) verwijderen?

source: Yes, delete this {xblock_type}
nl: Ja, verwijder deze {xblock_type}

source: Delete this {xblock_type}?
nl: Deze {xblock_type} verwijderen?

source: section
nl: sectie

source: subsection
nl: onderafdeling

source: unit
nl: eenheid

source: You've made some changes
nl: Je hebt een aantal wijzigingen aangebracht

source: Your changes will not take effect until you save your progress.
nl: Uw wijzigingen worden pas van kracht nadat u uw voortgang heeft opgeslagen.

source: You've made some changes, but there are some errors
nl: U heeft enkele wijzigingen aangebracht, maar er zijn enkele fouten

source: Please address the errors on this page first, and then save your progress.
nl: Los eerst de fouten op deze pagina op en sla vervolgens uw voortgang op.

source: Save Changes
nl: Wijzigingen opslaan

source: Your changes have been saved.
nl: Je veranderingen zijn bewaard.

source: Please select a file in .srt format.
nl: Selecteer een bestand in .srt-formaat.

source: Error: Uploading failed.
nl: Fout: uploaden mislukt.

source: Error: Import failed.
nl: Fout: importeren mislukt.

source: Error: Replacing failed.
nl: Fout: vervangen mislukt.

source: Error: Choosing failed.
nl: Fout: Kiezen is mislukt.

source: Error: Connection with server failed.
nl: Fout: Verbinding met server mislukt.

source: Link types should be unique.
nl: Linktypen moeten uniek zijn.

source: Links should be unique.
nl: Links moeten uniek zijn.

source: Incorrect url format.
nl: Onjuist URL-formaat.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
nl: Sorry, er is een fout opgetreden bij het parseren van de ondertitels die u heeft geüpload. Controleer het formaat en probeer het opnieuw.

source: Are you sure you want to remove this transcript?
nl: Weet u zeker dat u dit transcript wilt verwijderen?

source: If you remove this transcript, the transcript will not be available for this component.
nl: Als u dit transcript verwijdert, is het transcript niet beschikbaar voor dit onderdeel.

source: Remove Transcript
nl: Afschrift verwijderen

source: Upload translation
nl: Vertaling uploaden

source: Add Thumbnail
nl: Miniatuur toevoegen

source: Edit Thumbnail
nl: Miniatuur bewerken

source: Image upload failed
nl: Uploaden van afbeelding mislukt

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
nl: {ReqTextSpanStart} Vereisten {spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageResoultion} {lineBreak} {videoImageSupportedFileFormats} {spanEnd} 0

source: Thumbnail for {videoName}
nl: Miniatuur voor {videoName}

source: Add Thumbnail - {videoName}
nl: Miniatuur toevoegen - {videoName}

source: Video duration is {humanizeDuration}
nl: Videoduur is {humanizeDuration}

source: minutes
nl: minuten

source: minute
nl: minuut

source: seconds
nl: seconden

source: second
nl: seconde

source: and
nl: En

source: Video image upload started
nl: Het uploaden van videobeelden is gestart

source: Video image upload completed
nl: Uploaden van videobeeld voltooid

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
nl: Dit afbeeldingsbestandstype wordt niet ondersteund. Ondersteunde bestandstypen zijn {supportedFileFormats} .

source: The selected image must be smaller than {maxFileSizeInMB}.
nl: De geselecteerde afbeelding moet kleiner zijn dan {maxFileSizeInMB} .

source: The selected image must be larger than {minFileSizeInKB}.
nl: De geselecteerde afbeelding moet groter zijn dan {minFileSizeInKB} .

source: Could not upload the video image file
nl: Kan het videobeeldbestand niet uploaden

source: Image upload failed.
nl: Uploaden van afbeelding mislukt.

source: The file could not be uploaded.
nl: Het bestand kon niet worden geüpload.

source: Hide transcripts ({transcriptCount})
nl: Transcripties verbergen ( {transcriptCount} )

source: Show transcripts ({transcriptCount})
nl: Transcripties weergeven ( {transcriptCount} )

source: This file type is not supported. Supported file type is {supportedFileFormat}.
nl: Dit bestandstype wordt niet ondersteund. Het ondersteunde bestandstype is {supportedFileFormat} .

source: If you remove this transcript, the transcript will not be available for any components that use this video.
nl: Als je dit transcript verwijdert, is het transcript niet beschikbaar voor componenten die deze video gebruiken.

source: Settings
nl: Instellingen

source: New {component_type}
nl: Nieuw {component_type}

source: Warning
nl: Waarschuwing

source: Error
nl: Fout

source: Updating Tags
nl: Labels bijwerken

source: View child items
nl: Bekijk onderliggende artikelen

source: Navigate up
nl: Navigeer omhoog

source: Select
nl: Selecteer

source: Required field.
nl: Verplicht veld.

source: Please do not use any spaces in this field.
nl: Gelieve in dit veld geen spaties te gebruiken.

source: Please do not use any spaces or special characters in this field.
nl: Gebruik in dit veld geen spaties of speciale tekens.

source: Pagination
nl: Paginering

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
nl: Uw verzoek kon niet worden voltooid. Laad de pagina opnieuw en probeer het opnieuw. Als het probleem zich blijft voordoen, klikt u op het tabblad Help om het probleem te melden.

source: Showing {firstIndex} out of {numItems} total
nl: Toont {firstIndex} uit {numItems} totaal

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
nl: Toont {firstIndex} - {lastIndex} uit {numItems} totaal

source: Loading content
nl: Inhoud laden

source: Your request could not be processed. Refresh the page and try again.
nl: Uw verzoek kon niet worden verwerkt. Vernieuw de pagina en probeer het opnieuw.

source: Some images in this post have been omitted
nl: Sommige afbeeldingen in dit bericht zijn weggelaten

source: image omitted
nl: afbeelding weggelaten

source: there is currently {numVotes} vote
nl: er is momenteel {numVotes} stem

source: {numVotes} Vote
nl: {numVotes} Stem

source: You could not be subscribed to this post. Refresh the page and try again.
nl: U kunt zich niet op dit bericht abonneren. Vernieuw de pagina en probeer het opnieuw.

source: You could not be unsubscribed from this post. Refresh the page and try again.
nl: Je kunt je niet afmelden voor dit bericht. Vernieuw de pagina en probeer het opnieuw.

source: This response could not be marked as an answer. Refresh the page and try again.
nl: Dit antwoord kan niet als antwoord worden gemarkeerd. Vernieuw de pagina en probeer het opnieuw.

source: This response could not be unmarked as an answer. Refresh the page and try again.
nl: Dit antwoord kon niet als antwoord worden gedemarkeerd. Vernieuw de pagina en probeer het opnieuw.

source: This response could not be marked as endorsed. Refresh the page and try again.
nl: Dit antwoord kan niet als goedgekeurd worden gemarkeerd. Vernieuw de pagina en probeer het opnieuw.

source: This response could not be unendorsed. Refresh the page and try again.
nl: Dit antwoord kon niet worden ontkracht. Vernieuw de pagina en probeer het opnieuw.

source: This vote could not be processed. Refresh the page and try again.
nl: Deze stemming kon niet worden verwerkt. Vernieuw de pagina en probeer het opnieuw.

source: This post could not be pinned. Refresh the page and try again.
nl: Dit bericht kan niet worden vastgezet. Vernieuw de pagina en probeer het opnieuw.

source: This post could not be unpinned. Refresh the page and try again.
nl: Dit bericht kan niet worden losgemaakt. Vernieuw de pagina en probeer het opnieuw.

source: This post could not be flagged for abuse. Refresh the page and try again.
nl: Dit bericht kan niet worden gemarkeerd wegens misbruik. Vernieuw de pagina en probeer het opnieuw.

source: This post could not be unflagged for abuse. Refresh the page and try again.
nl: De markering van dit bericht wegens misbruik kan niet worden opgeheven. Vernieuw de pagina en probeer het opnieuw.

source: This post could not be closed. Refresh the page and try again.
nl: Dit bericht kon niet worden gesloten. Vernieuw de pagina en probeer het opnieuw.

source: This post could not be reopened. Refresh the page and try again.
nl: Dit bericht kon niet opnieuw worden geopend. Vernieuw de pagina en probeer het opnieuw.

source: Show Discussion
nl: Discussie tonen

source: Hide Discussion
nl: Discussie verbergen

source: This discussion could not be loaded. Refresh the page and try again.
nl: Deze discussie kan niet worden geladen. Vernieuw de pagina en probeer het opnieuw.

source: There are no posts in this topic yet.
nl: Er zijn nog geen berichten in dit onderwerp.

source: Loading more threads
nl: Meer threads laden

source: Additional posts could not be loaded. Refresh the page and try again.
nl: Er konden geen extra berichten worden geladen. Vernieuw de pagina en probeer het opnieuw.

source: Current conversation
nl: Huidig gesprek

source: Loading posts list
nl: Berichtenlijst laden

source: No results found for {original_query}. Showing results for {suggested_query}.
nl: Er zijn geen resultaten gevonden voor {original_query} . Resultaten weergeven voor {suggested_query} .

source: No posts matched your query.
nl: Er zijn geen berichten die overeenkomen met uw zoekopdracht.

source: Show posts by {username}.
nl: Toon berichten van {username} .

source: The post you selected has been deleted.
nl: Het door jou geselecteerde bericht is verwijderd.

source: Responses could not be loaded. Refresh the page and try again.
nl: Reacties konden niet worden geladen. Vernieuw de pagina en probeer het opnieuw.

source: Additional responses could not be loaded. Refresh the page and try again.
nl: Er kunnen geen aanvullende antwoorden worden geladen. Vernieuw de pagina en probeer het opnieuw.

source: {numResponses} other response
nl: {numResponses} ander antwoord

source: {numResponses} response
nl: {numResponses} reactie

source: Showing all responses
nl: Alle reacties weergeven

source: Showing first response
nl: Eerste reactie weergeven

source: Load all responses
nl: Laad alle reacties

source: Load next {numResponses} responses
nl: Laad de volgende {numResponses} -reacties

source: Are you sure you want to delete this post?
nl: Weet je zeker dat je dit bericht wilt verwijderen?

source: Your post will be discarded.
nl: Je bericht wordt verwijderd.

source: anonymous
nl: anoniem

source: Are you sure you want to delete this comment?
nl: Weet je zeker dat je deze reactie wilt verwijderen?

source: This comment could not be deleted. Refresh the page and try again.
nl: Deze reactie kon niet worden verwijderd. Vernieuw de pagina en probeer het opnieuw.

source: Are you sure you want to delete this response?
nl: Weet je zeker dat je deze reactie wilt verwijderen?

source: The email address you've provided isn't formatted correctly.
nl: Het e-mailadres dat u heeft opgegeven, heeft niet de juiste notatie.

source: %(field)s must have at least %(count)d characters.
nl: %(field)s moet minimaal %(count)d tekens bevatten.

source: %(field)s can only contain up to %(count)d characters.
nl: %(field)s kan maximaal %(count)d tekens bevatten.

source: Please enter your %(field)s.
nl: Voer uw %(field)s in.

source: Drop target image
nl: Doelafbeelding neerzetten

source: dragging out of slider
nl: uit de schuifregelaar slepen

source: dragging
nl: slepen

source: dropped in slider
nl: in de schuif gevallen

source: dropped on target
nl: op doel gevallen

source: %s ago
nl: %s geleden

source: %s from now
nl: %s vanaf nu

source: less than a minute
nl: minder dan een minuut

source: about a minute
nl: ongeveer een minuut

source: %d minute
nl: %d minuut

source: about an hour
nl: ongeveer een uur

source: about %d hour
nl: ongeveer %d uur

source: a day
nl: een dag

source: %d day
nl: %d dag

source: about a month
nl: over een maand

source: %d month
nl: %d maand

source: about a year
nl: ongeveer een jaar

source: %d year
nl: %d jaar

source: Select a section or problem
nl: Selecteer een sectie of probleem

source: Create a report of problem responses
nl: Maak een rapport met probleemreacties

source: Your report is being generated...
nl: Uw rapport wordt gegenereerd...

source: Your report has been successfully generated.
nl: Uw rapport is succesvol gegenereerd.

source: View Report
nl: Bekijk rapport

source: There was an error generating the report link.
nl: Er is een fout opgetreden bij het genereren van de rapportlink.

source: There was an error generating your report.
nl: Er is een fout opgetreden bij het genereren van uw rapport.

source: Unable to get report generation status.
nl: Kan de status voor het genereren van rapporten niet ophalen.

source: Unable to submit request to generate report.
nl: Kan geen verzoek indienen om rapport te genereren.

source: An unexpected error occurred. Please try again.
nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw.

source: Financial Assistance
nl: Financiele assistentie

source: Upset Learner
nl: Boos leerling

source: Teaching Assistant
nl: Onderwijsassistent

source: Please specify a reason.
nl: Geef een reden op.

source: Something went wrong changing this enrollment. Please try again.
nl: Er is iets misgegaan bij het wijzigen van deze inschrijving. Probeer het opnieuw.

source: Please fix the following errors:
nl: Gelieve de volgende fouten te verbeteren:

source: Files that you upload must be smaller than 5MB in size.
nl: Bestanden die u uploadt, moeten kleiner zijn dan 5 MB.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
nl: Bestanden die u uploadt, moeten pdf&#39;s of afbeeldingsbestanden in de indeling .gif, .jpg, .jpeg of .png zijn.

source: Something went wrong. Please try again later.
nl: Er is iets fout gegaan. Probeer het later opnieuw.

source: Add Attachment
nl: Voeg bijlage toe

source: (Optional)
nl: (Optioneel)

source: Remove file
nl: Bestand verwijderen

source: Course Name
nl: Cursus naam

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
nl: Voor vragen over opdrachten, cijfers of de structuur van een specifieke cursus kunt u rechtstreeks een bericht plaatsen op de discussieforums voor die cursus.

source: Not specific to a course
nl: Niet specifiek voor een cursus

source: Subject
nl: Onderwerp

source: Select a category
nl: Kies een categorie

source: Account Settings
nl: Account instellingen

source: Billing/Payment Options
nl: Facturerings-/betalingsopties

source: Certificates
nl: Certificaten

source: Course Content
nl: Cursusinhoud

source: Errors/Technical Issues
nl: Fouten/technische problemen

source: Financial Aid
nl: Financiële hulp

source: Photo Verification
nl: Fotoverificatie

source: Other
nl: Ander

source: Course Discussion Forum
nl: Cursusdiscussieforum

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
nl: Hoewel ons ondersteuningsteam u graag helpt met het edX-platform, heeft het cursuspersoneel de expertise voor specifieke opdrachtvragen, beoordelingen of de juiste procedures in elke cursus. Plaats alle cursusgerelateerde vragen op het discussieforum, waar het cursuspersoneel direct kan reageren.

source: Sign in to {platform} so we can help you better.
nl: Meld u aan bij {platform} zodat we u beter kunnen helpen.

source: Select a course or select "Not specific to a course" for your support request.
nl: Selecteer een cursus of selecteer &quot;Niet specifiek voor een cursus&quot; voor uw ondersteuningsaanvraag.

source: Select a subject for your support request.
nl: Selecteer een onderwerp voor uw supportaanvraag.

source: Enter some details for your support request.
nl: Voer enkele gegevens in voor uw ondersteuningsverzoek.

source: Contact Us
nl: Neem contact met ons op

source: Find answers to the top questions asked by learners.
nl: Vind antwoorden op de belangrijkste vragen van leerlingen.

source: Go to my Dashboard
nl: Ga naar mijn Dashboard

source: Go to {platform} Home
nl: Ga naar {platform} Thuis

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
nl: Bedankt voor het indienen van een aanvraag! We stellen uw geduld op prijs terwijl we uw verzoek beoordelen.

source: Cancel upload
nl: Uploaden annuleren

source: last activity
nl: Laatste Activiteit

source: open slots
nl: open sleuven

source: name
nl: naam

source: team count
nl: team tellen

source: Create
nl: Creëren

source: Team Name (Required) *
nl: Teamnaam (verplicht) *

source: A name that identifies your team (maximum 255 characters).
nl: Een naam die uw team identificeert (maximaal 255 tekens).

source: Team Description (Required) *
nl: Teambeschrijving (verplicht) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
nl: Een korte beschrijving van het team om andere leerlingen te helpen de doelen of richting van het team te begrijpen (maximaal 300 tekens).

source: Language
nl: Taal

source: The language that team members primarily use to communicate with each other.
nl: De taal die teamleden voornamelijk gebruiken om met elkaar te communiceren.

source: Country
nl: Land

source: The country that team members primarily identify with.
nl: Het land waar teamleden zich vooral mee identificeren.

source: An error occurred. Please try again.
nl: Er is een fout opgetreden. Probeer het opnieuw.

source: Check the highlighted fields below and try again.
nl: Controleer de gemarkeerde velden hieronder en probeer het opnieuw.

source: Enter team name.
nl: Voer teamnaam in.

source: Team name cannot have more than 255 characters.
nl: Teamnaam mag niet meer dan 255 tekens bevatten.

source: Enter team description.
nl: Voer de teambeschrijving in.

source: Team description cannot have more than 300 characters.
nl: Teambeschrijving mag niet meer dan 300 tekens bevatten.

source: An error occurred while removing the member from the team. Try again.
nl: Er is een fout opgetreden bij het verwijderen van het lid uit het team. Probeer het nog eens.

source: This team does not have any members.
nl: Dit team heeft geen leden.

source: Joined %(date)s
nl: Aangesloten bij %(date)s

source: Last Activity %(date)s
nl: Laatste activiteit %(date)s

source: Remove this team member?
nl: Dit teamlid verwijderen?

source: This learner will be removed from the team,allowing another learner to take the available spot.
nl: Deze leerling wordt uit het team verwijderd, waardoor een andere leerling de beschikbare plek kan innemen.

source: Delete this team?
nl: Dit team verwijderen?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
nl: Het verwijderen van een team is definitief en kan niet ongedaan worden gemaakt. Alle leden worden uit het team verwijderd en teamdiscussies zijn niet langer toegankelijk.

source: Team "{team}" successfully deleted.
nl: Team &quot; {team} &quot; is succesvol verwijderd.
