Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: This problem has been reset.
nl: Dit probleem is gereset.

source: unsubmitted
nl: niet ingediend

source: {paragraph}=p;{preformatted}=pre;{heading3}=h3;{heading4}=h4;{heading5}=h5;{heading6}=h6
nl: {paragraph} =p; {preformatted} =voor; {heading3} =h3; {heading4} =h4; {heading5} =h5; {heading6} =h6

source: Paragraph
nl: Paragraaf

source: Preformatted
nl: Voorgeformateerd

source: Heading 3
nl: Rubriek 3

source: Heading 4
nl: Rubriek 4

source: Heading 5
nl: Rubriek 5

source: Heading 6
nl: Rubriek 6

source: Add to Dictionary
nl: Toevoegen aan woordenboek

source: Align center
nl: Tekst in het midden uitlijnen

source: Align left
nl: Links uitlijnen

source: Align right
nl: Rechts uitlijnen

source: Alignment
nl: Uitlijning

source: Alternative source
nl: Alternatieve bron

source: Anchor
nl: Anker

source: Anchors
nl: Ankers

source: Author
nl: Auteur

source: Background color
nl: Achtergrond kleur

source: Blocks
nl: Blokken

source: Body
nl: Lichaam

source: Bold
nl: Vetgedrukt

source: Border color
nl: Rand kleur

source: Border
nl: Grens

source: Bottom
nl: Onderkant

source: Bullet list
nl: Lijst met opsommingstekens

source: Caption
nl: Ondertiteling

source: Cell padding
nl: Celvulling

source: Cell properties
nl: Cel eigenschappen

source: Cell spacing
nl: Celafstand

source: Cell type
nl: Celtype

source: Cell
nl: Cel

source: Center
nl: Centrum

source: Circle
nl: Cirkel

source: Clear formatting
nl: Heldere opmaak

source: Code block
nl: Codeblok

source: Color
nl: Kleur

source: Cols
nl: Col

source: Column group
nl: Kolomgroep

source: Column
nl: Kolom

source: Constrain proportions
nl: Beperk proporties

source: Copy row
nl: Kopieer rij

source: Copy
nl: Kopiëren

source: Could not find the specified string.
nl: Kan de opgegeven tekenreeks niet vinden.

source: Custom color
nl: Aangepaste kleur

source: Custom...
nl: Aangepast...

source: Cut row
nl: Snij rij

source: Cut
nl: Snee

source: Decrease indent
nl: Inspringing verkleinen

source: Default
nl: Standaard

source: Delete column
nl: Kolom verwijderen

source: Delete row
nl: Verwijder rij

source: Delete table
nl: Tabel verwijderen

source: Description
nl: Beschrijving

source: Dimensions
nl: Dimensies

source: Disc
nl: Schijf

source: Div
nl: Afd

source: Document properties
nl: Document eigenschappen

source: Edit HTML
nl: HTML bewerken

source: Edit
nl: Bewerking

source: Embed
nl: Integreren

source: Encoding
nl: Codering

source: File
nl: Bestand

source: Find and replace
nl: Zoek en vervang

source: Find next
nl: Zoek de volgende

source: Find previous
nl: Zoek vorige

source: Find
nl: Vinden

source: Font Family
nl: Lettertypefamilie

source: Font Sizes
nl: Lettergroottes

source: Footer
nl: Voettekst

source: Format
nl: Formaat

source: Formats
nl: Formaten

source: Fullscreen
nl: Volledig scherm

source: General
nl: Algemeen

source: H Align
nl: H Uitlijnen

source: Header 1
nl: Kop 1

source: Header 2
nl: Kop 2

source: Header 3
nl: Kop 3

source: Header 4
nl: Kop 4

source: Header 5
nl: Kop 5

source: Header 6
nl: Kop 6

source: Header cell
nl: Kopcel

source: Header
nl: Koptekst

source: Headers
nl: Kopteksten

source: Heading 1
nl: Koptekst 1

source: Heading 2
nl: Rubriek 2

source: Headings
nl: Koppen

source: Height
nl: Hoogte

source: Horizontal line
nl: Horizontale lijn

source: Horizontal space
nl: Horizontale ruimte

source: HTML source code
nl: HTML-broncode

source: Ignore all
nl: Negeer alles

source: Ignore
nl: Negeren

source: Image description
nl: Afbeeldingsomschrijving

source: Increase indent
nl: Inspringing vergroten

source: Inline
nl: In lijn

source: Insert column after
nl: Kolom erna invoegen

source: Insert column before
nl: Kolom ervoor invoegen

source: Insert date/time
nl: Datum/tijd invoegen

source: Insert image
nl: Voeg afbeelding in

source: Insert link
nl: Link invoegen

source: Insert row after
nl: Voeg rij erna in

source: Insert row before
nl: Voeg rij ervoor in

source: Insert table
nl: Tabel invoegen

source: Insert template
nl: Sjabloon invoegen

source: Insert video
nl: Video invoegen

source: Insert
nl: Invoegen

source: Insert/edit image
nl: Afbeelding invoegen/bewerken

source: Insert/edit link
nl: Link invoegen/bewerken

source: Insert/edit video
nl: Video invoegen/bewerken

source: Italic
nl: Cursief

source: Justify
nl: Verantwoorden

source: Keywords
nl: Trefwoorden

source: Left to right
nl: Van links naar rechts

source: Left
nl: Links

source: Lower Alpha
nl: Lagere alfa

source: Lower Greek
nl: Neder-Grieks

source: Lower Roman
nl: Neder Romeins

source: Match case
nl: Match geval

source: Merge cells
nl: Cellen samenvoegen

source: Middle
nl: Midden

source: New document
nl: Nieuw document

source: New window
nl: Nieuw raam

source: Next
nl: Volgende

source: No color
nl: Geen kleur

source: Nonbreaking space
nl: Onbreekbare ruimte

source: Numbered list
nl: Genummerde lijst

source: Page break
nl: Pagina-einde

source: Paste as text
nl: Plakken als tekst

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
nl: Plakken is nu in platte tekstmodus. De inhoud wordt nu als platte tekst geplakt totdat u deze optie uitschakelt.

source: Paste row after
nl: Rij erna plakken

source: Paste row before
nl: Plak de rij ervoor

source: Paste your embed code below:
nl: Plak hieronder uw insluitcode:

source: Paste
nl: Plakken

source: Prev
nl: Vorige

source: Print
nl: Afdrukken

source: Redo
nl: Opnieuw doen

source: Remove link
nl: Koppeling verwijderen

source: Replace all
nl: Vervang alles

source: Replace with
nl: Vervangen door

source: Replace
nl: Vervangen

source: Restore last draft
nl: Herstel het laatste concept

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
nl: Rich Text-gebied. Druk op ALT-F9 voor menu. Druk op ALT-F10 voor de werkbalk. Druk op ALT-0 voor hulp

source: Right to left
nl: Rechts naar links

source: Right
nl: Rechts

source: Row group
nl: Rij groep

source: Row properties
nl: Rij-eigenschappen

source: Row type
nl: Rijtype

source: Row
nl: Rij

source: Rows
nl: Rijen

source: Scope
nl: Domein

source: Select all
nl: Selecteer alles

source: Show blocks
nl: Blokken tonen

source: Show invisible characters
nl: Toon onzichtbare karakters

source: Source code
nl: Broncode

source: Source
nl: Bron

source: Special character
nl: Speciaal karakter

source: Spellcheck
nl: Spellingscontrole

source: Split cell
nl: Gesplitste cel

source: Square
nl: Vierkant

source: Start search
nl: Start met zoeken

source: Strikethrough
nl: Doorhalen

source: Style
nl: Stijl

source: Subscript
nl: Abonnement

source: Table properties
nl: Tabeleigenschappen

source: Table
nl: Tafel

source: Target
nl: Doel

source: Templates
nl: Sjablonen

source: Text color
nl: Tekst kleur

source: Text to display
nl: Tekst om weer te geven

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
nl: De URL die u heeft ingevoerd lijkt een e-mailadres te zijn. Wilt u het benodigde mailto:-voorvoegsel toevoegen?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
nl: De URL die u heeft ingevoerd lijkt een externe link te zijn. Wilt u het vereiste http://-voorvoegsel toevoegen?

source: Title
nl: Titel

source: Tools
nl: Hulpmiddelen

source: Top
nl: Bovenkant

source: Underline
nl: Onderstrepen

source: Undo
nl: Ongedaan maken

source: Upper Alpha
nl: Bovenste Alfa

source: Upper Roman
nl: Boven Romeins

source: V Align
nl: V Uitlijnen

source: Vertical space
nl: Verticale ruimte

source: View
nl: Weergave

source: Visual aids
nl: Visuele hulpmiddelen

source: Whole words
nl: Hele woorden

source: Width
nl: Breedte

source: Words: {0}
nl: Woorden: {0}

source: You have unsaved changes are you sure you want to navigate away?
nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u weg wilt navigeren?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
nl: Uw browser ondersteunt geen directe toegang tot het klembord. Gebruik in plaats daarvan de sneltoetsen Ctrl+X/C/V.

source: Insert/Edit Image
nl: Afbeelding invoegen/bewerken

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
nl: Klik op OK om uw gebruikersnaam en e-mailadres naar een applicatie van derden te laten verzenden. Klik op Annuleren om terug te keren naar deze pagina zonder uw gegevens te verzenden.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
nl: Klik op OK om uw gebruikersnaam naar een applicatie van derden te laten verzenden. Klik op Annuleren om terug te keren naar deze pagina zonder uw gegevens te verzenden.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
nl: Klik op OK om uw e-mailadres naar een applicatie van derden te laten verzenden. Klik op Annuleren om terug te keren naar deze pagina zonder uw gegevens te verzenden.

source: incorrect
nl: niet correct

source: correct
nl: juist

source: answer
nl: antwoord

source: Short explanation
nl: Korte uitleg

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
nl: Als u de Geavanceerde Editor gebruikt, wordt dit probleem omgezet naar XML en kunt u niet terugkeren naar de Eenvoudige Editor-interface. Doorgaan naar de Geavanceerde Editor en dit probleem naar XML converteren?

source: An answer option has been left blank. Please review and edit the component.
nl: Er is een antwoordmogelijkheid blanco gelaten. Controleer en bewerk het onderdeel.

source: Explanation
nl: Uitleg

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
nl: Volgorde fout! Kan niet navigeren naar %(tab_name)s in de huidige SequenceModule. Neem dan contact op met de cursusmedewerkers.

source: Play
nl: Toneelstuk

source: Pause
nl: Pauze

source: Mute
nl: Stom

source: Unmute
nl: Dempen opheffen

source: Exit full browser
nl: Sluit de volledige browser af

source: Fill browser
nl: Browser vullen

source: Speed
nl: Snelheid

source: Auto-advance
nl: Automatisch doorgaan

source: Muted
nl: Gedempt

source: Very low
nl: Heel laag

source: Low
nl: Laag

source: Average
nl: Gemiddeld

source: Loud
nl: Luidruchtig

source: Very loud
nl: Erg hard

source: Maximum
nl: Maximaal

source: This browser cannot play .mp4, .ogg, or .webm files.
nl: Deze browser kan geen .mp4-, .ogg- of .webm-bestanden afspelen.

source: Try using a different browser, such as Google Chrome.
nl: Probeer een andere browser te gebruiken, zoals Google Chrome.

source: High Definition
nl: Hoge kwaliteit

source: off
nl: uit

source: on
nl: op

source: Video position. Press space to toggle playback
nl: Video-positie. Druk op de spatiebalk om tussen afspelen te schakelen

source: Video ended
nl: Video beëindigd

source: Video position
nl: Video-positie

source: %(value)s hour
nl: %(value)s uur

source: %(value)s minute
nl: %(value)s minuut

source: %(value)s second
nl: %(value)s seconde

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
nl: Klik op deze knop om deze video te dempen of dempen op te heffen, of druk op de knoppen OMHOOG of OMLAAG om het volumeniveau te verhogen of te verlagen.

source: Adjust video volume
nl: Pas het videovolume aan

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
nl: Druk op UP om het snelheidsmenu te openen en gebruik vervolgens de pijltjestoetsen OMHOOG en OMLAAG om door de verschillende snelheden te navigeren. Druk vervolgens op ENTER om naar de geselecteerde snelheid te gaan.

source: Adjust video speed
nl: Pas de videosnelheid aan

source: Video speed:
nl: Videosnelheid:

source: Skip
nl: Overslaan

source: Play video
nl: Video afspelen

source: Do not show again
nl: Niet meer tonen

source: Open language menu
nl: Taalmenu openen

source: Transcript will be displayed when you start playing the video.
nl: Het transcript wordt weergegeven wanneer u de video begint af te spelen.

source: Activating a link in this group will skip to the corresponding point in the video.
nl: Als u een link in deze groep activeert, gaat u naar het overeenkomstige punt in de video.

source: Video transcript
nl: Videotranscriptie

source: Start of transcript. Skip to the end.
nl: Begin van transcriptie. Ga naar het einde.

source: End of transcript. Skip to the start.
nl: Einde transcriptie. Ga naar het begin.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
nl: Druk op de pijltjestoets OMHOOG om het taalmenu te openen en gebruik vervolgens de pijltjestoetsen OMHOOG en OMLAAG om door de taalopties te navigeren. Druk op ENTER om naar de geselecteerde taal te gaan.

source: Hide closed captions
nl: Verberg ondertitels

source: (Caption will be displayed when you start playing the video.)
nl: (Het onderschrift wordt weergegeven wanneer u de video begint af te spelen.)

source: Turn on closed captioning
nl: Schakel ondertiteling in

source: Turn on transcripts
nl: Schakel transcripties in

source: Turn off transcripts
nl: Schakel transcripties uit

source: Limit Access
nl: Beperk toegang

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
nl: Selecteer een vereiste subsectie en voer een minimaal scorepercentage en minimaal voltooiingspercentage in om de toegang tot deze subsectie te beperken. Toegestane waarden zijn 0-100

source: Prerequisite:
nl: Voorwaarde:

source: No prerequisite
nl: Geen voorwaarde

source: Minimum Score:
nl: Minimale score:

source: Minimum Completion:
nl: Minimale voltooiing:

source: The minimum score percentage must be a whole number between 0 and 100.
nl: Het minimale scorepercentage moet een geheel getal tussen 0 en 100 zijn.

source: The minimum completion percentage must be a whole number between 0 and 100.
nl: Het minimale voltooiingspercentage moet een geheel getal tussen 0 en 100 zijn.

source: Use as a Prerequisite
nl: Gebruik als voorwaarde

source: Make this subsection available as a prerequisite to other content
nl: Maak deze subsectie beschikbaar als voorwaarde voor andere inhoud

source: Active Uploads
nl: Actieve uploads

source: Read More
nl: Lees verder

source: details about the failure
nl: details over de mislukking

source: Add Component:
nl: Component toevoegen:

source: %(type)s Component Template Menu
nl: %(type)s Menu Componentsjabloon

source: Common Problem Types
nl: Veel voorkomende probleemtypen

source: Supported
nl: Ondersteund

source: Provisional
nl: Voorlopige

source: Not Supported
nl: Niet ondersteund

source: Fully Supported
nl: Volledig ondersteund

source: Provisionally Supported
nl: Voorlopig ondersteund

source: Add New Component
nl: Voeg nieuwe component toe

source: Deprecated
nl: Verouderd

source: List of uploaded files and assets in this course
nl: Lijst met geüploade bestanden en middelen in deze cursus

source: - Sortable
nl: - Sorteerbaar

source: Show All
nl: Toon alles

source: Actions
nl: Acties

source: You haven't added any assets to this course yet.
nl: Je hebt nog geen items aan deze cursus toegevoegd.

source: Upload your first asset
nl: Upload uw eerste item

source: close
nl: dichtbij

source: No description available
nl: geen beschrijving beschikbaar

source: Open/download this file
nl: Open/download dit bestand

source: Delete this asset
nl: Verwijder dit item

source: Lock this asset
nl: Vergrendel dit item

source: Lock/unlock file
nl: Bestand vergrendelen/ontgrendelen

source: ID
nl: ID kaart

source: Certificate Details
nl: Certificaatdetails

source: Course Title
nl: Cursustitel

source: Course Title Override
nl: Cursustitel overschrijven

source: Course Number
nl: Cursusnummer

source: Course Number Override
nl: Cursusnummer overschrijven

source: Certificate Signatories
nl: Ondertekenaars van certificaten

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
nl: Het wordt ten zeerste aanbevolen om vier of minder ondertekenaars op te nemen. Als u extra ondertekenaars toevoegt, kunt u een voorbeeld van het certificaat bekijken in de afdrukweergave om er zeker van te zijn dat het certificaat correct op één pagina wordt afgedrukt.

source: Certificate Information
nl: Informatie over het certificaat

source: Certificate Name
nl: Certificaatnaam

source: Name of the certificate
nl: Naam van het certificaat

source: Description of the certificate
nl: Beschrijving van het certificaat

source: Course title
nl: Titel van de cursus

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
nl: Geef een alternatief op voor de officiële cursustitel die op certificaten moet worden weergegeven. Laat dit veld leeg als u de officiële cursustitel wilt gebruiken.

source: Add Additional Signatory
nl: Voeg extra ondertekenaar toe

source: (Add signatories for a certificate)
nl: (Ondertekenaars toevoegen voor een certificaat)

source: Choose mode
nl: Kies modus

source: Preview Certificate
nl: Voorbeeldcertificaat

source: Activate
nl: Activeren

source: Deactivate
nl: Deactiveren

source: component
nl: bestanddeel

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
nl: Toegang tot deze {blockType} is beperkt tot: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
nl: De toegang tot bepaalde inhoud in deze {blockType} is beperkt tot specifieke groepen leerlingen.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
nl: Let op: de laatst gepubliceerde versie van dit apparaat is live. Door wijzigingen te publiceren, verander je de studentenervaring.

source: Content Group Name
nl: Naam inhoudsgroep

source: Content Group ID
nl: Inhoudsgroep-ID

source: This is the name of the group
nl: Dit is de naam van de groep

source: This content group is used in one or more units.
nl: Deze inhoudsgroep wordt gebruikt in een of meer eenheden.

source: Cannot delete when in use by a unit
nl: Kan niet verwijderen wanneer deze door een eenheid wordt gebruikt

source: Subsection Visibility
nl: Onderafdeling Zichtbaarheid

source: To hide the subsections and keep them accesible through links, you must adjust it from the section that contains them.
nl: Om de subsecties te verbergen en toegankelijk te houden via links, moet u deze aanpassen vanuit de sectie die ze bevat.

source: Show entire subsection
nl: Gehele subsectie weergeven

source: Learners see the published subsection and can access its content.
nl: Studenten zien de gepubliceerde subsectie en hebben toegang tot de inhoud ervan.

source: Hide content after course end date
nl: Inhoud verbergen na de einddatum van de cursus

source: Hide content after due date
nl: Inhoud verbergen na de vervaldatum

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
nl: Nadat de einddatum van de cursus is verstreken, hebben studenten geen toegang meer tot de inhoud van subsecties. De subsectie blijft opgenomen in de cijferberekeningen.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
nl: Nadat de vervaldatum van de subsectie is verstreken, hebben studenten geen toegang meer tot de inhoud ervan. De subsectie blijft opgenomen in de cijferberekeningen.

source: Hide entire subsection
nl: Verberg de hele subsectie

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
nl: Studenten zien de subsectie niet in het cursusoverzicht. De subsectie wordt niet meegenomen in de cijferberekeningen.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
nl: Als u een andere optie dan &quot; %(hide_label)s &quot; selecteert, worden gepubliceerde eenheden in deze subsectie beschikbaar voor studenten, tenzij ze expliciet verborgen zijn.

source: Copy Component Location
nl: Componentlocatie kopiëren

source: Course Highlight Emails
nl: Cursus Markeer e-mails

source: Enabled
nl: Ingeschakeld

source: Enable Now
nl: Schakel nu in

source: Instructor Name
nl: Naam instructeur

source: Please add the instructor's name
nl: Voeg de naam van de instructeur toe

source: Instructor Title
nl: Titel van instructeur

source: Please add the instructor's title
nl: Voeg de titel van de instructeur toe

source: Organization
nl: Organisatie

source: Organization Name
nl: organisatie naam

source: Please add the institute where the instructor is associated
nl: Voeg het instituut toe waar de docent aan verbonden is

source: Biography
nl: Biografie

source: Instructor Biography
nl: Instructeur Biografie

source: Please add the instructor's biography
nl: Voeg de biografie van de instructeur toe

source: Photo
nl: Foto

source: Instructor Photo
nl: Instructeur foto

source: Instructor Photo URL
nl: Foto-URL van instructeur

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
nl: Voeg een foto van de instructeur toe (Opmerking: alleen JPEG- of PNG-indeling wordt ondersteund)

source: Upload Photo
nl: Upload foto

source: Prerequisite: %(prereq_display_name)s
nl: Voorwaarde: %(prereq_display_name)s

source: Contains staff only content
nl: Bevat alleen inhoud voor het personeel

source: Hidden in the course outline, but sections are accessible for your learners through their separate link.
nl: Verborgen in het cursusoverzicht, maar secties zijn toegankelijk voor uw studenten via een aparte link.

source: Subsections are not navigable between each other, they can only be accessed through their link.
nl: Subsecties zijn niet onderling navigeerbaar, ze zijn alleen toegankelijk via hun link.

source: Unpublished changes to live content
nl: Niet-gepubliceerde wijzigingen in live inhoud

source: Unpublished units will not be released
nl: Niet-gepubliceerde eenheden worden niet vrijgegeven

source: Unpublished changes to content that will release in the future
nl: Niet-gepubliceerde wijzigingen in de inhoud die in de toekomst worden uitgebracht

source: Access to this unit is restricted to: {selectedGroupsLabel}
nl: Toegang tot dit toestel is beperkt tot: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
nl: De toegang tot bepaalde inhoud in dit blok is beperkt tot specifieke groepen leerlingen

source: Ungraded
nl: Geen beoordeling

source: Onboarding Exam
nl: Inburgeringsexamen

source: Practice proctored Exam
nl: Oefen het geproctorde examen

source: Proctored Exam
nl: Gecontroleerd examen

source: Timed Exam
nl: Getimed examen
