Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
nl: We hopen dat je het tot nu toe leuk vindt om met ons te leren op {start_strong} %(platform_name)s {end_strong} ! Met een geverifieerd certificaat kunt u uw nieuwe kennis en vaardigheden onder de aandacht brengen. Een %(platform_name)s -certificaat is officieel en gemakkelijk deelbaar.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
nl: We hopen dat je het tot nu toe leuk vindt om bij ons te leren in {start_strong} {first_course_name} {end_strong} ! Met een geverifieerd certificaat kunt u uw nieuwe kennis en vaardigheden onder de aandacht brengen. Een {platform_name} -certificaat is officieel en gemakkelijk deelbaar.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
nl: Upgrade door {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .

source: You are eligible to upgrade in these courses:
nl: U komt in aanmerking voor een upgrade voor deze cursussen:

source: Example of a verified certificate
nl: Voorbeeld van een geverifieerd certificaat

source: Upgrade now at
nl: Upgrade nu op

source: Upgrade to earn a verified certificate on %(platform_name)s
nl: Upgrade om een geverifieerd certificaat te verdienen op %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
nl: Upgrade om een geverifieerd certificaat te verdienen in %(first_course_name)s

source: Site theme changed to {site_theme}
nl: Sitethema gewijzigd in {site_theme}

source: Theme {site_theme} does not exist
nl: Thema {site_theme} bestaat niet

source: Site theme reverted to the default
nl: Het sitethema is teruggezet naar de standaardwaarde

source: Theming Administration
nl: Thema-administratie

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
nl: Gebruikersnamen mogen alleen letters (AZ, az), cijfers (0-9), onderstrepingstekens (_) en koppeltekens (-) bevatten.

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
nl: Gebruikersnamen mogen alleen letters, cijfers en @/./+/-/_ tekens bevatten.

source: Enter a valid email address
nl: Voer een geldig e-mailadres in

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
nl: Het lijkt erop dat {email_address} bij een bestaand account hoort. Probeer het opnieuw met een ander e-mailadres.

source: This email is already associated with an existing or previous {settings.PLATFORM_NAME} account
nl: Dit e-mailadres is al gekoppeld aan een bestaand of eerder {settings.PLATFORM_NAME}-account

source: This email is associated to a retired account.
nl: Dit e-mailadres is gekoppeld aan een gepensioneerd account.

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
nl: Het door u ingevoerde wachtwoord staat op een lijst met bekende gecompromitteerde wachtwoorden. Kies een andere.

source: It looks like {username} belongs to an existing account. Try again with a different username.
nl: Het lijkt erop dat {username} bij een bestaand account hoort. Probeer het opnieuw met een andere gebruikersnaam.

source: It looks like this username is already taken
nl: Het lijkt erop dat deze gebruikersnaam al in gebruik is

source: Username must be between {min} and {max} characters long.
nl: De gebruikersnaam moet tussen {min} en {max} tekens lang zijn.

source: Enter a valid email address that contains at least {min} characters.
nl: Voer een geldig e-mailadres in dat minimaal {min} tekens bevat.

source: Enter your full name
nl: Vul uw volledige naam in

source: Enter your first name
nl: Vul uw voornaam in

source: Enter your last name
nl: Voer uw achternaam in

source: The email addresses do not match
nl: De e-mailadressen komen niet overeen

source: Enter your confirm email
nl: Voer uw bevestigings-e-mailadres in

source: Select your country or region of residence
nl: Selecteer uw land of regio waar u woont

source: Select your profession
nl: Selecteer uw beroep

source: Select your specialty
nl: Selecteer uw specialiteit

source: Enter your profession
nl: Voer uw beroep in

source: Enter your specialty
nl: Vul uw specialiteit in

source: Enter your state
nl: Voer uw staat in

source: Enter your city
nl: Voer uw stad in

source: Tell us your goals
nl: Vertel ons uw doelen

source: Select the highest level of education you have completed
nl: Kies het hoogste opleidingsniveau dat u heeft afgerond

source: Select your year of birth
nl: Selecteer uw geboortejaar

source: Select your gender
nl: Kies je geslacht

source: Enter your mailing address
nl: Voer uw postadres in

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
nl: Ons systeem heeft vastgesteld dat uw wachtwoord kwetsbaar is. Wijzig uw wachtwoord zodat uw account veilig blijft.

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
nl: Ons systeem heeft vastgesteld dat uw wachtwoord kwetsbaar is. We raden u aan dit te wijzigen, zodat uw account veilig blijft.

source: The '{field_name}' field cannot be edited.
nl: Het veld &#39;{field_name}&#39; kan niet worden bewerkt.

source: Full name can't be longer than 255 symbols
nl: De volledige naam mag niet langer zijn dan 255 symbolen

source: Enter a valid name
nl: Voer een geldige naam in

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: State/Province/Region
nl: Land / Provincie / Regio

source: Company
nl: Bedrijf

source: Title
nl: Titel

source: Job Title
nl: Functietitel

source: Mailing address
nl: Postadres

source: Tell us why you're interested in {platform_name}
nl: Vertel ons waarom u geïnteresseerd bent in {platform_name}

source: Profession
nl: Beroep

source: Specialty
nl: Specialiteit

source: Work experience
nl: Werkervaring

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
nl: Zorg ervoor dat u een geldige gebruikersnaam of een URL opgeeft die &quot; {url_stub} &quot; bevat. Als u de link uit uw {platform_name} -profiel wilt verwijderen, laat u dit veld leeg.

source: This account has been temporarily locked due to excessive login failures. Try again later.
nl: Dit account is tijdelijk vergrendeld vanwege overmatig inloggen. Probeer het later nog eens.

source: Email or password is incorrect.
nl: Email of wachtwoord is incorrect.

source: Permission Denied
nl: Geen toestemming

source: Retirement does not exist!
nl: Pensioen bestaat niet!

source: Success
nl: Succes

source: Actions
nl: Acties

source: Comma separated file that have username and user_email of the users that needs to be retired
nl: Door komma&#39;s gescheiden bestand met gebruikersnaam en gebruikersmailadres van de gebruikers die buiten gebruik moeten worden gesteld

source: Delete failed for user preference '{preference_key}'.
nl: Verwijderen mislukt voor gebruikersvoorkeur &#39;{preference_key}&#39;.

source: Preference '{preference_key}' cannot be set to an empty value.
nl: Voorkeur &#39;{preference_key}&#39; kan niet worden ingesteld op een lege waarde.

source: Invalid user preference key '{preference_key}'.
nl: Ongeldige gebruikersvoorkeursleutel &#39;{preference_key}&#39;.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
nl: Waarde &#39;{preference_value}&#39; is niet geldig voor gebruikersvoorkeur &#39;{preference_key}&#39;.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
nl: Waarde &#39;{preference_value}&#39; niet geldig voor voorkeur &#39;{preference_key}&#39;: Niet in tijdzone ingesteld.

source: Value '{preference_value}' is not a valid time zone selection.
nl: Waarde &#39;{preference_value}&#39; is geen geldige tijdzoneselectie.

source: Save failed for user preference '{key}' with value '{value}'.
nl: Opslaan mislukt voor gebruikersvoorkeur &#39;{key}&#39; met waarde &#39;{value}&#39;.

source: No data provided for user preference update
nl: Er zijn geen gegevens verstrekt voor het bijwerken van gebruikersvoorkeuren

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
nl: We hebben een verwijderingsverzoek ontvangen voor uw account op %(platform_name)s . We vinden het jammer dat je weggaat!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
nl: Uw account wordt binnenkort verwijderd. Het kan een paar weken duren voordat het verwijderen van accounts, inclusief verwijdering uit e-maillijsten, volledig via ons systeem is verwerkt. Als u zich vóór die tijd wilt afmelden voor e-mails, kunt u zich afmelden via de voettekst van elke e-mail.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
nl: Dit is uitsluitend een informatieve e-mail. Als u dit verzoek niet heeft ingediend, neem dan contact op met %(contact_email)s .

source: Best, %(platform_name)s
nl: Beste, %(platform_name)s

source: Your Account Has Been Queued For Deletion
nl: Uw account staat in de wachtrij voor verwijdering

source: Highest level of education completed
nl: Hoogst afgeronde opleiding

source: Year of birth
nl: Geboortejaar

source: Password reset
nl: Wachtwoord reset

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
nl: U ontvangt deze e-mail omdat u een wachtwoordreset heeft aangevraagd voor uw gebruikersaccount op %(platform_name)s .

source: However, there is currently no user account associated with your email address: %(email_address)s.
nl: Er is momenteel echter geen gebruikersaccount gekoppeld aan uw e-mailadres: %(email_address)s .

source: If you did not request this change, you can ignore this email.
nl: Als u deze wijziging niet heeft aangevraagd, kunt u deze e-mail negeren.

source: Reset my password
nl: Reset mijn wachtwoord

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Password reset on %(platform_name)s
nl: Wachtwoord opnieuw instellen op %(platform_name)s

source: Password reset success
nl: Wachtwoord opnieuw instellen gelukt

source: Hello %(name)s,
nl: Hallo %(name)s ,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
nl: Dit is om te bevestigen dat u met succes uw wachtwoord hebt gewijzigd dat is gekoppeld aan het %(platform_name)s -account. Meld u aan bij uw account.

source: Hello %(name)s,
nl: Hallo %(name)s ,

source: Password reset completed on %(platform_name)s
nl: Wachtwoord opnieuw instellen voltooid op %(platform_name)s

source: Superuser creation not allowed
nl: Het maken van een superuser is niet toegestaan

source: Account modification not allowed.
nl: Accountwijziging niet toegestaan.

source: Account creation not allowed.
nl: Account aanmaken niet toegestaan.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
nl: U bent succesvol aangemeld bij uw {provider_name} -account, maar dit account is nog niet gekoppeld aan uw {platform_name} -account. {blank_lines} Gebruik uw gebruikersnaam en wachtwoord voor {platform_name} om u hieronder aan te melden bij {platform_name} en koppel vervolgens uw {platform_name} -account met {provider_name} vanaf uw dashboard. {blank_lines} Als u nog geen account op {platform_name} heeft, klikt u bovenaan de pagina op {register_label_strong} .

source: There was an error receiving your login information. Please email us.
nl: Er is een fout opgetreden bij het ontvangen van uw aanmeldingsgegevens. Stuur ons een e-mail.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
nl: Om uw account te beschermen, is deze tijdelijk vergrendeld. Probeer het over {locked_out_period} minuten opnieuw. {li_start} Voor de zekerheid kunt u hier uw wachtwoord {link_start} {link_end} instellen voordat u het opnieuw probeert.

source: Too many failed login attempts. Try again later.
nl: Te veel mislukte inlogpogingen. Probeer het later nog eens.

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
nl: Email of wachtwoord is incorrect. {li_start} U heeft nog {remaining_attempts} meer inlogpogingen voordat uw account tijdelijk wordt vergrendeld. {li_end} {li_start} Als u uw wachtwoord bent vergeten, klik dan hier op {link_start} {link_end} om te resetten. {li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
nl: Als {allowed_domain} -gebruiker moet u inloggen met uw {allowed_domain} {link_start} {provider} -account {link_end} .

source: The email address you used to register with {platform_name}
nl: Het e-mailadres waarmee u zich heeft geregistreerd bij {platform_name}

source: username@domain.com
nl: gebruikersnaam@domein.com

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
nl: Aan dat e-mailadres is geen gekoppeld gebruikersaccount gekoppeld. Weet je zeker dat je geregistreerd bent?

source: The user account associated with this e-mail address cannot reset the password.
nl: Het gebruikersaccount dat aan dit e-mailadres is gekoppeld, kan het wachtwoord niet opnieuw instellen.

source: Your previous request is in progress, please try again in a few moments.
nl: Uw vorige verzoek is in behandeling. Probeer het over enkele ogenblikken opnieuw.

source: Password reset unsuccessful
nl: Wachtwoord opnieuw instellen mislukt

source: Error in resetting your password.
nl: Fout bij het opnieuw instellen van uw wachtwoord.

source: Error in resetting your password. Please try again.
nl: Fout bij het opnieuw instellen van uw wachtwoord. Probeer het opnieuw.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
nl: {html_start} Wachtwoord aanmaken voltooid {html_end} Uw wachtwoord is aangemaakt. {bold_start} {email} {bold_end} is nu uw primaire e-mailadres voor inloggen.

source: Some error occurred during password change. Please try again
nl: Er is een fout opgetreden tijdens het wijzigen van het wachtwoord. Probeer het opnieuw

source: No email address provided.
nl: Er is geen e-mailadres opgegeven.

source: An error has occurred. Try refreshing the page, or check your internet connection.
nl: Er is een fout opgetreden. Probeer de pagina te vernieuwen of controleer uw internetverbinding.

source: Registration using {provider} has timed out.
nl: Er is een time-out opgetreden bij de registratie met {provider} .

source: An access_token is required when passing value ({}) for provider.
nl: Er is een access_token vereist bij het doorgeven van waarde ({}) voor provider.

source: The provided access_token is already associated with another user.
nl: Het opgegeven access_token is al aan een andere gebruiker gekoppeld.

source: The provided access_token is not valid.
nl: Het opgegeven access_token is niet geldig.

source: Full Name cannot contain the following characters: < >
nl: De volledige naam mag de volgende tekens niet bevatten: &lt; &gt;

source: A properly formatted e-mail is required
nl: Een correct opgemaakte e-mail is vereist

source: Your legal name must be a minimum of one character long
nl: Uw wettelijke naam moet minimaal één teken lang zijn

source: Email cannot be more than %(limit_value)s characters long
nl: E-mail mag niet langer zijn dan %(limit_value)s tekens

source: You must accept the terms of service.
nl: U moet de servicevoorwaarden accepteren.

source: A level of education is required
nl: Er is een opleidingsniveau vereist

source: Your gender is required
nl: Uw geslacht is vereist

source: Your year of birth is required
nl: Uw geboortejaar is vereist

source: Your mailing address is required
nl: Uw postadres is vereist

source: A description of your goals is required
nl: Een beschrijving van uw doelstellingen is vereist

source: A city is required
nl: Er is een stad nodig

source: A country is required
nl: Er is een land vereist

source: To enroll, you must follow the honor code.
nl: Om u in te schrijven, moet u de erecode volgen.

source: You are missing one or more required fields
nl: U mist een of meer verplichte velden

source: Unauthorized email address.
nl: Ongeautoriseerd e-mailadres.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
nl: Het lijkt erop dat {email} bij een bestaand account hoort. Probeer het opnieuw met een ander e-mailadres.

source: This is what you will use to login.
nl: Dit is wat u gaat gebruiken om in te loggen.

source: This name will be used on any certificates that you earn.
nl: Deze naam wordt gebruikt op alle certificaten die u behaalt.

source: Public Username
nl: Openbare gebruikersnaam

source: The name that will identify you in your courses. It cannot be changed later.
nl: De naam waarmee u geïdentificeerd kunt worden in uw cursussen. Het kan later niet meer worden gewijzigd.

source: I agree that {platform_name} may send me marketing messages.
nl: Ik ga ermee akkoord dat {platform_name} mij marketingberichten mag sturen.

source: Country or Region of Residence
nl: Land of regio van verblijf

source: The country or region where you live.
nl: Het land of de regio waar u woont.

source: Terms of Service and Honor Code
nl: Servicevoorwaarden en erecode

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
nl: Ik ga akkoord met de {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
nl: U moet akkoord gaan met de {platform_name} {terms_of_service}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
nl: Door een account aan te maken, gaat u akkoord met de {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} en erkent u dat {platform_name} en elk Lid uw persoonlijke gegevens verwerken in overeenstemming met het {privacy_policy_link_start} Privacybeleid {privacy_policy_link_end} .

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
nl: Ik ga akkoord met de {platform_name} {tos_link_start} {terms_of_service} {tos_link_end}

source: Create Account
nl: Account aanmaken

source: Dismiss
nl: Afwijzen

source: Oauth client name of VEM service.
nl: Oauth-clientnaam van de VEM-service.

source: video encode manager API URL.
nl: API-URL voor videocoderingsbeheer.

source: Username created for VEM Integration, e.g. vem_service_user.
nl: Gebruikersnaam gemaakt voor VEM-integratie, bijvoorbeeld vem_service_user.

source: Force On
nl: Dwingen op

source: Force Off
nl: Forceer uit

source: This content is only accessible to registered learners. Sign in or register to view it.
nl: Deze inhoud is alleen toegankelijk voor geregistreerde studenten. Log in of registreer om deze te bekijken.

source: This content is only accessible to enrolled learners.
nl: Deze inhoud is alleen toegankelijk voor ingeschreven studenten.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
nl: Het veld &#39;Over mij&#39; mag maximaal {BIO_MAX_LENGTH} tekens lang zijn.

source: This value is invalid.
nl: Deze waarde is ongeldig.

source: This field is not editable
nl: Dit veld kan niet worden bewerkt

source: %(min_score)s is not a valid grade percentage
nl: %(min_score)s is geen geldig cijferpercentage

source: Gating milestone for {usage_key}
nl: Mijlpaal voor {usage_key}

source: License
nl: Licentie

source: A license defines how the contents of this block can be shared and reused.
nl: Een licentie bepaalt hoe de inhoud van dit blok kan worden gedeeld en hergebruikt.

source: Team Group: {team_set_name}
nl: Teamgroep: {team_set_name}

source: Partition for segmenting users by team-set
nl: Partitie voor het segmenteren van gebruikers op teamset

source: {assignment} is due for {course}.
nl: {assignment} is verschuldigd voor {course} .

source: Calendar Sync
nl: Kalendersynchronisatie

source: Unsubscribe from calendar updates
nl: Afmelden voor agenda-updates

source: Subscribe to calendar updates
nl: Abonneer u op kalenderupdates

source: Sync {course} to your calendar
nl: Synchroniseer {course} met uw agenda

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
nl: Het volgen van een schema is de beste manier om ervoor te zorgen dat u uw cursus in uw eigen tempo met succes voltooit. Dit schema voor {course} helpt je op koers te blijven!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
nl: Zodra u uw cursusrooster met uw agenda synchroniseert, worden eventuele updates van de cursus van uw instructeur automatisch weergegeven. U kunt de cursus op elk gewenst moment uit uw agenda verwijderen.

source: {course} dates have been updated on your calendar
nl: {course} datums zijn bijgewerkt in uw agenda

source: You have successfully shifted your course schedule and your calendar is up to date.
nl: Je hebt je cursusrooster succesvol gewijzigd en je agenda is up-to-date.

source: Enabled As Of
nl: Ingeschakeld vanaf

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
nl: Als de configuratie Ingeschakeld is, heeft dit gevolgen voor alle inschrijvingen die na deze datum en tijd (lokale gebruikertijd) zijn gemaakt.

source: Studio Override Enabled
nl: Studio-overschrijving ingeschakeld

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
nl: Sta toe dat de zichtbaarheid van op functies gebaseerde inschrijvingen per component in Studio wordt overschreven.
