Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Manage
nl: Beheren

source: You are not currently a member of any team.
nl: Je bent momenteel geen lid van een team.

source: and others
nl: en anderen

source: Last activity {date}
nl: Laatste activiteit {date}

source: View {span_start} {team_name} {span_end}
nl: Bekijk {span_start} {team_name} {span_end}

source: An error occurred. Try again.
nl: Er is een fout opgetreden. Probeer het nog eens.

source: No assignments for team
nl: Geen opdrachten voor team

source: Leave this team?
nl: Dit team verlaten?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
nl: Als u weggaat, kunt u geen berichten meer plaatsen in de discussies van dit team. Uw plaats komt beschikbaar voor een andere leerling.

source: Confirm
nl: Bevestigen

source: You already belong to another team in this team set.
nl: Je behoort al tot een ander team in deze teamset.

source: This team is full.
nl: Dit team is vol.

source: Cannot join instructor managed team
nl: Kan niet deelnemen aan het door de instructeur beheerde team

source: Member
nl: Lid

source: All teams
nl: Alle ploegen

source: Teams Pagination
nl: Paginering van teams

source: Topics
nl: Onderwerpen

source: My Teams
nl: Mijn teams

source: Browse
nl: Blader

source: Your request could not be completed. Reload the page and try again.
nl: Uw verzoek kon niet worden voltooid. Laad de pagina opnieuw en probeer het opnieuw.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
nl: Uw verzoek kon niet worden voltooid vanwege een serverprobleem. Laad de pagina opnieuw en probeer het opnieuw. Als het probleem zich blijft voordoen, klikt u op het tabblad Help om het probleem te melden.

source: Team Search
nl: Team zoeken

source: Create a New Team
nl: Creëer een nieuw team

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
nl: Creëer een nieuw team als je geen bestaand team kunt vinden om lid van te worden, of als je graag wilt leren met vrienden die je kent.

source: Edit Team
nl: Bewerk team

source: If you make significant changes, make sure you notify members of the team before making these changes.
nl: Als u belangrijke wijzigingen aanbrengt, zorg er dan voor dat u de leden van het team op de hoogte stelt voordat u deze wijzigingen aanbrengt.

source: Membership
nl: Lidmaatschap

source: You can remove members from this team, especially if they have not participated in the team's activity.
nl: U kunt leden uit dit team verwijderen, vooral als ze niet hebben deelgenomen aan de teamactiviteit.

source: Showing results for "{searchString}"
nl: Resultaten weergeven voor &quot; {searchString} &quot;

source: Search teams
nl: Zoekteams

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
nl: Bekijk alle teams waartoe u behoort en alle openbare teams in uw cursus, geordend op onderwerp. Sluit je aan bij een openbaar team en werk samen met andere leerlingen die geïnteresseerd zijn in hetzelfde onderwerp als jij.

source: See all teams you belong to and all public teams in your course, organized by topic.
nl: Bekijk alle teams waartoe u behoort en alle openbare teams in uw cursus, geordend op onderwerp.

source: See all teams you belong to.
nl: Bekijk alle teams waartoe u behoort.

source: All Topics
nl: Alle onderwerpen

source: The page "{route}" could not be found.
nl: De pagina &quot; {route} &quot; kon niet worden gevonden.

source: The topic "{topic}" could not be found.
nl: Het onderwerp &quot; {topic} &quot; kon niet worden gevonden.

source: The team "{team}" could not be found.
nl: Het team &quot; {team} &quot; kon niet worden gevonden.

source: Topic
nl: Onderwerp

source: View Teams in the {topic_name} Topic
nl: Bekijk Teams in het onderwerp {topic_name}

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
nl: {browse_span_start} Blader door teams in andere onderwerpen {span_end} of {search_span_start} zoek teams {span_end} in dit onderwerp. Als u nog steeds geen team kunt vinden om aan deel te nemen, {create_span_start} maak een nieuw team in dit onderwerp {span_end} .

source: An error occurred while looking up team membership. Try refreshing the page.
nl: Er is een fout opgetreden bij het opzoeken van het teamlidmaatschap. Probeer de pagina te vernieuwen.

source: All topics
nl: Alle onderwerpen

source: Insert Hyperlink
nl: Voeg hyperlink in

source: e.g. 'http://google.com'
nl: bijvoorbeeld &#39;http://google.com&#39;

source: Link Description
nl: Link beschrijving

source: e.g. 'google'
nl: bijvoorbeeld &#39;google&#39;

source: Please provide a description of the link destination.
nl: Geef een beschrijving van de bestemming van de link.

source: Insert Image (upload file or type URL)
nl: Afbeelding invoegen (bestand uploaden of URL typen)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
nl: Typ een URL of gebruik de knop &quot;Bestand kiezen&quot; om een bestand vanaf uw machine te uploaden. (bijvoorbeeld &#39;http://example.com/img/clouds.jpg&#39;)

source: Image Description
nl: Afbeeldingsomschrijving

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
nl: Beschrijf deze afbeelding of ga ermee akkoord dat deze geen contextuele waarde heeft door het selectievakje aan te vinken.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
nl: bijvoorbeeld &#39;Lucht met wolken&#39;. De beschrijving is nuttig voor gebruikers die de afbeelding niet kunnen zien.

source: How to create useful text alternatives.
nl: Hoe u nuttige tekstalternatieven maakt.

source: This image is for decorative purposes only and does not require a description.
nl: Deze afbeelding is alleen voor decoratieve doeleinden en vereist geen beschrijving.

source: Markdown Editing Help
nl: Hulp bij het bewerken van prijsverlagingen

source: Please provide a valid URL.
nl: Geef een geldige URL op.

source: %(errorCount)s error found in form.
nl: %(errorCount)s fout gevonden in formulier.

source: Bold (Ctrl+B)
nl: Vet (Ctrl+B)

source: Italic (Ctrl+I)
nl: Cursief (Ctrl+I)

source: Blockquote (Ctrl+Q)
nl: Blokcitaat (Ctrl+Q)

source: Code Sample (Ctrl+K)
nl: Codevoorbeeld (Ctrl+K)

source: Image (Ctrl+G)
nl: Afbeelding (Ctrl+G)

source: Numbered List (Ctrl+O)
nl: Genummerde lijst (Ctrl+O)

source: Bulleted List (Ctrl+U)
nl: Lijst met opsommingstekens (Ctrl+U)

source: Heading (Ctrl+H)
nl: Kop (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
nl: Horizontale lijn (Ctrl+R)

source: Undo (Ctrl+Z)
nl: Ongedaan maken (Ctrl+Z)

source: Redo (Ctrl+Y)
nl: Opnieuw (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
nl: Opnieuw (Ctrl+Shift+Z)

source: strong text
nl: sterke tekst

source: emphasized text
nl: benadrukte tekst

source: enter link description here
nl: voer hier de linkbeschrijving in

source: Blockquote
nl: Blokcitaat

source: enter code here
nl: voer hier de code in

source: List item
nl: Lijstitem

source: Heading
nl: Rubriek

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
nl: U bent uitgelogd van uw account. Klik op Oké om nu opnieuw in te loggen. Klik op Annuleren om op deze pagina te blijven (u moet opnieuw inloggen om uw werk op te slaan).

source: Preview this query
nl: Bekijk een voorbeeld van deze zoekopdracht

source: Open Calculator
nl: Rekenmachine openen

source: Close Calculator
nl: Sluit Rekenmachine

source: All subsections
nl: Alle subsecties

source: All units
nl: Alle eenheden

source: Click to change
nl: Klik om te wijzigen

source: Select a chapter
nl: Selecteer een hoofdstuk

source: Save changes
nl: Wijzigingen opslaan

source: Please enter valid start date and time.
nl: Voer een geldige startdatum en -tijd in.

source: Due date cannot be before start date.
nl: De vervaldatum kan niet vóór de startdatum liggen.

source: Enter Due Date and Time
nl: Voer de vervaldatum en -tijd in

source: Enter Start Date and Time
nl: Voer de startdatum en -tijd in

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
nl: Het veld gebruikersnaam/e-mailadres van de student is verplicht en mag niet leeg zijn. Vul uw gebruikersnaam/e-mailadres in en druk vervolgens op de knop &quot;Toevoegen aan uitzonderingslijst&quot;.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
nl: Het veld gebruikersnaam/e-mailadres van de student is verplicht en mag niet leeg zijn. Vul uw gebruikersnaam/e-mailadres in en druk vervolgens op de knop &quot;Certificaat ongeldig maken&quot;.

source: Student Removed from certificate allowlist successfully.
nl: Student succesvol verwijderd van de toelatingslijst voor certificaten.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
nl: Kan geen certificaatuitzondering vinden op de toelatingslijst. Vernieuw de pagina en probeer het opnieuw

source: Server Error, Please refresh the page and try again.
nl: Serverfout. Vernieuw de pagina en probeer het opnieuw.

source: <%- user %> already in exception list.
nl: &lt;%-gebruiker %&gt; staat al in de uitzonderingslijst.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
nl: &lt;%-gebruiker %&gt; is succesvol toegevoegd aan de uitzonderingslijst. Klik hieronder op Uitzonderingscertificaat genereren om het certificaat te verzenden.

source: learners were successfully added to exception list
nl: leerlingen zijn succesvol toegevoegd aan de uitzonderingslijst

source: learner was successfully added to the exception list
nl: leerling is succesvol toegevoegd aan de uitzonderingslijst

source: records are not in the correct format and have not been added to the exception list
nl: records hebben niet het juiste formaat en zijn niet toegevoegd aan de uitzonderingslijst

source: record is not in the correct format and has not been added to the exception list
nl: record heeft niet het juiste formaat en is niet toegevoegd aan de uitzonderingslijst

source: learner accounts cannot be found and have not been added to the exception list
nl: Leerlingaccounts kunnen niet worden gevonden en zijn niet toegevoegd aan de uitzonderingslijst

source: learner account cannot be found and has not been added to the exception list
nl: Het leerlingaccount kan niet worden gevonden en is niet toegevoegd aan de uitzonderingslijst

source: learners already appear on the exception list in this course
nl: studenten verschijnen al op de uitzonderingslijst in deze cursus

source: learner already appears on the exception list in this course
nl: de leerling staat al op de uitzonderingslijst in deze cursus

source: learners are not enrolled in this course and have not added to the exception list
nl: studenten zijn niet ingeschreven voor deze cursus en zijn niet toegevoegd aan de uitzonderingslijst

source: learner is not enrolled in this course and has not been added to the exception list
nl: De leerling is niet ingeschreven voor deze cursus en is niet toegevoegd aan de uitzonderingslijst

source: learners have an active certificate invalidation in this course and have not been added to the exception list
nl: Studenten hebben een actieve certificaatinvalidatie in deze cursus en zijn niet toegevoegd aan de uitzonderingslijst

source: learner has an active certificate invalidation in this course and has not been added to the exception list
nl: De leerling heeft een actieve certificaatinvalidatie in deze cursus en is niet toegevoegd aan de uitzonderingslijst

source: learners encountered unknown errors
nl: De leerlingen kwamen onbekende fouten tegen

source: learner encountered an unknown error
nl: De leerling is een onbekende fout tegengekomen

source: Uploaded file issues. Click on "+" to view.
nl: Problemen met geüploade bestanden. Klik op &quot;+&quot; om te bekijken.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
nl: Certificaat van &lt;%= gebruiker %&gt; is al ongeldig gemaakt. Controleer uw spelling en probeer het opnieuw.

source: Certificate has been successfully invalidated for <%= user %>.
nl: Certificaat is succesvol ongeldig gemaakt voor &lt;%= gebruiker %&gt;.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
nl: Het certificaat voor deze leerling is opnieuw gevalideerd en het systeem voert het cijfer voor deze leerling opnieuw uit.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
nl: Kon Certificaatinvalidatie niet vinden in de lijst. Vernieuw de pagina en probeer het opnieuw

source: There has been an error processing your survey.
nl: Er is een fout opgetreden bij het verwerken van uw enquête.

source: More
nl: Meer

source: Less
nl: Minder

source: HTML preview of post
nl: HTML-voorbeeld van bericht

source: Preview
nl: Voorbeeld

source: Your question or idea (required)
nl: Uw vraag of idee (verplicht)

source: Please enter a valid donation amount.
nl: Vul een geldig donatiebedrag in.

source: Your donation could not be submitted.
nl: Uw donatie kon niet worden ingediend.

source: You will be refunded the amount you paid.
nl: Het door u betaalde bedrag krijgt u terug.

source: You will not be refunded the amount you paid.
nl: Het door u betaalde bedrag krijgt u niet terug.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
nl: Weet u zeker dat u zich wilt uitschrijven voor de aangeschafte cursus {courseName} ( {courseNumber} )?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
nl: Weet u zeker dat u zich wilt uitschrijven voor {courseName} ( {courseNumber} )?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
nl: Weet u zeker dat u zich wilt uitschrijven voor de geverifieerde {certNameLong} track van {courseName} ( {courseNumber} )?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
nl: Weet u zeker dat u zich wilt uitschrijven voor de geverifieerde {certNameLong} track van {courseName} ( {courseNumber} )?

source: The refund deadline for this course has passed, so you will not receive a refund.
nl: De restitutiedeadline voor deze cursus is verstreken, je ontvangt dus geen restitutie.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
nl: Kan niet bepalen of we u een terugbetaling moeten geven vanwege een systeemfout. Probeer het later opnieuw.

source: Want to make edX better for everyone?
nl: Wil je edX voor iedereen beter maken?

source: Get started
nl: Begin

source: Section {currentPage} of {totalPages}
nl: Sectie {currentPage} van {totalPages}

source: Help make edX better for everyone!
nl: Help edX beter te maken voor iedereen!

source: Welcome to edX! Before you get started, please take a few minutes to fill-in the additional information below to help us understand a bit more about your background. You can always edit this information later in Account Settings.
nl: Welkom bij edX! Voordat u aan de slag gaat, verzoeken wij u een paar minuten de tijd te nemen om de onderstaande aanvullende informatie in te vullen, zodat we meer inzicht krijgen in uw achtergrond. Je kunt deze informatie altijd later bewerken in Accountinstellingen.

source: Clear all
nl: Wis alles

source: demographics questionnaire
nl: demografische vragenlijst

source: close questionnaire
nl: vragenlijst afsluiten

source: Viewing %s course
nl: %s cursus bekijken

source: We couldn't find any results for "%s".
nl: We konden geen resultaten vinden voor &quot; %s &quot;.

source: There was an error, try searching again.
nl: Er is een fout opgetreden. Probeer opnieuw te zoeken.

source: Not divided
nl: Niet verdeeld

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
nl: Discussies zijn verenigd; alle leerlingen hebben interactie met berichten van andere leerlingen, ongeacht in welke groep ze zitten.

source: Enrollment Tracks
nl: Inschrijvingssporen

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
nl: Gebruik inschrijvingstrajecten als basis voor het verdelen van discussies. Alle studenten, ongeacht hun inschrijvingstraject, zien dezelfde discussieonderwerpen, maar binnen verdeelde onderwerpen kunnen alleen studenten die zich in hetzelfde inschrijvingstraject bevinden, elkaars berichten zien en erop reageren.

source: Cohorts
nl: Cohorten

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
nl: Gebruik cohorten als basis voor verdeelde discussies. Alle leerlingen, ongeacht het cohort, zien dezelfde discussieonderwerpen, maar binnen verdeelde onderwerpen kunnen alleen leden van hetzelfde cohort elkaars berichten zien en erop reageren.

source: Discussion topics in the course are not divided.
nl: De gespreksonderwerpen in de cursus zijn niet verdeeld.

source: Any divided discussion topics are divided based on enrollment track.
nl: Eventuele verdeelde discussieonderwerpen worden verdeeld op basis van het inschrijvingstraject.

source: Any divided discussion topics are divided based on cohort.
nl: Eventuele verdeelde discussieonderwerpen worden verdeeld op basis van cohort.

source: Your changes have been saved. {details}
nl: Je veranderingen zijn bewaard. {details}

source: We have encountered an error. Refresh your browser and then try again.
nl: Er is een fout opgetreden. Vernieuw uw browser en probeer het opnieuw.

source: We've encountered an error. Refresh your browser and then try again.
nl: Er is een fout opgetreden. Vernieuw uw browser en probeer het opnieuw.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
nl: Er is een fout opgetreden. Zorg ervoor dat u verbonden bent met internet en probeer vervolgens de pagina te vernieuwen.

source: Hide notes
nl: Verberg notities

source: Notes visible
nl: Notities zichtbaar

source: Show notes
nl: Laat notities zien

source: Notes hidden
nl: Notities verborgen

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
nl: Voer een term in het zoekveld {anchorStart} {anchorEnd} in.

source: Current tab
nl: Huidig tabblad

source: Location in Course
nl: Locatie in cursus

source: Recent Activity
nl: Recente activiteit

source: No results found for "{query_string}". Please try searching again.
nl: Er zijn geen resultaten gevonden voor &quot; {query_string} &quot;. Probeer opnieuw te zoeken.

source: Search Results
nl: Zoekresultaten

source: [no tags]
nl: [geen tags]

source: Tags
nl: Labels

source: Unable to submit application
nl: Kan aanvraag niet indienen

source: An error has occurred. Check your Internet connection and try again.
nl: Er is een fout opgetreden. Controleer uw internetverbinding en probeer het opnieuw.

source: Choose one
nl: Kies er een

source: Selected tab
nl: Geselecteerd tabblad

source: Saved cohort
nl: Opgeslagen cohort

source: Error adding learners.
nl: Fout bij het toevoegen van studenten.

source: Enter a username or email.
nl: Voer een gebruikersnaam of e-mailadres in.

source: {numUsersAdded} learner has been added to this cohort.
nl: {numUsersAdded} leerling is toegevoegd aan dit cohort.

source: {numMoved} learner was moved from {prevCohort}
nl: {numMoved} leerling is verplaatst van {prevCohort}

source: {numPresent} learner was already in the cohort
nl: {numPresent} leerling zat al in het cohort

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
nl: {numPreassigned} leerling was vooraf toegewezen aan dit cohort. Deze leerling wordt automatisch aan het cohort toegevoegd wanneer hij of zij zich inschrijft voor de cursus.

source: Unknown username: {user}
nl: Onbekende gebruikersnaam: {user}

source: Invalid email address: {email}
nl: Ongeldig e-mailadres: {email}

source: Cohort assignment not allowed: {email_or_username}
nl: Cohorttoewijzing niet toegestaan: {email_or_username}

source: There was an error when trying to add learners:
nl: Er is een fout opgetreden bij het toevoegen van studenten:

source: View all errors
nl: Bekijk alle fouten

source: You must specify a name for the cohort
nl: U moet een naam voor het cohort opgeven

source: You did not select a content group
nl: U heeft geen inhoudsgroep geselecteerd

source: The selected content group does not exist
nl: De geselecteerde inhoudsgroep bestaat niet

source: The cohort cannot be saved
nl: Het cohort kan niet worden gered

source: The cohort cannot be added
nl: Het cohort kan niet worden toegevoegd

source: You currently have no cohorts configured
nl: U heeft momenteel geen cohorten geconfigureerd

source: Add Cohort
nl: Cohort toevoegen

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
nl: Het {cohortGroupName} -cohort is gemaakt. Hieronder kunt u handmatig studenten aan dit cohort toevoegen.

source: Assign students to cohorts by uploading a CSV file.
nl: Wijs studenten toe aan cohorten door een CSV-bestand te uploaden.

source: Choose a .csv file
nl: Kies een .csv-bestand

source: Only properly formatted .csv files will be accepted.
nl: Alleen correct geformatteerde .csv-bestanden worden geaccepteerd.

source: Upload File and Assign Students
nl: Bestand uploaden en leerlingen toewijzen

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
nl: Uw bestand &#39;{file}&#39; is geüpload. Wacht een paar minuten voor verwerking.

source: Cohorts Enabled
nl: Cohorten ingeschakeld

source: Cohorts Disabled
nl: Cohorten met een handicap

source: Allow students to generate certificates for this course?
nl: Studenten toestaan certificaten voor deze cursus te genereren?

source: Prevent students from generating certificates in this course?
nl: Voorkomen dat studenten certificaten genereren in deze cursus?

source: Start generating certificates for all students in this course?
nl: Certificaten genereren voor alle studenten in deze cursus?

source: Error while generating certificates. Please try again.
nl: Fout bij het genereren van certificaten. Probeer het opnieuw.

source: Start regenerating certificates for students in this course?
nl: Certificaten voor studenten in deze cursus opnieuw genereren?

source: Error while regenerating certificates. Please try again.
nl: Fout bij het opnieuw genereren van certificaten. Probeer het opnieuw.

source: Loading data...
nl: Data laden...
