Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
nl: Dit kan gebeuren vanwege een fout met onze server of uw internetverbinding. Probeer de pagina te vernieuwen of zorg ervoor dat u online bent.

source: Studio's having trouble saving your work
nl: Studio heeft problemen met het opslaan van uw werk

source: OpenAssessment Save Error
nl: OpenAssessment-opslagfout

source: Saving
nl: Besparing

source: This link will open in a new browser window/tab
nl: Deze link wordt geopend in een nieuw browservenster/tabblad

source: This link will open in a modal window
nl: Deze link wordt geopend in een modaal venster

source: Certificate name is required.
nl: Certificaatnaam is vereist.

source: Signatory field(s) has invalid data.
nl: Ondertekenaarveld(en) bevatten ongeldige gegevens.

source: Edit this certificate?
nl: Dit certificaat bewerken?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
nl: Dit certificaat is al geactiveerd en live. Weet je zeker dat je wilt doorgaan met bewerken?

source: Yes, allow edits to the active Certificate
nl: Ja, sta bewerkingen van het actieve certificaat toe

source: certificate
nl: certificaat

source: Deactivating
nl: Deactiveren

source: Set up your certificate
nl: Stel uw certificaat in

source: You have not created any certificates yet.
nl: U heeft nog geen certificaten aangemaakt.

source: Delete "<%- signatoryName %>" from the list of signatories?
nl: Verwijder &quot;&lt;%- signatoryName %&gt;&quot; uit de lijst met ondertekenaars?

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan gemaakt worden.

source: Delete
nl: Verwijderen

source: Deleting
nl: Verwijderen

source: Cancel
nl: Annuleren

source: Upload signature image.
nl: Upload handtekeningafbeelding.

source: Image must be in PNG format.
nl: Afbeelding moet de PNG-indeling hebben.

source: Group %s
nl: Groep %s

source: Your export has failed.
nl: Uw export is mislukt.

source: Already a course team member
nl: Ben al lid van het cursusteam

source: Are you sure you want to delete {email} from the course team for “{container}”?
nl: Weet u zeker dat u {email} uit het cursusteam wilt verwijderen voor “ {container} ”?

source: Staff
nl: Personeel

source: Admin
nl: beheerder

source: Already a library team member
nl: Ben al lid van het bibliotheekteam

source: Are you sure you want to delete {email} from the library “{container}”?
nl: Weet u zeker dat u {email} uit de bibliotheek “ {container} ” wilt verwijderen?

source: Library User
nl: Bibliotheekgebruiker

source: Hide Deprecated Settings
nl: Verberg verouderde instellingen

source: Show Deprecated Settings
nl: Toon verouderde instellingen

source: You have unsaved changes. Do you really want to leave this page?
nl: U heeft niet-opgeslagen wijzigingen. Wil je deze pagina echt verlaten?

source: There was an error during the upload process.
nl: Er is een fout opgetreden tijdens het uploadproces.

source: There was an error while unpacking the file.
nl: Er is een fout opgetreden bij het uitpakken van het bestand.

source: There was an error while verifying the file you submitted.
nl: Er is een fout opgetreden bij het verifiëren van het bestand dat u heeft ingediend.

source: Choose new file
nl: Kies nieuw bestand

source: File format not supported. Please upload a file with a {ext} extension.
nl: Bestands formaat niet ondersteund. Upload een bestand met de extensie {ext} .

source: There was an error while importing the new library to our database.
nl: Er is een fout opgetreden bij het importeren van de nieuwe bibliotheek in onze database.

source: There was an error while importing the new course to our database.
nl: Er is een fout opgetreden bij het importeren van de nieuwe cursus in onze database.

source: Your import has failed.
nl: Uw import is mislukt.

source: Your import is in progress; navigating away will abort it.
nl: Uw import is bezig; weg navigeren zal het afbreken.

source: Error importing course
nl: Fout bij importeren van cursus

source: There was an error with the upload
nl: Er is een fout opgetreden bij het uploaden

source: Internal Server Error.
nl: Interne Server Fout.

source: Queued
nl: In de wachtrij

source: Uploading
nl: Uploaden

source: Upload completed
nl: Uploaden voltooid

source: Upload failed
nl: Upload mislukt

source: Chapter name and asset_path are both required
nl: Hoofdstuknaam en asset_path zijn beide vereist

source: Chapter name is required
nl: Hoofdstuknaam is vereist

source: asset_path is required
nl: asset_path is vereist

source: You must specify a name
nl: U moet een naam opgeven

source: Action required: Enter a valid date.
nl: Actie vereist: Voer een geldige datum in.

source: Group name is required
nl: Groepsnaam is vereist

source: Group A
nl: groep A

source: Group B
nl: Groep B

source: Group Configuration name is required.
nl: Groepsconfiguratienaam is vereist.

source: There must be at least one group.
nl: Er moet minimaal één groep zijn.

source: All groups must have a name.
nl: Alle groepen moeten een naam hebben.

source: All groups must have a unique name.
nl: Alle groepen moeten een unieke naam hebben.

source: The course must have an assigned start date.
nl: De cursus moet een toegewezen startdatum hebben.

source: The course end date must be later than the course start date.
nl: De einddatum van de cursus moet later zijn dan de startdatum van de cursus.

source: The course start date must be later than the enrollment start date.
nl: De startdatum van de cursus moet later zijn dan de startdatum van de inschrijving.

source: The enrollment start date cannot be after the enrollment end date.
nl: De startdatum van de inschrijving kan niet na de einddatum van de inschrijving liggen.

source: The enrollment end date cannot be after the course end date.
nl: De einddatum van de inschrijving kan niet na de einddatum van de cursus liggen.

source: The certificate available date must be later than the course end date.
nl: De datum waarop het certificaat beschikbaar is, moet later zijn dan de einddatum van de cursus.

source: The certificate display behavior must be one of: {behavior_options}
nl: Het weergavegedrag van het certificaat moet een van de volgende zijn: {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
nl: Het weergavegedrag van de certificaten moet {valid_option} zijn als de datum waarop het certificaat beschikbaar is, is ingesteld.

source: Key should only contain letters, numbers, _, or -
nl: De sleutel mag alleen letters, cijfers, _ of - bevatten

source: Please enter an integer between %(min)s and %(max)s.
nl: Voer een geheel getal in tussen %(min)s en %(max)s .

source: The assignment type must have a name.
nl: Het opdrachttype moet een naam hebben.

source: There's already another assignment type with this name.
nl: Er bestaat al een ander opdrachttype met deze naam.

source: Please enter an integer between 0 and 100.
nl: Voer een geheel getal tussen 0 en 100 in.

source: Please enter an integer greater than 0.
nl: Voer een geheel getal groter dan 0 in.

source: Please enter non-negative integer.
nl: Voer een niet-negatief geheel getal in.

source: You must have at least one undroppable <%- types %> assignment.
nl: Je moet ten minste één niet-dropbare &lt;%-types %&gt; opdracht hebben.

source: Grace period must be specified in HH:MM format.
nl: De respijtperiode moet worden opgegeven in de indeling UU:MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
nl: Kan het slagingscijfer niet lager instellen dan %(minimum_grade_cutoff)s %.

source: Textbook name is required
nl: De naam van het leerboek is vereist

source: Please add at least one chapter
nl: Voeg minimaal één hoofdstuk toe

source: All chapters must have a name and asset
nl: Alle hoofdstukken moeten een naam en een item hebben

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
nl: Alleen &lt;%-fileTypes %&gt; bestanden kunnen worden geüpload. Selecteer een bestand dat eindigt op &lt;%- (fileExtensions) %&gt; om te uploaden.

source: or
nl: of

source: This unit has validation issues.
nl: Dit apparaat heeft validatieproblemen.

source: This component has validation issues.
nl: Dit onderdeel heeft validatieproblemen.

source: Copied
nl: Gekopieerd

source: Your file could not be uploaded
nl: Uw bestand kon niet worden geüpload

source: Close
nl: Dichtbij

source: Upload Videos
nl: Video&#39;s uploaden

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
nl: Slepen en neerzetten of {spanStart} blader door uw computer {spanEnd} .

source: Maximum file size: {maxFileSize} GB
nl: Maximale bestandsgrootte: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
nl: Ondersteunde bestandstypen: {supportedVideoTypes}

source: Your video uploads are not complete.
nl: Je video-uploads zijn niet voltooid.

source: Upload completed for video {fileName}
nl: Upload voltooid voor video {fileName}

source: Upload failed for video {fileName}
nl: Uploaden mislukt voor video {fileName}

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
nl: {filename} heeft geen ondersteund bestandsformaat. Ondersteunde bestandsformaten zijn {supportedFileFormats} .

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
nl: {filename} overschrijdt de maximale grootte van {maxFileSizeInGB} GB.

source: : video upload complete.
nl: : video-upload voltooid.

source: Previous Uploads table has been updated.
nl: Tabel met eerdere uploads is bijgewerkt.

source: Delete File Confirmation
nl: Bestandsbevestiging verwijderen

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
nl: Weet u zeker dat u dit item wilt verwijderen? Het kan niet worden teruggedraaid! Ook alle inhoud die naar dit item linkt/verwijst, werkt niet meer (bijvoorbeeld kapotte afbeeldingen en/of links)

source: Your file has been deleted.
nl: Uw bestand is verwijderd.

source: Name
nl: Naam

source: Date Added
nl: Datum toegevoegd

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
nl: Bestand {filename} overschrijdt de maximale grootte van {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
nl: Volg de instructies hier om ergens anders een bestand te uploaden en ernaar te linken: {maxFileSizeRedirectUrl}

source: Max file size exceeded
nl: Maximale bestandsgrootte overschreden

source: Choose File
nl: Kies bestand

source: Upload New File
nl: Nieuw bestand uploaden

source: Load Another File
nl: Laad nog een bestand

source: Adding
nl: Toevoegen

source: Are you sure you want to delete this update?
nl: Weet u zeker dat u deze update wilt verwijderen?

source: Copying
nl: Kopiëren

source: Copy of '{componentDisplayName}'
nl: Kopie van &#39;{componentDisplayName}&#39;

source: Pasting
nl: Plakken

source: Some errors occurred
nl: Er zijn enkele fouten opgetreden

source: The following required files could not be added to the course:
nl: De volgende vereiste bestanden konden niet aan de cursus worden toegevoegd:

source: You may need to update a file(s) manually
nl: Mogelijk moet u een of meer bestanden handmatig bijwerken

source: The following files already exist in this course but don't match the version used by the component you pasted:
nl: De volgende bestanden bestaan al in deze cursus, maar komen niet overeen met de versie die wordt gebruikt door de component die u hebt geplakt:

source: New file(s) added to Files & Uploads.
nl: Nieuwe bestanden toegevoegd aan Bestanden en uploads.

source: The following required files were imported to this course:
nl: De volgende vereiste bestanden zijn in deze cursus geïmporteerd:

source: View files
nl: Bekijk bestanden

source: Dismiss
nl: Afwijzen

source: Create Re-run
nl: Maak opnieuw uitvoeren

source: Processing Re-run Request
nl: Verwerking van verzoek tot opnieuw uitvoeren

source: An error has occurred. Wait a few minutes, and then try again.
nl: Er is een fout opgetreden. Wacht een paar minuten en probeer het opnieuw.

source: None
nl: Geen

source: Select turnaround
nl: Selecteer een ommekeer

source: Select fidelity
nl: Selecteer trouw

source: Select language
nl: Selecteer taal

source: Remove
nl: Verwijderen

source: Press Remove to remove language
nl: Druk op Verwijderen om de taal te verwijderen

source: Settings updated
nl: Instellingen bijgewerkt

source: Last updated
nl: Laatst bijgewerkt

source: Required
nl: Vereist

source: Automatic transcripts are disabled.
nl: Automatische transcripties zijn uitgeschakeld.

source: {selectedProvider} credentials saved
nl: {selectedProvider} -inloggegevens opgeslagen

source: Upload a new PDF to “<%- name %>”
nl: Upload een nieuwe PDF naar “&lt;%- naam %&gt;”

source: Please select a PDF file to upload.
nl: Selecteer een PDF-bestand om te uploaden.

source: There has been an error while exporting.
nl: Er is een fout opgetreden tijdens het exporteren.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
nl: Er is een fout opgetreden bij het exporteren naar XML van ten minste één component. Het wordt aanbevolen dat u naar de bewerkingspagina gaat en de fout herstelt voordat u opnieuw probeert te exporteren. Controleer of alle componenten op de pagina geldig zijn en geen foutmeldingen weergeven.

source: Correct failed component
nl: Corrigeer het defecte onderdeel

source: Return to Export
nl: Keer terug naar Exporteren

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
nl: Uw bibliotheek kan niet naar XML worden geëxporteerd. Er is onvoldoende informatie om het defecte onderdeel te identificeren. Inspecteer uw bibliotheek om eventuele problematische componenten te identificeren en probeer het opnieuw.

source: Take me to the main library page
nl: Breng me naar de hoofdpagina van de bibliotheek

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
nl: Uw cursus kan niet naar XML worden geëxporteerd. Er is onvoldoende informatie om het defecte onderdeel te identificeren. Inspecteer uw cursus om eventuele problematische onderdelen te identificeren en probeer het opnieuw.

source: Take me to the main course page
nl: Breng mij naar de hoofdcursuspagina

source: The raw error message is:
nl: De ruwe foutmelding is:

source: There has been an error with your export.
nl: Er is een fout opgetreden bij uw export.

source: Contains {count} group
nl: Bevat {count} -groep

source: Not in Use
nl: Niet in gebruik

source: Used in {count} location
nl: Gebruikt op locatie {count}

source: group configuration
nl: groepsconfiguratie

source: Add your first group configuration
nl: Voeg uw eerste groepsconfiguratie toe

source: You have not created any group configurations yet.
nl: U heeft nog geen groepsconfiguraties aangemaakt.

source: Upload instructor image.
nl: Upload instructeursafbeelding.

source: Files must be in JPEG or PNG format.
nl: Bestanden moeten de indeling JPEG of PNG hebben.

source: All Rights Reserved
nl: Alle rechten voorbehouden

source: You reserve all rights for your work
nl: U behoudt alle rechten voor uw werk

source: Creative Commons
nl: Creatieve Commons

source: You waive some rights for your work, such that others can use it too
nl: U doet afstand van bepaalde rechten op uw werk, zodat anderen er ook gebruik van kunnen maken

source: Version
nl: Versie

source: Attribution
nl: Toeschrijving

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
nl: Sta anderen toe uw auteursrechtelijk beschermde werk te kopiëren, distribueren, weergeven en uitvoeren, maar alleen als zij de vermelding vermelden op de manier waarop u daarom vraagt. Momenteel is deze optie vereist.

source: Noncommercial
nl: Niet-commercieel

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
nl: Sta anderen toe uw werk - en afgeleide werken die daarop zijn gebaseerd - te kopiëren, distribueren, tentoon te stellen en uit te voeren, maar uitsluitend voor niet-commerciële doeleinden.

source: No Derivatives
nl: Geen derivaten

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
nl: Laat anderen alleen woordelijke kopieën van uw werk kopiëren, distribueren, weergeven en uitvoeren, en geen afgeleide werken die daarop zijn gebaseerd. Deze optie is niet compatibel met &quot;Gelijk delen&quot;.

source: Share Alike
nl: Deel hetzelfde

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
nl: Sta anderen alleen toe afgeleide werken te distribueren onder een licentie die identiek is aan de licentie die op uw werk van toepassing is. Deze optie is onverenigbaar met &quot;Geen derivaten&quot;.

source: Delete this %(item_display_name)s?
nl: Deze %(item_display_name)s verwijderen?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
nl: Het verwijderen van deze %(item_display_name)s is definitief en kan niet ongedaan worden gemaakt.

source: There was an error changing the user's role
nl: Er is een fout opgetreden bij het wijzigen van de rol van de gebruiker

source: Unknown
nl: Onbekend

source: Error adding user
nl: Fout bij toevoegen van gebruiker

source: Error removing user
nl: Fout bij verwijderen van gebruiker

source: A valid email address is required
nl: Een geldig email adres is vereist

source: You must enter a valid email address in order to add a new team member
nl: U moet een geldig e-mailadres invoeren om een nieuw teamlid toe te voegen

source: Return and add email address
nl: Retourneren en e-mailadres toevoegen

source: Already a member
nl: Al lid

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
nl: {email} maakt al deel uit van het {container} -team. Controleer het e-mailadres opnieuw als u een nieuw lid wilt toevoegen.

source: Return to team listing
nl: Keer terug naar de teamlijst

source: Are you sure?
nl: Weet je het zeker?

source: Are you sure you want to restrict {email} access to “{container}”?
nl: Weet u zeker dat u de toegang van {email} tot “ {container} ” wilt beperken?

source: Upload File
nl: Upload bestand

source: Save
nl: Redden

source: {display_name} Settings
nl: {display_name} Instellingen

source: Publish {display_name}
nl: Publiceer {display_name}

source: Publish all unpublished changes for this {item}?
nl: Alle niet-gepubliceerde wijzigingen voor deze {item} publiceren?

source: Publish
nl: Publiceren

source: Highlights for {display_name}
nl: Hoogtepunten voor {display_name}

source: Enable Course Highlight Emails
nl: Schakel e-mails met cursusmarkeringen in

source: Enable
nl: Inschakelen

source: Not yet
nl: Nog niet

source: Share {display_name} subsection
nl: Deel de subsectie {display_name}

source: All Learners and Staff
nl: Alle leerlingen en medewerkers

source: Advanced
nl: Geavanceerd

source: Basic
nl: Basis

source: Visibility
nl: Zichtbaarheid

source: Full Page
nl: Volledige pagina

source: Embed Link
nl: Link insluiten

source: Editing: {title}
nl: Bewerking: {title}

source: Unit
nl: Eenheid

source: Component
nl: Onderdeel

source: Studio's having trouble parsing the problem component's content
nl: Studio heeft problemen met het parseren van de inhoud van de probleemcomponent

source: Move
nl: Beweging

source: Choose a location to move your component to
nl: Kies een locatie waarnaar u uw component wilt verplaatsen

source: Move: {displayName}
nl: Verplaatsing: {displayName}

source: Validation Error While Saving
nl: Validatiefout tijdens opslaan

source: Undo Changes
nl: Veranderingen terugdraaien

source: Change Manually
nl: Handmatig wijzigen

source: Sections
nl: Secties

source: Subsections
nl: Subsecties

source: Units
nl: Eenheden

source: Components
nl: Componenten

source: Groups
nl: Groepen

source: This {parentCategory} has no {childCategory}
nl: Deze {parentCategory} heeft geen {childCategory}

source: Course Outline
nl: Cursusbeschrijving

source: Date added
nl: Datum toegevoegd

source: Editing access for: {title}
nl: Bewerkingsrechten voor: {title}

source: Publishing
nl: Publiceren

source: Discard Changes
nl: Veranderingen ongedaan maken

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
nl: Weet u zeker dat u wilt terugkeren naar de laatst gepubliceerde versie van het apparaat? U kunt deze actie niet ongedaan maken.

source: Discarding Changes
nl: Wijzigingen negeren

source: Hiding from Students
nl: Verbergen voor studenten

source: Explicitly Hiding from Students
nl: Expliciet verbergen voor studenten

source: Inheriting Student Visibility
nl: De zichtbaarheid van studenten overnemen

source: Make Visible to Students
nl: Zichtbaar maken voor studenten

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
nl: Als de eenheid eerder is gepubliceerd en vrijgegeven voor studenten, zijn alle wijzigingen die u in de eenheid hebt aangebracht toen deze verborgen was, nu zichtbaar voor studenten. Wil je doorgaan?

source: Making Visible to Students
nl: Zichtbaar maken voor studenten

source: Course Index
nl: Cursusindex

source: There were errors reindexing course.
nl: Er zijn fouten opgetreden bij het herindexeren van de cursus.

source: Hide Previews
nl: Voorvertoningen verbergen

source: Show Previews
nl: Toon voorbeelden

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
nl: Toont {currentItemRange} uit {totalItemsCount} , gefilterd op {assetType} , gesorteerd op {sortName} oplopend

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
nl: Toont {currentItemRange} uit {totalItemsCount} , gefilterd op {assetType} , gesorteerd op {sortName} aflopend

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
nl: Toont {currentItemRange} uit {totalItemsCount} , gesorteerd op {sortName} oplopend

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
nl: Toont {currentItemRange} uit {totalItemsCount} , gesorteerd op {sortName} aflopend

source: {totalItems} total
nl: {totalItems} totaal

source: content group
nl: inhoud groep

source: Add your first content group
nl: Voeg uw eerste inhoudsgroep toe

source: You have not created any content groups yet.
nl: U heeft nog geen inhoudsgroepen aangemaakt.
