Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
nl: Opgegeven in seconden. Schakel caching in door dit in te stellen op een waarde groter dan 0.

source: Path to order receipt page.
nl: Pad naar de bestelbonpagina.

source: Automatically approve valid refund requests, without manual processing
nl: Keur automatisch geldige terugbetalingsverzoeken goed, zonder handmatige verwerking

source: [Refund] User-Requested Refund
nl: [Terugbetaling] Door de gebruiker aangevraagde terugbetaling

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
nl: Er is een terugbetalingsverzoek gestart voor {username} ( {email} ). Om dit verzoek te verwerken, kunt u de onderstaande link(s) bezoeken.

source: Practice Exam
nl: Oefenexamen

source: Proctored Exam
nl: Gecontroleerd examen

source: Timed Exam
nl: Getimed examen

source: Exam
nl: Examen

source: There’s still time to reach your goal
nl: Er is nog tijd om je doel te bereiken

source: You set a goal of learning {start_bold}%(days_per_week)s time a week in %(course_name)s{end_bold}. You’re not quite there, but there's still time to reach that goal!
nl: U heeft zich tot doel gesteld {start_bold} %(days_per_week)s tijd per week te leren in %(course_name)s {end_bold} . Je bent er nog niet helemaal, maar er is nog tijd om dat doel te bereiken!

source: Jump back in
nl: Spring er weer in

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
nl: Vergeet niet dat u uw leerdoel altijd kunt wijzigen. Het beste doel is er één waar je je aan kunt houden.

source: Adjust my goal
nl: Pas mijn doel aan

source: Unsubscribe from goal reminder emails for this course
nl: Meld u af voor e-mails met doelherinneringen voor deze cursus

source: You're almost there!
nl: Je bent er bijna!

source: There's still time to reach your goal
nl: Er is nog tijd om je doel te bereiken

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
nl: U heeft zich ten doel gesteld %(days_per_week)s keer per week te leren in %(course_name)s . Je bent er nog niet helemaal, maar er is nog tijd om dat doel te bereiken!

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
nl: Vergeet niet dat u uw leerdoel altijd kunt wijzigen. Het beste doel is er één waar je je aan kunt houden.

source: You've almost reached your goal in %(course_name)s
nl: Je hebt bijna je doel bereikt in %(course_name)s

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
nl: Deze definiëren de context om de voortgangspagina voor het leren van de frontend-app uit te schakelen. Als er geen waarden zijn ingesteld, is de configuratie globaal van toepassing. Als er één waarde is ingesteld, geldt de configuratie voor alle cursussen binnen die context. Er kan maximaal één waarde tegelijk worden ingesteld.<br> Als meerdere contexten van toepassing zijn op een cursus (bijvoorbeeld als de configuratie specifiek is opgegeven voor de cursus en voor de organisatie waarin de cursus zich bevindt, dan heeft de meer specifieke context voorrang op de meer algemene context.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
nl: Als een van deze waarden leeg of &#39;Onbekend&#39; wordt gelaten, wordt de waarde ervan tijdens runtime opgehaald uit de volgende meest specifieke context die van toepassing is. Als bijvoorbeeld &#39;Uitgeschakeld&#39; in de cursuscontext &#39;Onbekend&#39; blijft staan, wordt die cursus alleen uitgeschakeld als de organisatie waarin de cursus zich bevindt, uitgeschakeld is.

source: Disabled
nl: Gehandicapt

source: ({number} Question)
nl: ( {number} vraag)

source: Please contact your degree administrator or {platform_name} Support if you have questions.
nl: Neem bij vragen contact op met je diplomabeheerder of {platform_name} Support.

source: Course is full
nl: Cursus is vol

source: 'course_id' is required.
nl: &#39;course_id&#39; is vereist.

source: Only 'course_id' is expected.
nl: Er wordt alleen &#39;course_id&#39; verwacht.

source: Welcome message successfully dismissed.
nl: Welkomstbericht succesvol afgewezen.

source: Your course goal has been successfully set.
nl: Uw cursusdoel is succesvol ingesteld.

source: Course goal updated successfully.
nl: Cursusdoel succesvol bijgewerkt.

source: Enable learners to access, and collaborate on course-related information.
nl: Zorg ervoor dat studenten toegang hebben tot en samenwerken aan cursusgerelateerde informatie.

source: This is the wiki for **{organization}**'s _{course_name}_.
nl: Dit is de wiki voor ** {organization} **&#39;s _ {course_name} _.

source: Course page automatically created.
nl: Cursuspagina automatisch aangemaakt.

source: Welcome to the {platform_name} Wiki
nl: Welkom bij de {platform_name} -wiki

source: Visit a course wiki to add an article.
nl: Bezoek een cursuswiki om een artikel toe te voegen.

source: Course has not started
nl: De cursus is nog niet begonnen

source: Course does not start until {}
nl: De cursus begint pas op {}

source: You have unfulfilled milestones
nl: Je hebt onvervulde mijlpalen

source: You do not have access to this course
nl: U heeft geen toegang tot deze cursus

source: You do not have access to this course on a mobile device
nl: Je hebt geen toegang tot deze cursus op een mobiel apparaat

source: You must be enrolled in the course
nl: Je moet ingeschreven zijn voor de cursus

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
nl: U bent voor deze cursus ingeschreven met &#39;{enrollment_enterprise_name}&#39;. U bent momenteel echter ingelogd als gebruiker &#39;{active_enterprise_name}&#39;. Log in met &#39;{enrollment_enterprise_name}&#39; om toegang te krijgen tot deze cursus.

source: You must give Data Sharing Consent for the course
nl: U moet toestemming geven voor het delen van gegevens voor de cursus

source: You must be logged in to see this course
nl: Om deze cursus te kunnen zien, moet u ingelogd zijn

source: {course_name} is no longer available.
nl: {course_name} is niet langer beschikbaar.

source: Financial Assistance
nl: Financiele assistentie

source: Assignment
nl: Opdracht

source: Open Response Assessment
nl: Open responsbeoordeling

source: This Open Response Assessment's due dates are set by your instructor and can't be shifted.
nl: De inleverdata van deze Open Response Assessment worden bepaald door je docent en kunnen niet worden verschoven.

source: Self Assessment
nl: Zelfbeoordeling

source: Peer Assessment
nl: Peerbeoordeling

source: Staff Assessment
nl: Beoordeling van het personeel

source: Submission
nl: Dwang

source: {relative} ago - {absolute}
nl: {relative} geleden - {absolute}

source: Enrollment Date
nl: Inschrijvingsdatum

source: Course starts
nl: De cursus begint

source: Course ends
nl: Cursus eindigt

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
nl: Na deze datum wordt de cursus gearchiveerd, wat betekent dat u de cursusinhoud kunt bekijken, maar niet langer kunt deelnemen aan beoordeelde opdrachten of kunt werken aan het behalen van een certificaat.

source: After the course ends, the course content will be archived and no longer active.
nl: Nadat de cursus is afgelopen, wordt de cursusinhoud gearchiveerd en niet langer actief.

source: This course is archived, which means you can review course content but it is no longer active.
nl: Deze cursus is gearchiveerd, wat betekent dat u de cursusinhoud kunt bekijken, maar dat deze niet langer actief is.

source: You lose all access to this course, including your progress.
nl: Je verliest alle toegang tot deze cursus, inclusief je voortgang.

source: Audit Access Expires
nl: Audittoegang verloopt

source: Certificate Available
nl: Certificaat beschikbaar

source: Day certificates will become available for passing verified learners.
nl: Er zullen dagcertificaten beschikbaar komen voor het behalen van geverifieerde leerlingen.

source: Upgrade to Verified Certificate
nl: Upgrade naar geverifieerd certificaat

source: Verification Upgrade Deadline
nl: Deadline voor verificatie-upgrade

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
nl: Mis de kans niet om uw nieuwe kennis en vaardigheden onder de aandacht te brengen door een geverifieerd certificaat te behalen.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
nl: U komt nog steeds in aanmerking voor een upgrade naar een geverifieerd certificaat! Volg deze cursus om de kennis en vaardigheden die u tijdens deze cursus opdoet, onder de aandacht te brengen.

source: by {date}
nl: {date}

source: Learn More
nl: Kom meer te weten

source: Retry Verification
nl: Probeer de verificatie opnieuw

source: Verify My Identity
nl: Controleer mijn identiteit

source: Missed Verification Deadline
nl: Gemiste verificatiedeadline

source: Unfortunately you missed this course's deadline for a successful verification.
nl: Helaas heb je de deadline van deze cursus voor een succesvolle verificatie gemist.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
nl: U moet vóór deze datum de verificatie met succes voltooien om in aanmerking te komen voor een geverifieerd certificaat.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
nl: Er is geen gebruiker met de gebruikersnaam of het e-mailadres &quot; {user_identifier} &quot; ingeschreven voor deze cursus.

source: This user does not have access to this content because the content start date is in the future
nl: Deze gebruiker heeft geen toegang tot deze inhoud omdat de startdatum van de inhoud in de toekomst ligt

source: This type of component cannot be shown while viewing the course as a specific student.
nl: Dit type onderdeel kan niet worden getoond als je de cursus als specifieke student bekijkt.

source: Number of days a learner has to upgrade after content is made available
nl: Aantal dagen dat een leerling moet upgraden nadat de inhoud beschikbaar is gesteld

source: Disable the dynamic upgrade deadline for this course run.
nl: Schakel de dynamische upgradedeadline voor deze cursusuitvoering uit.

source: Disable the dynamic upgrade deadline for this organization.
nl: Schakel de dynamische upgradedeadline voor deze organisatie uit.

source: Internal API Base URL
nl: Interne API-basis-URL

source: Financial Assistance Backend API Base URL.
nl: Financiële hulp Backend API Basis-URL.

source: Username created for Financial Assistance Backend, e.g. financial_assistance_service_user.
nl: Gebruikersnaam gemaakt voor Financial Assistance Backend, bijvoorbeeld financiële_assistance_service_user.

source: Percentage of courses allowed to use edx-financial-assistance
nl: Percentage cursussen dat gebruik mag maken van edx-financial-assistance

source: Progress
nl: Voortgang

source: Keep learners engaged and on track throughout the course.
nl: Houd de leerlingen tijdens de cursus betrokken en op het goede spoor.

source: Textbooks
nl: Leerboeken

source: Create and manage a library of course readings, textbooks, and chapters.
nl: Creëer en beheer een bibliotheek met lesmateriaal, studieboeken en hoofdstukken.

source: Calculator
nl: Rekenmachine

source: Provide an in-course calculator for simple and complex calculations.
nl: Zorg voor een rekenmachine tijdens de cursus voor eenvoudige en complexe berekeningen.

source: Maintain exam integrity by enabling a proctoring solution for your course
nl: Behoud de examenintegriteit door een proctoringoplossing voor uw cursus in te schakelen

source: Custom pages
nl: Aangepaste pagina&#39;s

source: Provide additional course content and resources with custom pages
nl: Bied aanvullende cursusinhoud en bronnen met aangepaste pagina&#39;s

source: Open Response Assessment Settings
nl: Open de instellingen voor responsbeoordeling

source: Course level settings for Open Response Assessment.
nl: Instellingen op cursusniveau voor open responsbeoordeling.

source: Course
nl: Cursus

source: Dates
nl: Datums

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
nl: U bent niet aangemeld. Als u aanvullende cursusinhoud wilt bekijken, {sign_in_link} of {register_link} , en u wilt inschrijven voor deze cursus.

source: sign in
nl: Inloggen

source: Your enrollment: Audit track
nl: Uw inschrijving: Audittraject

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
nl: Voor deze cursus volg je het audittraject. Het audittraject omvat geen certificaat.

source: Your enrollment: Honor track
nl: Jouw inschrijving: Eertraject

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
nl: Voor deze opleiding volg je het honourstraject. Bij het eretraject is geen certificaat inbegrepen.

source: We're working on it...
nl: We werken eraan...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
nl: We maken uw certificaat aan. Je kunt in je cursussen blijven werken en een link ernaar verschijnt hier en op je Dashboard zodra deze klaar is.

source: Your certificate has been invalidated
nl: Uw certificaat is ongeldig gemaakt

source: Please contact your course team if you have any questions.
nl: Neem bij vragen contact op met uw cursusteam.

source: Congratulations, you qualified for a certificate!
nl: Gefeliciteerd, u komt in aanmerking voor een certificaat!

source: You've earned a certificate for this course.
nl: Voor deze cursus heeft u een certificaat behaald.

source: Your certificate will be available soon!
nl: Uw certificaat is binnenkort beschikbaar!

source: After this course officially ends, you will receive an email notification with your certificate.
nl: Nadat deze cursus officieel is afgelopen, ontvangt u een e-mailmelding met uw certificaat.

source: Your certificate is available
nl: Uw certificaat is beschikbaar

source: Certificate unavailable
nl: Certificaat niet beschikbaar

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
nl: U heeft geen certificaat ontvangen omdat u niet beschikt over een huidige, door {platform_name} geverifieerde identiteit.

source: To see course content, {sign_in_link} or {register_link}.
nl: Om de cursusinhoud te zien, {sign_in_link} of {register_link} .

source: {sign_in_link} or {register_link}.
nl: {sign_in_link} of {register_link} .

source: Sign in
nl: Aanmelden

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
nl: Om de inhoud van de cursus te kunnen zien, moet u voor de cursus zijn ingeschreven. {enroll_link_start} Nu inschrijven {enroll_link_end} .

source: You must be enrolled in the course to see course content.
nl: Om de inhoud van de cursus te kunnen zien, moet u voor de cursus zijn ingeschreven.

source: User does not exist.
nl: Gebruiker bestaat niet.

source: Invalid location.
nl: Ongeldige locatie.

source: User {username} has never accessed problem {location}
nl: Gebruiker {username} heeft nog nooit toegang gehad tot probleem {location}

source: You must be signed in to {platform_name} to create a certificate.
nl: U moet zijn aangemeld bij {platform_name} om een certificaat te kunnen maken.

source: Course is not valid
nl: Cursus is niet geldig

source: Your certificate will be available when you pass the course.
nl: Uw certificaat is beschikbaar als u slaagt voor de cursus.

source: Certificate has already been created.
nl: Certificaat is al aangemaakt.

source: Certificate is being created.
nl: Certificaat wordt gemaakt.

source: We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program. Please note that while assistance is available in most courses that offer verified certificates, a few courses and programs are not eligible. You must complete a separate application for each course you take. You may be approved for financial assistance five (5) times each year (based on 12-month period from you first approval). To apply for financial assistance: 1. Enroll in the audit track for an eligible course that offers Verified Certificates 2. Complete this application 3. Check your email, your application will be reviewed in 3-4 business days
nl: We zijn van plan deze informatie te gebruiken om uw aanvraag voor financiële hulp te beoordelen en ons financiële hulpprogramma verder te ontwikkelen. Houd er rekening mee dat terwijl assistentie is beschikbaar bij de meeste cursussen die geverifieerde certificaten aanbieden; een paar cursussen en programma&#39;s komen niet in aanmerking. U moet een aparte aanvraag indienen voor elke cursus die je volgt. U kunt vijf (5) keer per jaar worden goedgekeurd voor financiële steun (gebaseerd op een periode van twaalf maanden vanaf uw eerste goedkeuring). Om financiële steun aan te vragen: 1. Schrijf u in voor het audittraject voor een in aanmerking komende cursus die geverifieerde certificaten biedt 2. Voltooi deze aanvraag 3. Controleer uw e-mail. Uw aanvraag wordt binnen 3-4 werkdagen beoordeeld

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
nl: Selecteer de cursus waarvoor u een geverifieerd certificaat wilt behalen. Als de cursus niet in de lijst voorkomt, zorg er dan voor dat u zich heeft ingeschreven voor de audittrack voor de cursus.

source: I certify that:
nl: Ik verklaar dat:

source: Paying the verified certificate fee for the above course would cause me economic hardship
nl: Het betalen van de geverifieerde certificaatkosten voor de bovenstaande cursus zou mij economische problemen bezorgen

source: I will work diligently to complete the course work and receive a certificate
nl: Ik zal hard werken om de cursus te voltooien en een certificaat te ontvangen

source: I have read, understand, and will abide by the {honor_code_link} for the edX Site
nl: Ik heb de {honor_code_link} voor de edX-site gelezen, begrepen en zal mij hieraan houden

source: Title can't be empty
nl: Titel mag niet leeg zijn

source: Body can't be empty
nl: Lichaam kan niet leeg zijn

source: Topic doesn't exist
nl: Onderwerp bestaat niet

source: Comment level too deep
nl: Commentaarniveau te diep

source: Error uploading file. Please contact the site administrator. Thank you.
nl: Fout bij uploaden van bestand. Neem dan contact op met de sitebeheerder. Bedankt.

source: Good
nl: Goed

source: your
nl: jouw

source: their
nl: hun

source: %(course_name)s: Reported content awaits review
nl: %(course_name)s : gerapporteerde inhoud wacht op beoordeling

source: Go to Discussion
nl: Ga naar Discussie

source: %(course_name)s: Reported content awaits review
nl: %(course_name)s : gerapporteerde inhoud wacht op beoordeling

source: %(course_name)s %(course_id)s moderator content for review
nl: %(course_name)s %(course_id)s moderator inhoud voor beoordeling

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
nl: %(comment_username)s antwoordde op {start_tag} %(thread_title)s {end_tag} :

source: View discussion
nl: Bekijk discussie

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
nl: %(comment_username)s antwoordde op <b>%(thread_title)s</b> :

source: Response to %(thread_title)s
nl: Reactie op %(thread_title)s

source: Access to this discussion is restricted to team members and staff.
nl: De toegang tot deze discussie is beperkt tot teamleden en medewerkers.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
nl: De EdxNotes-service is niet beschikbaar. Probeer het over een paar minuten opnieuw.

source: Invalid JSON response received from notes api.
nl: Ongeldig JSON-antwoord ontvangen van Notes-API.

source: Incorrect data received from notes api.
nl: Onjuiste gegevens ontvangen van Notes-API.

source: No endpoint was provided for EdxNotes.
nl: Er is geen eindpunt opgegeven voor EdxNotes.

source: Notes
nl: Opmerkingen

source: Allow learners to highlight passages and make notes right in the course.
nl: Geef leerlingen de mogelijkheid om passages te markeren en aantekeningen te maken, direct in de cursus.

source: Cannot override subsection grade: subsection is not available for target learner.
nl: Kan het cijfer voor een subsectie niet overschrijven: de subsectie is niet beschikbaar voor de doelleerling.

source: Proctored Exam Review: {review_status}
nl: Examenbeoordeling onder toezicht: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
nl: Een geproctorde examenpoging voor {exam_name} in {course_name} met gebruikersnaam: {student_username} werd beoordeeld als {review_status} door de aanbieder van geproctorde examenbeoordeling. Reviewlink: {review_url}

source: Your Platform Insights
nl: Uw platforminzichten

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
nl: Het rapport {report_type} wordt gemaakt. Zie Taken in behandeling hieronder om de status van het rapport te bekijken.

source: Found a conflict with given identifier. Please try an alternative identifier
nl: Er is een conflict gevonden met de opgegeven ID. Probeer een alternatieve identificatie

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
nl: Zorg ervoor dat het bestand dat u uploadt de CSV-indeling heeft, zonder overbodige tekens of rijen.

source: Could not read uploaded file.
nl: Kon het geüploade bestand niet lezen.

source: Data in row #{row_num} must have between four and six columns: email, username, full name, country, cohort, and course mode. The last two columns are optional.
nl: Gegevens in rij # {row_num} moeten tussen vier en zes kolommen bevatten: e-mailadres, gebruikersnaam, volledige naam, land, cohort en cursusmodus. De laatste twee kolommen zijn optioneel.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
nl: Gegevens in rij # {row_num} moeten precies vier kolommen bevatten: e-mailadres, gebruikersnaam, volledige naam en land.
