Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
nl: URL van de kredietaanbieder waar de gebruiker de status van zijn of haar kredietaanvraag kan controleren. Dit wordt aan studenten getoond *nadat* zij studiepunten hebben aangevraagd.

source: Description for the credit provider displayed to users.
nl: Beschrijving van de kredietverstrekker die aan gebruikers wordt getoond.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
nl: Platte tekst of html-inhoud voor het weergeven van verdere stappen op de ontvangstpagina *na* het betalen voor het krediet om krediet te krijgen voor een kredietcursus bij een kredietverstrekker.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
nl: Platte tekst of html-inhoud voor het weergeven van een aangepast bericht in de inhoud van e-mails over kredietwaardigheid die wordt verzonden wanneer de gebruiker aan alle kredietvereisten heeft voldaan.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
nl: Platte tekst of HTML-inhoud voor het weergeven van een aangepast bericht in de inhoud van de e-mail met kredietontvangst die *na* betaling wordt verzonden om krediet te krijgen voor een kredietcursus.

source: Thumbnail image url of the credit provider.
nl: Miniatuurafbeeldings-URL van de kredietverstrekker.

source: Credit requirement statuses
nl: Statussen van kredietvereisten

source: Deadline for purchasing and requesting credit.
nl: Deadline voor aankoop en kredietaanvraag.

source: Preview Language Administration
nl: Voorbeeld van taalbeheer

source: Language not provided
nl: Taal niet opgegeven

source: Language set to {preview_language}
nl: Taal ingesteld op {preview_language}

source: Language reset to the default
nl: Taal gereset naar de standaard

source: This is a test message
nl: Dit is een testbericht

source: This is a success message
nl: Dit is een succesbericht

source: This is a test warning
nl: Dit is een testwaarschuwing

source: This is a test error
nl: Dit is een testfout

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
nl: Voor {provider} moet LTI geavanceerd delen zijn ingeschakeld voor je cursus, omdat deze provider een e-mailadres en gebruikersnaam gebruikt om de ervaring te personaliseren. Neem contact op met {support_contact} om deze functie in te schakelen.

source: technical support
nl: technische hulp

source: Comma-separated list of providers to allow, eg: {choices}
nl: Door komma&#39;s gescheiden lijst met providers die zijn toegestaan, bijvoorbeeld: {choices}

source: Allow List
nl: Lijst toestaan

source: Comma-separated list of providers to deny, eg: {choices}
nl: Door komma&#39;s gescheiden lijst met te weigeren providers, bijvoorbeeld: {choices}

source: Deny List
nl: Lijst weigeren

source: Learning Context Key
nl: Contextsleutel leren

source: If disabled, the discussions in the associated learning context/course will be disabled.
nl: Indien uitgeschakeld, worden de discussies in de bijbehorende leercontext/cursus uitgeschakeld.

source: The Posting availability in discussions whether it will be enabled, scheduled or indefinitely disabled.
nl: De beschikbaarheid van berichten in discussies of deze wordt ingeschakeld, gepland of voor onbepaalde tijd wordt uitgeschakeld.

source: The LTI configuration data for this context/provider.
nl: De LTI-configuratiegegevens voor deze context/provider.

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
nl: Indien ingeschakeld, worden er discussieonderwerpen gemaakt voor elke niet-beoordeelde eenheid in de cursus. Bij elke eenheid verschijnt een gebruikersinterface voor discussies.

source: If enabled, discussion topics will be created for graded units as well.
nl: Indien ingeschakeld, worden er ook discussieonderwerpen gemaakt voor beoordeelde eenheden.

source: If enabled, discussions will need to be manually enabled for each unit.
nl: Indien ingeschakeld, moeten discussies voor elke eenheid handmatig worden ingeschakeld.

source: The plugin configuration data for this context/provider.
nl: De plug-inconfiguratiegegevens voor deze context/provider.

source: Discussion provider
nl: Discussieaanbieder

source: The discussion tool/provider's id
nl: Het ID van de discussietool/provider

source: Context key for context in which this discussion topic exists.
nl: Contextsleutel voor de context waarin dit discussieonderwerp bestaat.

source: Usage key for in-context discussion topic. Set to null for course-level topics.
nl: Gebruikssleutel voor in-context discussieonderwerp. Stel in op null voor onderwerpen op cursusniveau.

source: Title for discussion topic.
nl: Titel voor discussieonderwerp.

source: Group for divided discussions.
nl: Groep voor verdeelde discussies.

source: Provider id for discussion provider.
nl: Provider-ID voor discussieprovider.

source: Discussion context ID in external forum provider. e.g. commentable_id for cs_comments_service.
nl: Discussiecontext-ID in externe forumprovider. bijvoorbeeld commentable_id voor cs_comments_service.

source: Whether this topic should be shown in-context in the course.
nl: Of dit onderwerp in de cursus in context moet worden getoond.

source: Ordering of this topic in its learning context
nl: Ordening van dit onderwerp in zijn leercontext

source: Additional context for this topic, such as its section, and subsection
nl: Aanvullende context voor dit onderwerp, zoals de sectie en subsectie

source: Encourage participation and engagement in your course with discussions.
nl: Stimuleer deelname en betrokkenheid bij uw cursus met discussies.

source: Administrator
nl: Beheerder

source: Group Moderator
nl: Groepsmoderator

source: Community TA
nl: Gemeenschap TA

source: COURSE NOT FOUND. Please check that the course ID is valid.
nl: CURSUS NIET GEVONDEN. Controleer of de cursus-ID geldig is.

source: The course key for the restricted course.
nl: De cursussleutel voor de beperkte cursus.

source: The message to show when a user is blocked from enrollment.
nl: Het bericht dat wordt weergegeven wanneer de inschrijving van een gebruiker is geblokkeerd.

source: The message to show when a user is blocked from accessing a course.
nl: Het bericht dat wordt weergegeven wanneer een gebruiker geen toegang heeft tot een cursus.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
nl: Geef gebruikers die zich hebben ingeschreven in een toegestaan land toegang tot beperkte cursussen uit uitgesloten landen.

source: Two character ISO country code.
nl: ISO-landcode van twee tekens.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
nl: Of de gegeven cursus moet worden opgenomen of uitgesloten. Als landen op de witte lijst zijn opgegeven, hebben ALLEEN gebruikers uit landen op de witte lijst toegang tot de cursus. Als landen op de zwarte lijst zijn opgegeven, hebben gebruikers uit landen op de zwarte lijst GEEN toegang tot de cursus.

source: The course to which this rule applies.
nl: De cursus waarop deze regel van toepassing is.

source: The country to which this rule applies.
nl: Het land waarop deze regel van toepassing is.

source: Whitelist {country} for {course}
nl: Witte lijst {country} voor {course}

source: Blacklist {country} for {course}
nl: Zwarte lijst {country} voor {course}

source: Learner Pathways
nl: Leergangen

source: Notification App
nl: Meldingsapp

source: Notification Type
nl: Melding type

source: <{p}><{strong}>{replier_name}</{strong}> commented on your response to the post <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; heeft gereageerd op uw reactie op het bericht &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response to your post <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; heeft gereageerd op &lt; <span class='notranslate'>{strong} &gt; {author_name} </ {strong} &gt; reactie op uw bericht &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><{strong}>{replier_name}</{strong}> responded to your post <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; reageerde op uw bericht &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><{strong}>{username}</{strong}> posted <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {username} </ {strong} &gt; gepost &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><{strong}>{username}</{strong}> asked <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {username} </ {strong} &gt; gevraagd &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><{strong}>{replier_name}</{strong}> responded to a post you’re following: <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; heeft gereageerd op een bericht dat u volgt: &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><{strong}>{replier_name}</{strong}> commented on {author_name}'s response in a post you’re following <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; heeft gereageerd op de reactie van <span class='notranslate'>{author_name} in een bericht dat je volgt &lt; {strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <p><strong>{username}’s </strong> {content_type} has been reported <strong> {content}</strong></p>
nl: <p><strong>{username} &#39;s</strong> {content_type} is gerapporteerd <strong>{content}</strong></p>

source: <{p}><{strong}>{replier_name}</{strong}> response has been endorsed in your post <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; reactie is goedgekeurd in uw bericht &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}><Your response has been endorsed <{strong}>{post_title}</{strong}></{p}>
nl: &lt; {p} &gt; <Your response has been endorsed < {strong} &gt; <span class='notranslate'>{post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}>You have a new course update: <{strong}>{course_update_content}</{strong}></{p}>
nl: &lt; {p} &gt;Je hebt een nieuwe cursusupdate: &lt; {strong} &gt; {course_update_content} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: <{p}>You have a new open response submission awaiting for review for : <{strong}>{ora_name}</{strong}></{p}>
nl: &lt; {p} &gt;U heeft een nieuwe open reactie-inzending die wacht op beoordeling voor: &lt; {strong} &gt; {ora_name} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;

source: Notifications for responses and comments on your posts, and the ones you’re following, including endorsements to your responses and on your posts.
nl: Meldingen voor reacties en opmerkingen over uw berichten en de berichten die u volgt, inclusief aanbevelingen voor uw reacties en over uw berichten.

source: Notifications for new announcements and updates from the course team.
nl: Meldingen voor nieuwe aankondigingen en updates van het cursusteam.

source: Notifications for Open response submissions.
nl: Meldingen voor inzendingen van open antwoorden.

source: Daily
nl: Dagelijks

source: Weekly
nl: Wekelijks

source: Immediately
nl: Onmiddellijk

source: Never
nl: Nooit

source: The notification preference config version is not up to date.
nl: De configuratieversie van de meldingsvoorkeuren is niet up-to-date.

source: Invalid app name.
nl: Ongeldige app-naam.

source: Notifications marked as seen.
nl: Meldingen gemarkeerd als gezien.

source: Notification marked read.
nl: Melding gemarkeerd als gelezen.

source: Notifications marked read.
nl: Meldingen gemarkeerd als gelezen.

source: Invalid app_name or notification_id.
nl: Ongeldige app_naam of notificatie_id.

source: Comma-separated list of scopes that this application will be allowed to request.
nl: Door komma&#39;s gescheiden lijst met bereiken die deze toepassing mag aanvragen.

source: Comma-separated list of filters that this application will be allowed to request.
nl: Door komma&#39;s gescheiden lijst met filters die deze toepassing mag aanvragen.

source: Content Provider
nl: Inhoudsaanbieder

source: Password Policy
nl: Wachtwoordbeleid

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
nl: {strong_tag_open} We hebben onlangs onze wachtwoordvereisten gewijzigd. {strong_tag_close} {break_line_tag} Uw huidige wachtwoord voldoet niet aan de nieuwe beveiligingsvereisten. We hebben zojuist een bericht voor het opnieuw instellen van het wachtwoord verzonden naar het e-mailadres dat aan dit account is gekoppeld. Bedankt dat u ons helpt uw gegevens veilig te houden.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
nl: {strong_tag_open} Vereiste actie: werk uw wachtwoord bij {strong_tag_close} {break_line_tag} Vanaf {deadline} vereist {platform_name} dat alle leerlingen complexe wachtwoorden hebben. Uw huidige wachtwoord voldoet niet aan deze vereisten. Om uw wachtwoord opnieuw in te stellen, gaat u naar {anchor_tag_open} Accountinstellingen {anchor_tag_close} .

source: The file must be smaller than {image_max_size} in size.
nl: Het bestand moet kleiner zijn dan {image_max_size} .

source: The file must be at least {image_min_size} in size.
nl: Het bestand moet minimaal {image_min_size} groot zijn.

source: The file must be one of the following types: {valid_file_types}.
nl: Het bestand moet van een van de volgende typen zijn: {valid_file_types} .

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
nl: De Content-Type header voor dit bestand komt niet overeen met de bestandsgegevens. Het bestand is mogelijk beschadigd.

source: The file name extension for this file does not match the file data. The file may be corrupted.
nl: De bestandsnaamextensie voor dit bestand komt niet overeen met de bestandsgegevens. Het bestand is mogelijk beschadigd.

source: No file provided for profile image
nl: Er is geen bestand beschikbaar voor profielafbeelding

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
nl: Pad dat wordt gebruikt om URL&#39;s samen te stellen naar marketingpagina&#39;s van programma&#39;s (bijvoorbeeld &quot;/foo&quot;).

source: Program UUID
nl: Programma UUID

source: If disabled, the LTI in the associated program will be disabled.
nl: Indien uitgeschakeld, wordt de LTI in het bijbehorende programma uitgeschakeld.

source: The LTI configuration data for this program/provider.
nl: De LTI-configuratiegegevens voor dit programma/provider.

source: Known Error Case
nl: Bekend foutgeval

source: Schedule start < course start
nl: Schema start &lt; cursusstart

source: Course Id
nl: Cursus id

source: All
nl: Alle

source: Experience
nl: Ervaring

source: Course ID
nl: Cursus id

source: Schedules
nl: Schema&#39;s

source: Indicates if this schedule is actively used
nl: Geeft aan of dit schema actief wordt gebruikt

source: Date this schedule went into effect
nl: Datum waarop dit schema van kracht werd

source: Deadline by which the learner must upgrade to a verified seat
nl: Deadline waarbinnen de leerling moet upgraden naar een geverifieerde stoel

source: Schedule
nl: Schema

source: By %(filter_title)s
nl: Door %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
nl: Welkom bij week %(week_num)s van %(course_name)s !

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
nl: We hopen dat je ervan geniet {start_strong} {course_name} {end_strong} ! Wij willen u laten weten waar u naar uit kunt kijken in week {week_num} :

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
nl: Met cursussen in uw eigen tempo leert u volgens uw eigen schema. Wij moedigen u aan om elke week tijd aan de cursus te besteden. Jouw gerichte aandacht zal uiteindelijk zijn vruchten afwerpen!

source: Resume your course now
nl: Hervat uw cursus nu

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
nl: We hopen dat je geniet van %(course_name)s ! Wij willen u laten weten waar u naar uit kunt kijken in week %(week_num)s :

source: Welcome to week %(week_num)s
nl: Welkom bij week %(week_num)s

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
nl: We hopen dat je ervan geniet {start_strong} {course_name} {end_strong} ! Wij willen u laten weten waar u de komende weken naar uit kunt kijken:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
nl: Wij moedigen u aan om elke week tijd aan de cursus te besteden. Jouw gerichte aandacht zal uiteindelijk zijn vruchten afwerpen!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
nl: We hopen dat je geniet van %(course_name)s ! Wij willen u laten weten waar u de komende weken naar uit kunt kijken:

source: %(course_name)s Weekly Update
nl: %(course_name)s Wekelijkse update

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
nl: Veel %(platform_name)s -leerlingen voltooien elke week meer problemen en nemen deel aan de discussieforums. Wat wil je doen om te blijven leren?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
nl: Veel %(platform_name)s -leerlingen in %(course_name)s voltooien elke week meer problemen en nemen deel aan de discussieforums. Wat wil je doen om te blijven leren?

source: Keep up the momentum!
nl: Houd de vaart erin!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
nl: Veel {platform_name} -leerlingen in {start_strong} {course_name} {end_strong} voltooien elke week meer problemen en nemen deel aan de discussieforums. Wat wil je doen om te blijven leren?

source: Keep learning
nl: Blijf leren

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
nl: Weet u nog toen u zich inschreef voor %(course_name)s en voor andere cursussen op %(platform_name)s ? Wij wel, en we zijn blij met jou! Kom kijken wat iedereen leert.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
nl: Weet u nog toen u zich inschreef voor %(course_name)s op %(platform_name)s ? Wij wel, en we zijn blij met jou! Kom kijken wat iedereen leert.

source: Keep learning today
nl: Blijf vandaag nog leren

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
nl: Weet je nog wanneer je je hebt ingeschreven voor {start_strong} {course_name} {end_strong} en andere cursussen op {platform_name} ? Wij wel, en we zijn blij met jou! Kom kijken wat iedereen leert.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
nl: Weet je nog toen je je inschreef voor {start_strong} {course_name} {end_strong} op {platform_name} ? Wij wel, en we zijn blij met jou! Kom kijken wat iedereen leert.

source: Start learning now
nl: Begin nu met leren

source: Keep learning on %(platform_name)s
nl: Blijf leren op %(platform_name)s

source: Keep learning in %(course_name)s
nl: Blijf leren in %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
nl: We hopen dat je het tot nu toe leuk vindt om met ons te leren op %(platform_name)s ! Met een geverifieerd certificaat kunt u uw nieuwe kennis en vaardigheden onder de aandacht brengen. Een %(platform_name)s -certificaat is officieel en gemakkelijk deelbaar. Upgraden met %(user_schedule_upgrade_deadline_time)s .

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
nl: We hopen dat je het tot nu toe leuk vindt om bij ons te leren in %(first_course_name)s ! Met een geverifieerd certificaat kunt u uw nieuwe kennis en vaardigheden onder de aandacht brengen. Een %(platform_name)s -certificaat is officieel en gemakkelijk deelbaar. Upgraden met %(user_schedule_upgrade_deadline_time)s .

source: Upgrade now
nl: Waardeer nu op
