Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
nl: Kan LTI-paspoort niet parseren: {lti_passport} . Moet de tekenreeks &quot;id:key:secret&quot; zijn.

source: Due Date
nl: Deadline

source: Enter the default date by which problems are due.
nl: Voer de standaarddatum in waarop problemen moeten optreden.

source: Number of Relative Weeks Due By
nl: Aantal relatieve weken dat uiterlijk moet zijn afgerond

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
nl: Voer het aantal weken in waarin de problemen te wijten zijn, in verhouding tot de inschrijvingsdatum van de leerling

source: Enter the URL for the course data GIT repository.
nl: Voer de URL in voor de GIT-repository van cursusgegevens.

source: XQA Key
nl: XQA-sleutel

source: This setting is not currently supported.
nl: Deze instelling wordt momenteel niet ondersteund.

source: Enter the ids for the content groups this problem belongs to.
nl: Voer de ID&#39;s in voor de inhoudsgroepen waartoe dit probleem behoort.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
nl: Geef voor elk probleem op wanneer de knop Antwoord weergeven verschijnt. Geldige waarden zijn &quot;altijd&quot;, &quot;beantwoord&quot;, &quot;geprobeerd&quot;, &quot;gesloten&quot;, &quot;voltooid&quot;, &quot;past_due&quot;, &quot;correct_or_past_due&quot;, &quot;after_all_attempts&quot;, &quot;after_all_attempts_or_correct&quot;, &quot;attempted_no_past_due&quot; en &quot;nooit&quot;.

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
nl: Geef aan wanneer de juistheid van het antwoord en de score aan leerlingen moeten worden getoond. Geldige waarden zijn &#39;altijd&#39;, &#39;nooit&#39; en &#39;past_due&#39;.

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
nl: Geef de standaard op voor hoe vaak variabelewaarden in een opgave willekeurig worden gemaakt. Deze instelling moet op &#39;nooit&#39; worden ingesteld, tenzij u van plan bent een Python-script aan te bieden om waarden in de meeste problemen in uw cursus te identificeren en willekeurig te maken. Geldige waarden zijn &quot;always&quot;, &quot;onreset&quot;, &quot;never&quot; en &quot;per_student&quot;.

source: Days Early for Beta Users
nl: Dagen eerder voor bètagebruikers

source: Enter the number of days before the start date that beta users can access the course.
nl: Voer het aantal dagen vóór de startdatum in dat bètagebruikers toegang hebben tot de cursus.

source: Static Asset Path
nl: Statisch activapad

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
nl: Voer het pad in dat u voor bestanden wilt gebruiken op de pagina Bestanden en uploads. Deze waarde overschrijft de standaardinstelling van Studio, c4x://.

source: Enable LaTeX Compiler
nl: Schakel LaTeX-compiler in

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
nl: Vul waar of onwaar in. Indien waar, kunt u de LaTeX-sjablonen gebruiken voor HTML-componenten en geavanceerde probleemcomponenten.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
nl: Voer het maximale aantal keren in dat een leerling mag proberen de opgaven te beantwoorden. Standaard is Maximum aantal pogingen ingesteld op nul, wat betekent dat leerlingen een onbeperkt aantal pogingen voor problemen hebben. Je kunt deze cursusbrede instelling voor individuele problemen overschrijven. Als de cursusbrede instelling echter een specifiek getal is, kunt u het Maximale aantal pogingen voor individuele opgaven niet instellen op onbeperkt.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
nl: Voer de API-sleutel in die door MathWorks is verstrekt voor toegang tot de MATLAB Hosted Service. Deze sleutel wordt verleend voor exclusief gebruik in deze cursus voor de aangegeven duur. Deel de API-sleutel niet met andere cursussen. Breng MathWorks onmiddellijk op de hoogte als u denkt dat de sleutel openbaar is of gecompromitteerd is. Als u een sleutel voor uw cursus wilt verkrijgen of een probleem wilt melden, kunt u contact opnemen met moocsupport@mathworks.com

source: Group Configurations
nl: Groepsconfiguraties

source: Enter the configurations that govern how students are grouped together.
nl: Voer de configuraties in die bepalen hoe studenten worden gegroepeerd.

source: Enable video caching system
nl: Schakel het videocachingsysteem in

source: Enter true or false. If true, video caching will be used for HTML5 videos.
nl: Vul waar of onwaar in. Als dit waar is, wordt videocaching gebruikt voor HTML5-video&#39;s.

source: Enable video auto-advance
nl: Schakel automatisch doorgaan van video in

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
nl: Geef op of er een knop voor automatisch doorgaan moet worden weergegeven in video&#39;s. Als de leerling erop klikt, wordt de laatste video in een eenheid automatisch naar de volgende eenheid verplaatst en wordt de eerste video automatisch afgespeeld.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
nl: Bepaal een video van 5-10 seconden die u vóór de cursus kunt afspelen. Voer de video-ID in van de pagina Video-uploads en een of meer transcriptiebestanden in de volgende indeling: {format} . Een vermelding voor een video met twee transcripties ziet er bijvoorbeeld als volgt uit: {example}

source: Show Reset Button for Problems
nl: Toon resetknop voor problemen

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
nl: Vul waar of onwaar in. Als dit waar is, wordt bij problemen in de cursus standaard altijd een &#39;Reset&#39;-knop weergegeven. U kunt dit overschrijven in de instellingen van elk probleem. Alle bestaande problemen worden beïnvloed wanneer deze cursusbrede instelling wordt gewijzigd.

source: Enable Student Notes
nl: Schakel leerlingnotities in

source: Enter true or false. If true, students can use the Student Notes feature.
nl: Vul waar of onwaar in. Indien waar, kunnen studenten de functie Studentnotities gebruiken.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
nl: Geeft aan of Student Notes zichtbaar zijn in de cursus. Studenten kunnen hun aantekeningen ook in het cursusmateriaal tonen of verbergen.

source: Tag this block as part of an Entrance Exam section
nl: Tag dit blok als onderdeel van een toelatingsexamengedeelte

source: Enter true or false. If true, answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.
nl: Vul waar of onwaar in. Als dit waar is, worden de ingezonden antwoorden voor probleemblokken meegenomen in het score-/poortalgoritme voor het toelatingsexamen.

source: Hide from Table of Contents
nl: Verbergen in de inhoudsopgave

source: Enter true or false. If true, this block will be hidden from the Table of Contents.
nl: Vul waar of onwaar in. Indien waar, wordt dit blok verborgen in de inhoudsopgave.

source: Error while reading {}. Check file for XML errors.
nl: Fout tijdens het lezen van {}. Controleer het bestand op XML-fouten.

source: Failed to import block: {} at location: {}
nl: Kan blok: {} niet importeren op locatie: {}

source: Enrollment Track Groups
nl: Inschrijvingstrackgroepen

source: Partition for segmenting users by enrollment track
nl: Partitie voor het segmenteren van gebruikers op inschrijvingsspoor

source: Whether this student has voted on the poll
nl: Of deze leerling op de poll heeft gestemd

source: Student answer
nl: Student antwoord

source: Poll answers from all students
nl: Poll-antwoorden van alle studenten

source: Poll answers from xml
nl: Poll-antwoorden uit XML

source: Poll question
nl: Poll vraag

source: Enter the date by which problems are due.
nl: Voer de datum in waarop de problemen moeten optreden.

source: Hide sequence content After Due Date
nl: Verberg de inhoud van de reeks na de vervaldatum

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
nl: Indien ingesteld, wordt de reeksinhoud verborgen voor niet-stafgebruikers nadat de vervaldatum is verstreken.

source: Is Entrance Exam
nl: Is toelatingsexamen

source: Tag this course block as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
nl: Tag dit cursusblok als Toelatingsexamen. Let op: je moet toelatingsexamens inschakelen voordat deze cursusinstelling van kracht wordt.

source: Is Time Limited
nl: Is de tijd beperkt

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
nl: Deze instelling geeft aan of studenten een beperkte tijd hebben om dit cursusmateriaalonderdeel te bekijken of ermee te werken.

source: Time Limit in Minutes
nl: Tijdslimiet in minuten

source: The number of minutes available to students for viewing or interacting with this courseware component.
nl: Het aantal minuten dat studenten beschikbaar hebben voor het bekijken of gebruiken van dit cursusmateriaalonderdeel.

source: Is Proctoring Enabled
nl: Is proctoring ingeschakeld

source: This setting indicates whether this exam is a proctored exam.
nl: Deze instelling geeft aan of dit examen een geproctord examen is.

source: Software Secure Review Rules
nl: Regels voor veilige softwarebeoordeling

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
nl: Deze instelling geeft aan welke regels het proctoringteam moet volgen bij het bekijken van de video’s.

source: Is Practice Exam
nl: Is oefenexamen

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
nl: Deze instelling geeft aan of dit examen alleen voor testdoeleinden is. Oefenexamens worden niet geverifieerd.

source: Is Onboarding Exam
nl: Is een onboarding-examen

source: This setting indicates whether this exam is an onboarding exam.
nl: Deze instelling geeft aan of dit examen een onboarding-examen is.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
nl: Deze subsectie is ontgrendeld voor studenten als ze aan de vereiste vereisten voldoen.

source: This exam is hidden from the learner.
nl: Dit examen is verborgen voor de leerling.

source: Because the course has ended, this assignment is hidden from the learner.
nl: Omdat de cursus is afgelopen, is deze opdracht verborgen voor de cursist.

source: Because the due date has passed, this assignment is hidden from the learner.
nl: Omdat de inleverdatum is verstreken, is deze opdracht verborgen voor de leerling.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
nl: Dit onderdeel is een voorwaarde. Je moet dit gedeelte voltooien om extra inhoud te ontgrendelen.

source: A list summarizing what students should look forward to in this section.
nl: Een lijst met een samenvatting van waar leerlingen in dit onderdeel naar uit kunnen kijken.

source: Group ID {group_id}
nl: Groeps-ID {group_id}

source: Not Selected
nl: Niet geselecteerd

source: The display name for this component. (Not shown to learners)
nl: De weergavenaam voor dit onderdeel. (Niet getoond aan leerlingen)

source: Content Experiment
nl: Inhoudsexperiment

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
nl: De configuratie bepaalt hoe gebruikers worden gegroepeerd voor dit inhoudsexperiment. Let op: het wijzigen van de groepsconfiguratie van een voor leerlingen zichtbaar experiment heeft gevolgen voor de experimentgegevens.

source: Group Configuration
nl: Groepsconfiguratie

source: Which child block students in a particular group_id should see
nl: Welk kindblok moeten leerlingen in een bepaalde group_id zien

source: {group_name} (inactive)
nl: {group_name} (inactief)

source: The experiment is not associated with a group configuration.
nl: Het experiment is niet gekoppeld aan een groepsconfiguratie.

source: Select a Group Configuration
nl: Selecteer een groepsconfiguratie

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
nl: Het experiment maakt gebruik van een verwijderde groepsconfiguratie. Selecteer een geldige groepsconfiguratie of verwijder dit experiment.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
nl: Het experiment maakt gebruik van een groepsconfiguratie die niet wordt ondersteund voor experimenten. Selecteer een geldige groepsconfiguratie of verwijder dit experiment.

source: The experiment does not contain all of the groups in the configuration.
nl: Het experiment bevat niet alle groepen in de configuratie.

source: Add Missing Groups
nl: Ontbrekende groepen toevoegen

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
nl: Het experiment heeft een inactieve groep. Verplaats inhoud naar actieve groepen en verwijder vervolgens de inactieve groep.

source: This content experiment has issues that affect content visibility.
nl: Dit inhoudsexperiment heeft problemen die de zichtbaarheid van de inhoud beïnvloeden.

source: External Discussion
nl: Externe discussie

source: Enable in-context discussions for the Unit
nl: Schakel contextuele discussies in voor de eenheid

source: Add discussion for the Unit.
nl: Discussie voor de eenheid toevoegen.

source: Here's a fun clip from a class I'm taking on {social_account_handle} from {organization_name}.
nl: Hier is een leuk fragment uit een les die ik volg over {social_account_handle} van {organization_name} .

source: Here's a fun clip from a class I'm taking on {social_account_handle}.
nl: Hier is een leuk fragment uit een les die ik volg over {social_account_handle} .

source: Here's a fun clip from a class I'm taking from {organization_name}.
nl: Hier is een leuk fragment uit een les die ik volg van {organization_name} .

source: Here's a fun clip from a class I'm taking on {platform_name}.
nl: Hier is een leuk fragment uit een les die ik volg over {platform_name} .

source: Can't get transcript link from Youtube for {youtube_id}.
nl: Kan geen transcriptlink van YouTube krijgen voor {youtube_id} .

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
nl: Kan geen transcripties van YouTube ontvangen voor {youtube_id} . Statuscode: {status_code} .

source: We support only SubRip (*.srt) transcripts format.
nl: We ondersteunen alleen het SubRip-transcriptieformaat (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
nl: Er is iets mis met het SubRip-transcriptiebestand tijdens het parseren. De innerlijke boodschap is {error_message}

source: Something wrong with SubRip transcripts file during parsing.
nl: Er is iets mis met het SubRip-transcriptiebestand tijdens het parseren.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
nl: {exception_message} : Kan geüploade transcripties niet vinden: {user_filename}

source: Basic
nl: Basis

source: There is no transcript file associated with the {lang} language.
nl: Er is geen transcriptbestand gekoppeld aan de taal {lang} .

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
nl: De URL voor uw video. Dit kan een YouTube-URL zijn of een link naar een .mp4-, .ogg- of .webm-videobestand dat elders op internet wordt gehost.

source: Default Video URL
nl: Standaard video-URL

source: Language is required.
nl: Taal is vereist.

source: Component Display Name
nl: Weergavenaam van component

source: Current position in the video.
nl: Huidige positie in de video.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
nl: Optioneel, voor oudere browsers: de YouTube-ID voor de video op normale snelheid.

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
nl: Optioneel, voor oudere browsers: de YouTube-ID voor de .75x snelheidsvideo.

source: YouTube ID for .75x speed
nl: YouTube-ID voor .75x snelheid

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
nl: Optioneel, voor oudere browsers: de YouTube-ID voor de 1,25x snelheidsvideo.

source: YouTube ID for 1.25x speed
nl: YouTube-ID voor 1,25x snelheid

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
nl: Optioneel, voor oudere browsers: de YouTube-ID voor de 1,5x snelheidsvideo.

source: YouTube ID for 1.5x speed
nl: YouTube-ID voor 1,5x snelheid

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
nl: Tijd waarop u wilt dat de video start als u niet wilt dat de hele video wordt afgespeeld. Niet ondersteund in de native mobiele app: het volledige videobestand wordt afgespeeld. Geformatteerd als UU:MM:SS. De maximale waarde is 23:59:59.

source: Video Start Time
nl: Begintijd video

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
nl: Tijd waarop u wilt dat de video stopt als u niet wilt dat de hele video wordt afgespeeld. Niet ondersteund in de native mobiele app: het volledige videobestand wordt afgespeeld. Geformatteerd als UU:MM:SS. De maximale waarde is 23:59:59.

source: Video Stop Time
nl: Video-stoptijd

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
nl: Sta leerlingen toe versies van deze video in verschillende formaten te downloaden als ze de edX-videospeler niet kunnen gebruiken of geen toegang hebben tot YouTube. Je moet ten minste één niet-YouTube-URL toevoegen in het veld Videobestand-URL&#39;s.

source: Video Download Allowed
nl: Videodownload toegestaan

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
nl: De URL of URL&#39;s waarop je niet-YouTube-versies van de video hebt gepost. Elke URL moet eindigen op .mpeg, .mp4, .ogg of .webm en mag geen YouTube-URL zijn. (Voor browsercompatibiliteit raden we ten zeerste de formaten .mp4 en .webm aan.) Leerlingen kunnen de eerst genoemde video bekijken die compatibel is met de computer van de leerling. Om leerlingen toe te staan deze video&#39;s te downloaden, stelt u Videodownload toegestaan in op Waar.

source: Video File URLs
nl: URL&#39;s van videobestanden

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
nl: Standaard kunnen leerlingen een .srt- of .txt-transcriptie downloaden als je Transcript downloaden toegestaan instelt op True. Als je een downloadbaar transcript in een ander formaat wilt aanleveren, raden we je aan een hand-out te uploaden via het veld Een hand-out uploaden. Als dit niet mogelijk is, kunt u een transcriptiebestand op de pagina Bestanden en uploads of op internet plaatsen en vervolgens hier de URL voor het transcript toevoegen. Studenten zien onder de video een link om dat transcript te downloaden.

source: Downloadable Transcript URL
nl: Downloadbare transcript-URL

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
nl: Laat leerlingen het getimede transcript downloaden. Onder de video wordt een link weergegeven om het bestand te downloaden. Standaard is het transcript een .srt- of .txt-bestand. Als je het transcript in een ander formaat wilt downloaden om te downloaden, upload dan een bestand met behulp van het veld Hand-out uploaden.

source: Download Transcript Allowed
nl: Download transcript toegestaan

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
nl: Het standaardtranscript voor de video, uit het veld Standaard getimed transcript op het tabblad Basis. Deze transcriptie moet in het Engels zijn. U hoeft deze instelling niet te wijzigen.

source: Default Timed Transcript
nl: Standaard getimed transcript

source: Specify whether the transcripts appear with the video by default.
nl: Geef op of de transcripties standaard bij de video worden weergegeven.

source: Show Transcript
nl: Toon transcript

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
nl: Voeg transcripties in verschillende talen toe. Klik hieronder om een taal op te geven en een .srt-transcriptiebestand voor die taal te uploaden.

source: Transcript Languages
nl: Transcriptietalen
