Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: {learner_name}, edX Learner
nl: {learner_name} , edX-leerling

source: I wanted to include a verified certificate on my resumé and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
nl: Ik wilde een geverifieerd certificaat toevoegen aan mijn CV en mijn profiel om te illustreren dat ik werk aan dit doel dat ik heb en dat ik iets heb bereikt terwijl ik werkloos was.

source: Upgrade ({course_price})
nl: Upgraden ( {course_price} )

source: This course does not have any updates.
nl: Deze cursus heeft geen updates.

source: Connected Accounts
nl: Verbonden accounts

source: Linked
nl: Gekoppeld

source: Not Linked
nl: Niet gekoppeld

source: Unlink
nl: Ontkoppelen

source: Link
nl: Koppeling

source: Completed {completion_date_html}
nl: {completion_date_html} voltooid

source: {course_mode} certificate
nl: {course_mode} -certificaat

source: You haven't earned any certificates yet.
nl: U heeft nog geen certificaten behaald.

source: Explore New Courses
nl: Ontdek nieuwe cursussen

source: Learner Profile
nl: Leerlingprofiel

source: View My Records
nl: Bekijk mijn records

source: My Profile
nl: Mijn profiel

source: Build out your profile to personalize your identity on {platform_name}.
nl: Breid uw profiel uit om uw identiteit te personaliseren op {platform_name} .

source: An error occurred. Try loading the page again.
nl: Er is een fout opgetreden. Probeer de pagina opnieuw te laden.

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
nl: {tos_link_start} Servicevoorwaarden {tos_link_end} en {honor_link_start} Eercode {honor_link_end}

source: Copyright
nl: auteursrechten

source: Copyright {year}. All rights reserved.
nl: Auteursrecht {year} . Alle rechten voorbehouden.

source: For anyone, anywhere, anytime
nl: Voor iedereen, overal en altijd

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
nl: Het spijt ons, maar deze versie van uw browser wordt niet ondersteund. Probeer het opnieuw met een andere browser of een nieuwere versie van uw browser.

source: The following errors occurred while processing your registration:
nl: De volgende fouten zijn opgetreden tijdens het verwerken van uw registratie:

source: Sign up with {provider_name}
nl: Meld u aan met {provider_name}

source: Create your own {platform_name} account below
nl: Maak hieronder uw eigen {platform_name} -account aan

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
nl: Verplichte velden zijn <strong class="indicator">vetgedrukt en met een asterisk (*)</strong> aangegeven.

source: You've successfully signed in with {selected_provider}.
nl: U bent succesvol aangemeld met {selected_provider} .

source: We just need a little more information before you start learning with {platform_name}.
nl: We hebben alleen wat meer informatie nodig voordat u begint met leren met {platform_name} .

source: Please complete the following fields to register for an account.
nl: Vul de volgende velden in om u te registreren voor een account.

source: example: Jane Doe
nl: voorbeeld: Jane Doe

source: Your legal name, used for any certificates you earn.
nl: Uw wettelijke naam, gebruikt voor alle certificaten die u verdient.

source: example: JaneDoe
nl: voorbeeld: JaneDoe

source: Will be shown in any discussions or forums you participate in
nl: Wordt weergegeven in alle discussies of forums waaraan u deelneemt

source: cannot be changed later
nl: kan achteraf niet meer worden gewijzigd

source: Welcome {username}
nl: Welkom {username}

source: Enter a Public Display Name:
nl: Voer een openbare weergavenaam in:

source: Public Display Name
nl: Openbare weergavenaam

source: Additional Personal Information
nl: Aanvullende persoonlijke informatie

source: example: New York
nl: voorbeeld: New York

source: Highest Level of Education Completed
nl: Hoogste opleidingsniveau voltooid

source: Year of Birth
nl: Geboortejaar

source: Please share with us your reasons for registering with {platform_name}
nl: Deel alstublieft met ons uw redenen voor registratie bij {platform_name}

source: Account Acknowledgements
nl: Accountbevestigingen

source: Preferences for {platform_name}
nl: Voorkeuren voor {platform_name}

source: Update my {platform_name} Account
nl: Update mijn {platform_name} -account

source: Processing your account information
nl: Het verwerken van uw accountgegevens

source: Welcome {username}! Please set your preferences below
nl: Welkom {username} ! Stel hieronder uw voorkeuren in

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
nl: Verplichte velden worden aangegeven met {strong_indicator} vetgedrukte tekst en een asterisk (*). {strong_close}

source: Update My Account
nl: Update mijn account

source: Registration Help
nl: Hulp bij registratie

source: Already registered?
nl: Al geregistreerd?

source: Next Steps
nl: Volgende stappen

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
nl: U ontvangt een activatie-e-mail. U moet op de activeringslink klikken om het proces te voltooien. Zie je de e-mail niet? Controleer uw spammap en markeer e-mails van class.stanford.edu als &#39;geen spam&#39;, aangezien u e-mail van uw cursussen wilt kunnen ontvangen.

source: Need Help?
nl: Hulp nodig?

source: Need help in registering with {platform_name}?
nl: Hulp nodig bij het registreren met {platform_name} ?

source: View our FAQs for answers to commonly asked questions.
nl: Bekijk onze FAQ&#39;s voor antwoorden op veelgestelde vragen.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
nl: Eenmaal geregistreerd, kunnen de meeste vragen worden beantwoord in de cursusspecifieke discussieforums of via de FAQ&#39;s.

source: Thank you for signing up for {platform_name}.
nl: Bedankt voor uw aanmelding voor {platform_name} .

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
nl: Verander uw leven en begin vandaag nog met leren door uw {platform_name} -account te activeren. Klik op onderstaande link of kopieer en plak deze in de adresbalk van uw browser.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
nl: Als u dit niet heeft aangevraagd, hoeft u niets te doen; Je ontvangt geen e-mail meer van ons. Gelieve deze e-mail niet te beantwoorden; Als je hulp nodig hebt, ga dan naar het gedeelte &#39;Over&#39; van de website {platform_name} Cursussen.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
nl: Dit is om te bevestigen dat u het e-mailadres dat is gekoppeld aan {platform_name} hebt gewijzigd van {old_email} in {new_email} . Als u dit verzoek niet heeft gedaan, kunt u contact met ons opnemen via

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
nl: We hebben een verzoek ontvangen om het e-mailadres dat aan uw {platform_name} -account is gekoppeld, te wijzigen van {old_email} in {new_email} . Als dit correct is, bevestig dan uw nieuwe e-mailadres door naar:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
nl: We vinden het jammer. Onze cursusmedewerkers hebben uw verzoek om uw naam te wijzigen van {old_name} in {new_name} niet goedgekeurd. Als u meer hulp nodig heeft, kunt u een e-mail sturen naar de technische ondersteuning op {email}

source: Put your Terms of Service here!
nl: Plaats hier uw Servicevoorwaarden!

source: Put your Privacy Policy here!
nl: Plaats hier uw privacybeleid!

source: Put your Honor Code here!
nl: Zet hier uw erecode!

source: Put your Copyright Text here!
nl: Plaats hier uw Copyrighttekst!
