Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
nl: Alleen XBlocks die vermeld staan in de Geavanceerde Modulelijst van een cursus kunnen als verouderd worden gemarkeerd. Vergeet niet om de ondersteuningsstatus van XBlockStudioConfiguration dienovereenkomstig bij te werken, aangezien verouderd geen invloed heeft op het al dan niet maken van nieuwe XBlock-instanties in Studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
nl: XBlock/template-combinaties die zijn uitgeschakeld, kunnen niet worden bewerkt in Studio, ongeacht het ondersteuningsniveau. Vergeet niet om ook te controleren of alle exemplaren van XBlock zijn uitgeschakeld in XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
nl: Ingeschakelde XBlock/template-combinaties met volledige of voorlopige ondersteuning kunnen altijd in Studio worden gemaakt. Voor niet-ondersteunde XBlock/sjablooncombinaties is aanmelding van de cursusauteur vereist.

source: show deprecation messaging in Studio
nl: beëindigingsberichten weergeven in Studio

source: Fully Supported
nl: Volledig ondersteund

source: Provisionally Supported
nl: Voorlopig ondersteund

source: Unsupported
nl: Niet ondersteund

source: Unlock Account
nl: Account ontgrendelen

source: Close
nl: Dichtbij

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
nl: Dit is een gerouteerde e-mail voor accountactivatie voor %(routed_user)s ( %(routed_user_email)s ): %(routed_profile_name)s

source: Account activation
nl: Account activatie

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
nl: Je bent er bijna! Gebruik de onderstaande link om uw account te activeren en toegang te krijgen tot boeiende, hoogwaardige %(platform_name)s -cursussen. Houd er rekening mee dat u zich pas opnieuw kunt aanmelden bij uw account nadat u deze hebt geactiveerd.

source: Activate your account
nl: Activeer uw account

source: Enjoy learning with %(platform_name)s.
nl: Veel plezier met leren met %(platform_name)s .

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
nl: Als u hulp nodig heeft, kunt u ons webformulier gebruiken op {start_anchor_web} %(support_url)s {end_anchor} of een e-mail sturen naar {start_anchor_email} %(support_email)s {end_anchor} .

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
nl: Dit e-mailbericht is automatisch verzonden door %(lms_url)s omdat iemand heeft geprobeerd een account aan te maken op %(platform_name)s met dit e-mailadres.

source: You’re almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
nl: Je bent er bijna! Gebruik de onderstaande link om uw account te activeren en toegang te krijgen tot boeiende, hoogwaardige %(platform_name)s -cursussen. Houd er rekening mee dat u zich pas opnieuw kunt aanmelden bij uw account nadat u deze hebt geactiveerd.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
nl: Als u hulp nodig heeft, kunt u ons webformulier gebruiken op %(support_url)s of een e-mail sturen %(support_email)s .

source: Action Required: Activate your %(platform_name)s account
nl: Actie vereist: Activeer uw %(platform_name)s -account

source: Create Password
nl: Maak een wachtwoord

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
nl: U ontvangt deze e-mail omdat u heeft verzocht een wachtwoord aan te maken voor uw gebruikersaccount op %(platform_name)s .

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
nl: We hebben de toegang tot uw %(platform_name)s -account hersteld met behulp van het herstel-e-mailadres dat u bij registratie heeft opgegeven.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
nl: Nadat u [hieronder] een wachtwoord heeft aangemaakt, kunt u met dit e-mailadres ( %(email)s ) en uw nieuwe wachtwoord inloggen op %(platform_name)s .

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
nl: Als u deze wijziging niet heeft aangevraagd, kunt u deze e-mail negeren. We hebben uw wachtwoord nog niet opnieuw ingesteld.

source: Thanks for using our site!
nl: Bedankt voor het gebruiken van onze site!

source: The %(platform_name)s Team
nl: Het %(platform_name)s team

source: Password creation on %(platform_name)s
nl: Wachtwoord aanmaken op %(platform_name)s

source: Email Change
nl: E-mail wijzigen

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
nl: We hebben een verzoek ontvangen om het e-mailadres dat is gekoppeld aan uw %(platform_name)s -account te wijzigen van %(old_email)s in %(new_email)s . Als dit correct is, bevestig dan uw nieuwe e-mailadres door naar:

source: Confirm Email Change
nl: Bevestig e-mailwijziging

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
nl: Als u dit niet heeft aangevraagd, hoeft u niets te doen; Je ontvangt geen e-mail meer van ons. Gelieve deze e-mail niet te beantwoorden; Als u hulp nodig heeft, raadpleeg dan het helpgedeelte van de %(platform_name)s -website.

source: Request to change %(platform_name)s account e-mail
nl: Verzoek om het e-mailadres van het %(platform_name)s -account te wijzigen

source: Email Change Confirmation for %(platform_name)s
nl: Bevestiging van e-mailwijziging voor %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
nl: Dit is om te bevestigen dat u het e-mailadres dat is gekoppeld aan %(platform_name)s hebt gewijzigd van %(old_email)s in %(new_email)s . Als u dit verzoek niet heeft gedaan, neem dan onmiddellijk contact met ons op. Contactgegevens staan vermeld op:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
nl: Wij houden een logboek bij van oude e-mails, zodat we het kunnen onderzoeken als dit verzoek onbedoeld is.

source: Proctoring requirements for %(course_name)s
nl: Proctoringvereisten voor %(course_name)s

source: Hello %(full_name)s,
nl: Hallo %(full_name)s ,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
nl: U bent ingeschreven voor %(course_name)s op %(platform_name)s . Deze cursus bevat geproctorde examens.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
nl: Examens onder toezicht zijn getimede examens die u aflegt terwijl proctoringsoftware het bureaublad, de webcamvideo en het geluid van uw computer controleert. Je cursus maakt gebruik van %(proctoring_provider)s -software voor proctoring.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
nl: Bekijk zorgvuldig de systeemvereisten en de stappen voor het afleggen van een examen onder toezicht om er zeker van te zijn dat u voorbereid bent.

source: Proctoring Instructions and Requirements
nl: Instructies en vereisten voor proctoring

source: Thank you,
nl: Bedankt,

source: The %(platform_name)s Team
nl: Het %(platform_name)s team

source: Hello %(full_name)s
nl: Hallo %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
nl: U bent ingeschreven voor %(course_name)s op %(platform_name)s . Deze cursus bevat geproctorde examens.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
nl: Examens onder toezicht zijn getimede examens die u aflegt terwijl proctoringsoftware het bureaublad, de webcamvideo en het geluid van uw computer controleert. Je cursus maakt gebruik van %(proctoring_provider)s -software voor proctoring.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
nl: Bekijk zorgvuldig de systeemvereisten en de stappen voor het afleggen van een examen onder toezicht om er zeker van te zijn dat u voorbereid bent.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
nl: Om proctoringinstructies en vereisten te bekijken, ga naar: %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
nl: Deze e-mail is automatisch verzonden van %(platform_name)s naar %(full_name)s .

source: Proctoring requirements for %(course_name)s
nl: Proctoringvereisten voor %(course_name)s

source: Create Recovery Email
nl: Herstel-e-mailadres maken

source: You've registered this recovery email address for %(platform_name)s.
nl: U heeft dit herstel-e-mailadres geregistreerd voor %(platform_name)s .

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
nl: Als u dit e-mailadres heeft ingesteld, klikt u op &#39;E-mail bevestigen&#39;. Als u deze wijziging niet heeft aangevraagd, kunt u deze e-mail negeren.

source: Confirm Email
nl: Bevestig Email

source: Confirm your recovery email for %(platform_name)s
nl: Bevestig uw herstelmailadres voor %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
nl: De cursus &quot; {course_name} &quot; ( {course_mode} , {start_date} - {end_date} ) voltooid

source: Completed the course "{course_name}" ({course_mode})
nl: De cursus &quot; {course_name} &quot; ( {course_mode} ) voltooid

source: The badge image must be square.
nl: De badgeafbeelding moet vierkant zijn.

source: The badge image file size must be less than 250KB.
nl: De bestandsgrootte van de badgeafbeelding moet kleiner zijn dan 250 KB.

source: This value must be all lowercase.
nl: Deze waarde moet geheel uit kleine letters bestaan.

source: Take free online courses at edX.org
nl: Volg gratis online cursussen op edX.org

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
nl: © {org_name} . Alle rechten voorbehouden, tenzij anders aangegeven. edX, Open edX en hun respectievelijke logo&#39;s zijn geregistreerde handelsmerken van edX Inc.

source: Powered by Open edX
nl: Mogelijk gemaakt door OpenedX

source: Blog
nl: Bloggen

source: Contact Us
nl: Neem contact met ons op

source: Help Center
nl: Helpcentrum

source: Security
nl: Beveiliging

source: Donate
nl: Doneer

source: About
nl: Over

source: {platform_name} for Business
nl: {platform_name} voor bedrijven

source: Careers
nl: Carrières

source: News
nl: Nieuws

source: Terms of Service & Honor Code
nl: Servicevoorwaarden en erecode

source: Privacy Policy
nl: Privacybeleid

source: Accessibility Policy
nl: Toegankelijkheidsbeleid

source: Terms of Service
nl: Servicevoorwaarden

source: Affiliates
nl: Geassocieerden

source: Cookie Policy
nl: Cookie beleid

source: Your Privacy Choices
nl: Uw privacykeuzes

source: Trademark Policy
nl: Handelsmerkbeleid

source: Download the {platform_name} mobile app from the Apple App Store
nl: Download de mobiele app {platform_name} uit de Apple App Store

source: Download the {platform_name} mobile app from Google Play
nl: Download de mobiele app {platform_name} van Google Play

source: "{course_title}" Course Staff
nl: &quot; {course_title} &quot; Cursuspersoneel

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
nl: Een CCX kan op deze cursus alleen via een externe dienst worden aangemaakt. Neem contact op met een cursusbeheerder om u toegang te geven.

source: The course is full: the limit is {max_student_enrollments_allowed}
nl: De cursus is vol: de limiet is {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
nl: Je moet een CCX Coach zijn om toegang te krijgen tot deze weergave.

source: You must be the coach for this ccx to access this view
nl: U moet de coach voor deze ccx zijn om toegang te krijgen tot deze weergave

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
nl: Je kunt geen CCX maken van een cursus met een verouderde ID. Maak een herhaling van deze cursus in de studio om deze actie mogelijk te maken.

source: regenerated
nl: geregenereerd

source: generated
nl: gegenereerd

source: All learners
nl: Alle leerlingen

source: For exceptions
nl: Voor uitzonderingen

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
nl: Een voor mensen leesbare beschrijving van het voorbeeldcertificaat. Bijvoorbeeld &#39;geverifieerd&#39; of &#39;eer&#39; om onderscheid te maken tussen twee soorten certificaten.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
nl: Een unieke ID voor het voorbeeldcertificaat. Dit wordt gebruikt wanneer we een antwoord van de wachtrij ontvangen om te bepalen welk voorbeeldcertificaat is verwerkt.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
nl: Een toegangssleutel voor het voorbeeldcertificaat. Dit wordt gebruikt wanneer we een antwoord van de wachtrij ontvangen om te valideren dat de afzender dezelfde entiteit is die we hebben gevraagd om het certificaat te genereren.

source: The full name that will appear on the certificate.
nl: De volledige naam die op het certificaat zal verschijnen.

source: The template file to use when generating the certificate.
nl: Het sjabloonbestand dat moet worden gebruikt bij het genereren van het certificaat.

source: The status of the example certificate.
nl: De status van het voorbeeldcertificaat.

source: The reason an error occurred during certificate generation.
nl: De reden dat er een fout is opgetreden tijdens het genereren van het certificaat.

source: The download URL for the generated certificate.
nl: De download-URL voor het gegenereerde certificaat.

source: Name of template.
nl: Naam van sjabloon.

source: Description and/or admin notes.
nl: Beschrijving en/of beheerdersnotities.

source: Django template HTML.
nl: Django-sjabloon HTML.

source: Organization of template.
nl: Organisatie van sjabloon.

source: The course mode for this template.
nl: De cursusmodus voor deze sjabloon.

source: On/Off switch.
nl: Aan / uit knop.

source: Description of the asset.
nl: Beschrijving van het actief.

source: Asset file. It could be an image or css file.
nl: Activabestand. Het kan een afbeelding of CSS-bestand zijn.

source: Asset's unique slug. We can reference the asset in templates using this value.
nl: De unieke slak van Asset. Met deze waarde kunnen we in sjablonen naar het item verwijzen.

source: user is not given.
nl: gebruiker wordt niet gegeven.

source: user '{user}' does not exist
nl: gebruiker &#39;{user}&#39; bestaat niet

source: Course id '{course_id}' is not valid
nl: Cursus-ID &#39;{course_id}&#39; is niet geldig

source: The course does not exist against the given key '{course_key}'
nl: De cursus bestaat niet met de opgegeven sleutel &#39;{course_key}&#39;

source: User {username} does not exist
nl: Gebruiker {username} bestaat niet

source: {course_key} is not a valid course key
nl: {course_key} is geen geldige cursussleutel

source: The course {course_key} does not exist
nl: De cursus {course_key} bestaat niet

source: User {user_id} is not enrolled in the course {course_key}
nl: Gebruiker {user_id} is niet ingeschreven voor de cursus {course_key}

source: An unexpected error occurred while regenerating certificates.
nl: Er is een onverwachte fout opgetreden tijdens het opnieuw genereren van certificaten.

source: User {username} is not enrolled in the course {course_key}
nl: Gebruiker {username} is niet ingeschreven voor de cursus {course_key}

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
nl: Een {cert_type} -certificaat geeft aan dat een leerling ermee heeft ingestemd zich te houden aan de erecode opgesteld door {platform_name} en alle vereiste taken voor deze cursus volgens de richtlijnen ervan heeft voltooid.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
nl: Een {cert_type} -certificaat geeft aan dat een leerling ermee heeft ingestemd zich te houden aan de erecode opgesteld door {platform_name} en alle vereiste taken voor deze cursus volgens de richtlijnen ervan heeft voltooid.

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
nl: Een {cert_type} -certificaat geeft ook aan dat de identiteit van de leerling is gecontroleerd en geldig is.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
nl: Een {cert_type} -certificaat toont een hoog prestatieniveau in een studieprogramma aan en omvat verificatie van de identiteit van de student.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
nl: Dit is een geldig {platform_name} -certificaat voor {user_name} , die heeft deelgenomen aan {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
nl: {partner_short_name} {course_number} Certificaat | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
nl: met succes afgerond, een voldoende behaald en het {platform_name} {certificate_type} Certificaat van voltooiing behaald in

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
nl: {platform_name} erkent prestaties door middel van certificaten, die worden toegekend voor cursusactiviteiten die {platform_name} -studenten voltooien.

source: All rights reserved
nl: Alle rechten voorbehouden

source: Invalid Certificate
nl: Ongeldig certificaat

source: Certificate Validation
nl: Certificaatvalidatie

source: About {platform_name} Accomplishments
nl: Over {platform_name} Prestaties

source: Issued On:
nl: Uitgegeven op:

source: Certificate ID Number
nl: Certificaat-ID-nummer

source: About {platform_name} Certificates
nl: Over {platform_name} -certificaten

source: How {platform_name} Validates Student Certificates
nl: Hoe {platform_name} studentencertificaten valideert

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
nl: Certificaten uitgegeven door {platform_name} worden ondertekend met een gpg-sleutel, zodat ze onafhankelijk kunnen worden gevalideerd door iedereen met de openbare sleutel {platform_name} . Voor onafhankelijke verificatie gebruikt {platform_name} een zogenaamde &quot;vrijstaande handtekening&quot;&quot;.

source: Validate this certificate for yourself
nl: Valideer dit certificaat voor uzelf

source: {platform_name} offers interactive online classes and MOOCs.
nl: {platform_name} biedt interactieve online lessen en MOOC&#39;s.

source: About {platform_name}
nl: Over {platform_name}

source: Learn more about {platform_name}
nl: Meer informatie over {platform_name}

source: Learn with {platform_name}
nl: Leer met {platform_name}

source: Work at {platform_name}
nl: Werk bij {platform_name}

source: Contact {platform_name}
nl: Neem contact op met {platform_name}

source: {platform_name} acknowledges the following student accomplishment
nl: {platform_name} erkent de volgende prestatie van de leerling

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
nl: een studiecursus aangeboden door {partner_short_name} , een online leerinitiatief van {partner_long_name} .

source: a course of study offered by {partner_short_name}.
nl: een studiecursus aangeboden door {partner_short_name} .

source: I completed the {course_title} course on {platform_name}.
nl: Ik heb de cursus {course_title} op {platform_name} voltooid.

source: I completed a course at {platform_name}. Take a look at my certificate.
nl: Ik heb een cursus gevolgd op {platform_name} . Kijk eens naar mijn certificaat.

source: More Information About {user_name}'s Certificate:
nl: Meer informatie over het certificaat van {user_name} :

source: {fullname}, you earned a certificate!
nl: {fullname} , je hebt een certificaat verdiend!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
nl: Gefeliciteerd! Op deze pagina wordt samengevat wat u heeft bereikt. Laat het zien aan familie, vrienden en collega&#39;s in uw sociale en professionele netwerken.

source: More about {fullname}'s accomplishment
nl: Meer over de prestatie van {fullname}

source: {course_id} is not a valid course key.
nl: {course_id} is geen geldige cursussleutel.

source: Course {course_id} does not exist.
nl: Cursus {course_id} bestaat niet.

source: Use the checkout page hosted by the E-Commerce service.
nl: Gebruik de betaalpagina die wordt gehost door de E-Commerce-service.

source: Path to course(s) checkout page hosted by the E-Commerce service.
nl: Pad naar de afrekenpagina van de cursus(sen) die wordt gehost door de e-commerceservice.

source: Cache Time To Live
nl: Cache-tijd om te leven
