Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Exception Granted
nl: Uitzondering toegestaan

source: Certificate Generated
nl: Certificaat gegenereerd

source: Notes
nl: Opmerkingen

source: Remove from List
nl: Verwijder van Lijst

source: Bulk Exceptions
nl: Bulkuitzonderingen

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
nl: Upload een bestand met door komma&#39;s gescheiden waarden (.csv) dat de gebruikersnamen of e-mailadressen bevat van leerlingen aan wie uitzonderingen zijn toegestaan. Neem de gebruikersnaam of het e-mailadres op in het eerste door komma&#39;s gescheiden veld. U kunt een optionele opmerking opnemen waarin de reden voor de uitzondering wordt beschreven in het tweede, door komma&#39;s gescheiden veld.

source: Upload a CSV file
nl: Upload een CSV-bestand

source: To invalidate a certificate for a particular learner, add the username or email address below.
nl: Om een certificaat voor een bepaalde leerling ongeldig te maken, voegt u hieronder de gebruikersnaam of het e-mailadres toe.

source: Add notes about this learner
nl: Voeg notities toe over deze leerling

source: Invalidate Certificate
nl: Certificaat ongeldig maken

source: Invalidated By
nl: Ongeldig gemaakt door

source: Invalidated
nl: Ongeldig gemaakt

source: Remove from Invalidation Table
nl: Verwijderen uit ongeldigverklaringstabel

source: Divided
nl: Verdeeld

source: Manage Learners
nl: Beheer leerlingen

source: Add learners to this cohort
nl: Voeg leerlingen toe aan dit cohort

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
nl: Opmerking: leerlingen kunnen slechts in één cohort zitten. Als u leerlingen aan deze groep toevoegt, worden eerdere groepsopdrachten overschreven.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
nl: Voer e-mailadressen en/of gebruikersnamen in, gescheiden door nieuwe regels of komma&#39;s, voor de leerlingen die u wilt toevoegen. *

source: (Required Field)
nl: (Verplicht veld)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
nl: bijv. johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
nl: U ontvangt geen melding voor e-mails die stuiteren, dus controleer uw spelling nogmaals.

source: Add Learners
nl: Voeg leerlingen toe

source: Add a New Cohort
nl: Voeg een nieuw cohort toe

source: Enter the name of the cohort
nl: Voer de naam van het cohort in

source: Cohort Name
nl: Cohortnaam

source: Cohort Assignment Method
nl: Cohorttoewijzingsmethode

source: Automatic
nl: Automatisch

source: Manual
nl: Handmatig

source: There must be one cohort to which students can automatically be assigned.
nl: Er moet één cohort zijn waar studenten automatisch in kunnen worden ingedeeld.

source: Associated Content Group
nl: Bijbehorende inhoudsgroep

source: No Content Group
nl: Geen inhoudsgroep

source: Select a Content Group
nl: Selecteer een inhoudsgroep

source: Choose a content group to associate
nl: Kies een inhoudsgroep die u wilt koppelen

source: Not selected
nl: Niet geselecteerd

source: Deleted Content Group
nl: Verwijderde inhoudsgroep

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
nl: {screen_reader_start} Waarschuwing: {screen_reader_end} De eerder geselecteerde inhoudsgroep is verwijderd. Selecteer een andere inhoudsgroep.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
nl: {screen_reader_start} Waarschuwing: {screen_reader_end} Er bestaan geen inhoudsgroepen.

source: Only the parent course staff of a CCX can create content groups.
nl: Alleen het bovenliggende cursuspersoneel van een CCX kan inhoudsgroepen maken.

source: Create a content group
nl: Maak een inhoudsgroep

source: (contains %(student_count)s student)
nl: (bevat %(student_count)s leerling)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
nl: Studenten worden alleen aan dit cohort toegevoegd als u hun e-mailadres of gebruikersnaam op deze pagina opgeeft.

source: What does this mean?
nl: Wat betekent dit?

source: Learners are added to this cohort automatically.
nl: Studenten worden automatisch aan dit cohort toegevoegd.

source: Select a cohort
nl: Selecteer een cohort

source: Enable Cohorts
nl: Cohorten inschakelen

source: Select a cohort to manage
nl: Selecteer een cohort dat u wilt beheren

source: View Cohort
nl: Cohort bekijken

source: Assign learners to cohorts by uploading a CSV file
nl: Wijs leerlingen toe aan cohorten door een CSV-bestand te uploaden

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
nl: Als u cohortopdrachten van leerlingen wilt bekijken of de resultaten wilt zien van het uploaden van een CSV-bestand, downloadt u cursusprofielinformatie of cohortresultaten op de pagina {link_start} Gegevens downloaden {link_end} .

source: Specify whether discussion topics are divided
nl: Geef aan of de discussieonderwerpen verdeeld zijn

source: Course-Wide Discussion Topics
nl: Cursusbrede discussieonderwerpen

source: Select the course-wide discussion topics that you want to divide.
nl: Selecteer de cursusbrede discussieonderwerpen die u wilt verdelen.

source: Content-Specific Discussion Topics
nl: Inhoudsspecifieke discussieonderwerpen

source: Specify whether content-specific discussion topics are divided.
nl: Geef aan of inhoudelijke discussieonderwerpen verdeeld zijn.

source: Always divide content-specific discussion topics
nl: Verdeel altijd inhoudelijke gespreksonderwerpen

source: Divide the selected content-specific discussion topics
nl: Verdeel de geselecteerde inhoudelijke gespreksonderwerpen

source: No content-specific discussion topics exist.
nl: Er bestaan geen inhoudelijke discussieonderwerpen.

source: Used
nl: Gebruikt

source: Valid
nl: Geldig

source: Certificate Status:
nl: Certificaatstatus:

source: Certificate Purchased
nl: Certificaat gekocht

source: Change or Leave Session
nl: Sessie wijzigen of verlaten

source: You must select a session by {expiration_date} to access the course.
nl: U moet een sessie op {expiration_date} selecteren om toegang te krijgen tot de cursus.

source: You can no longer change sessions.
nl: Je kunt niet meer van sessie wisselen.

source: You can change sessions until {expiration_date}.
nl: U kunt van sessie wisselen tot {expiration_date} .

source: View Archived Course
nl: Gearchiveerde cursus bekijken

source: View Course
nl: Cursus bekijken

source: Select a session:
nl: Selecteer een sessie:

source: Enroll Now
nl: Schrijf nu in

source: Coming Soon
nl: Binnenkort beschikbaar

source: Enrollment Opens on
nl: Inschrijving opent op

source: Not Currently Available
nl: Momenteel niet beschikbaar

source: More sessions coming soon.
nl: Binnenkort meer sessies.

source: Change to a different session or leave the current session.
nl: Ga naar een andere sessie of verlaat de huidige sessie.

source: To access the course, select a session.
nl: Selecteer een sessie om toegang te krijgen tot de cursus.

source: Session Selection Dropdown for {courseName}
nl: Vervolgkeuzelijst Sessieselectie voor {courseName}

source: {sessionDates} - Currently Selected
nl: {sessionDates} - Momenteel geselecteerd

source: {sessionDates} (Open until {enrollmentEnd})
nl: {sessionDates} (open tot {enrollmentEnd} )

source: More sessions coming soon
nl: Binnenkort meer sessies

source: Leave the current session and decide later
nl: Verlaat de huidige sessie en beslis later

source: You are not enrolled in any programs yet.
nl: Je bent nog niet ingeschreven voor een programma.

source: Explore Programs
nl: Ontdek programma&#39;s

source: Browse recently launched courses and see what\'s new in your favorite subjects
nl: Blader door onlangs gelanceerde cursussen en zie wat er nieuw is in uw favoriete onderwerpen

source: Explore new programs
nl: Ontdek nieuwe programma&#39;s

source: Course
nl: Cursus

source: Completed
nl: Voltooid

source: Remaining
nl: Overig

source: %(programName)s Home Page.
nl: %(programName)s startpagina.

source: Subscribed
nl: Geabonneerd

source: Your {program} Certificate
nl: Uw {program} -certificaat

source: Open the certificate you earned for the %(title)s program.
nl: Open het certificaat dat u voor het %(title)s -programma hebt verdiend.

source: Trial subscription
nl: Proefabonnement

source: Active subscription
nl: Actief abonnement

source: Inactive subscription
nl: Inactief abonnement

source: View your receipts or modify your subscription on the {a_start}Orders and subscriptions{a_end} page
nl: Bekijk uw bonnen of wijzig uw abonnement op de pagina {a_start} Bestellingen en abonnementen {a_end}

source: Restart your subscription for {subscriptionPrice}. Your payment history is still available on the {a_start}Orders and subscriptions{a_end} page
nl: Start uw abonnement voor {subscriptionPrice} opnieuw. Uw betalingsgeschiedenis is nog steeds beschikbaar op de {a_start} Bestellingen en abonnementen {a_end} pagina

source: If you had a subscription previously, your payment history is still available on the {a_start}Orders and subscriptions{a_end} page
nl: Als u eerder een abonnement had, is uw betalingsgeschiedenis nog steeds beschikbaar op de pagina {a_start} Bestellingen en abonnementen {a_end}

source: Need help? Check out the {a_start}Learner Help Center{span_start}{icon}{span_end}{a_end} to troubleshoot issues or contact support
nl: Hulp nodig? Ga naar het {a_start} Helpcentrum voor leerlingen {span_start} {icon} {span_end} {a_end} om problemen op te lossen of neem contact op met de ondersteuning

source: Program Record
nl: Programma opnemen

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
nl: Zodra u aan een van de programmavereisten heeft voldaan, beschikt u over een programmarecord. Dit record wordt als voltooid gemarkeerd zodra u aan alle programmavereisten voldoet. Een programmarecord kan worden gebruikt om uw leertraject voort te zetten en uw leerproces aan anderen te demonstreren.

source: View Program Record
nl: Bekijk programmarecord

source: Additional Credit Opportunities
nl: Extra kredietmogelijkheden

source: Learn More
nl: Kom meer te weten

source: Additional Professional Opportunities
nl: Extra professionele mogelijkheden

source: Congratulations!
nl: Gefeliciteerd!

source: You have successfully completed all the requirements for the %(title)s %(type)s.
nl: U hebt met succes aan alle vereisten voor de %(title)s %(type)s voldaan.

source: Your Program Journey
nl: Jouw programmareis

source: Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course.
nl: Volg en plan uw voortgang via de %(count)s cursus(sen) in dit programma. Om het programma te voltooien, moet u voor elke cursus een geverifieerd certificaat behalen.

source: Manage my subscription
nl: Beheer mijn abonnement

source: Restart my subscription
nl: Start mijn abonnement opnieuw op

source: Start {trialLength}-day free trial
nl: Start een gratis proefperiode van {trialLength}

source: Trial ends {trialEndDate} at {trialEndTime}
nl: Proef eindigt {trialEndDate} bij {trialEndTime}

source: Your next billing date is {currentPeriodEnd}
nl: Uw volgende factuurdatum is {currentPeriodEnd}

source: {subscriptionPrice} subscription. Cancel anytime.
nl: {subscriptionPrice} -abonnement. Annuleer op elk gewenst moment.

source: {subscriptionPrice} subscription after trial ends. Cancel anytime.
nl: {subscriptionPrice} -abonnement nadat de proefperiode is afgelopen. Annuleer op elk gewenst moment.

source: Upgrade All Remaining Courses (
nl: Upgrade alle resterende cursussen (

source: COURSES IN PROGRESS
nl: CURSUSSEN IN UITVOERING

source: REMAINING COURSES
nl: RESTERENDE CURSUSSEN

source: COMPLETED COURSES
nl: VOLTOOIDE CURSUSSEN

source: As you complete courses, you will see them listed here.
nl: Terwijl u cursussen voltooit, ziet u ze hier vermeld.

source: Complete courses on your schedule to ensure you stand out in your field!
nl: Volg cursussen volgens uw schema om ervoor te zorgen dat u opvalt in uw vakgebied!

source: Transform your %(org)s %(type)s into a full master’s degree
nl: Transformeer jouw %(org)s %(type)s naar een volwaardig masterdiploma

source: Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities.
nl: Succesvolle afronding van de %(org)s %(program)s -referentie kan worden toegepast op flexibele, rigoureuze en betaalbare masterdiploma&#39;s van &#39;s werelds toonaangevende universiteiten.

source: Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course.
nl: Volg en plan uw voortgang via de %(count)s -cursussen in dit programma. Om het programma te voltooien, moet u voor elke cursus een geverifieerd certificaat behalen.

source: {organization}\'s logo
nl: {organization} &#39;s logo

source: My programs
nl: Mijn programma&#39;s

source: New
nl: Nieuw

source: Monthly program subscriptions {emDash} more flexible, more affordable
nl: Maandelijkse programma-abonnementen {emDash} flexibeler, betaalbaarder

source: Now available for many popular programs, affordable monthly subscription pricing can help you manage your budget more effectively. Subscriptions start at {minSubscriptionPrice}/month USD per program, after a 7-day full access free trial. Cancel at any time.
nl: Nu beschikbaar voor veel populaire programma&#39;s, kunnen betaalbare maandelijkse abonnementsprijzen u helpen uw budget effectiever te beheren. Abonnementen beginnen bij {minSubscriptionPrice} /maand USD per programma, na een gratis proefperiode van 7 dagen met volledige toegang. Annuleer op elk gewenst moment.

source: Explore subscription options
nl: Ontdek abonnementsopties

source: Needs verified certificate
nl: Vereist certificaat

source: Upgrade to Verified
nl: Upgrade naar Geverifieerd

source: Upgrade with a subscription
nl: Upgrade met een abonnement

source: Pay {subscriptionPrice} for all courses in this program
nl: Betaal {subscriptionPrice} voor alle cursussen in dit programma

source: Pay {subscriptionPrice} after {trialLength}-day free trial
nl: Betaal {subscriptionPrice} na een gratis proefperiode van {trialLength}

source: New Address
nl: Nieuw adres

source: Change My Email Address
nl: Wijzig mijn e-mailadres

source: Reset Password
nl: Wachtwoord opnieuw instellen

source: Switch Language Back
nl: Schakel taal terug

source: An error occurred. Please reload the page.
nl: Er is een fout opgetreden. Herlaad alstublieft de pagina.

source: Need help signing in?
nl: Hulp nodig bij het inloggen?

source: Forgot my password
nl: Ik ben mijn wachtwoord vergeten

source: Other sign-in issues
nl: Andere aanmeldingsproblemen

source: Sign in with your company or school
nl: Meld u aan met uw bedrijf of school

source: Need other help signing in?
nl: Heeft u andere hulp nodig bij het inloggen?

source: Create an account
nl: Account aanmaken

source: Sign in
nl: Aanmelden

source: Would you like to sign in using your %(providerName)s credentials?
nl: Wilt u inloggen met uw %(providerName)s -inloggegevens?

source: Sign in using %(providerName)s
nl: Meld u aan met %(providerName)s

source: Show me other ways to sign in or register
nl: Toon mij andere manieren om in te loggen of te registreren

source: Sign in with Institution/Campus Credentials
nl: Meld u aan met de inloggegevens van de instelling/campus

source: Choose your institution from the list below:
nl: Kies uw instelling uit de onderstaande lijst:

source: Back to sign in
nl: Terug naar inloggen

source: Register with Institution/Campus Credentials
nl: Registreer met instellings-/campusreferenties

source: Create an Account
nl: Account aanmaken

source: First time here?
nl: Eerste keer hier?

source: Create an Account.
nl: Account aanmaken.

source: Sign in to continue learning as {email}
nl: Meld u aan om verder te leren als {email}

source: Sign in to continue learning
nl: Log in om verder te leren

source: You already have an edX account with your {enterprise_name} email address.
nl: U heeft al een edX-account met uw {enterprise_name} e-mailadres.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
nl: In de toekomst zullen uw accountgegevens worden bijgewerkt en onderhouden door {enterprise_name} .

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
nl: U kunt op elk gewenst moment uw gegevens bekijken of de verbinding met {enterprise_name} ontkoppelen in uw accountinstellingen.

source: To continue learning with this account, sign in below.
nl: Meld u hieronder aan om door te gaan met leren met dit account.

source: Sign In
nl: Aanmelden

source: Sign in here using your email address and password, or use one of the providers listed below.
nl: Log hier in met uw e-mailadres en wachtwoord, of maak gebruik van een van de onderstaande providers.

source: Sign in here using your email address and password.
nl: Log hier in met uw e-mailadres en wachtwoord.

source: If you do not yet have an account, use the button below to register.
nl: Heeft u nog geen account, gebruik dan onderstaande knop om u te registreren.

source: Use my university info
nl: Gebruik mijn universiteitsgegevens

source: or sign in with
nl: of log in met

source: Sign in with %(providerName)s
nl: Meld u aan met %(providerName)s

source: Password assistance
nl: Hulp bij wachtwoorden

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
nl: Vul hieronder uw inlog- of herstel-e-mailadres in en wij sturen u een e-mail met instructies.

source: Recover my password
nl: Herstel mijn wachtwoord

source: Already have an {platformName} account?
nl: Heeft u al een {platformName} -account?

source: Sign in.
nl: Aanmelden.

source: Create an account using
nl: Maak een account aan met

source: Create account using %(providerName)s.
nl: Maak een account aan met %(providerName)s .

source: Use my institution/campus credentials
nl: Gebruik mijn instellings-/campusgegevens

source: or create a new one here
nl: of maak hier een nieuwe aan

source: Support education research by providing additional information
nl: Ondersteun onderwijsonderzoek door aanvullende informatie te verstrekken

source: Congratulations! You are now verified on %(platformName)s!
nl: Gefeliciteerd! U bent nu geverifieerd op %(platformName)s !

source: You are now enrolled as a verified student for:
nl: Je bent nu ingeschreven als geverifieerde student voor:

source: A list of courses you have just enrolled in as a verified student
nl: Een lijst met cursussen waarvoor u zich zojuist als geverifieerde student heeft ingeschreven

source: Explore your course!
nl: Ontdek jouw cursus!

source: Go to your Dashboard
nl: Ga naar uw Dashboard

source: Verified Status
nl: Geverifieerde status

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
nl: Bedankt voor het indienen van uw foto&#39;s. We zullen ze binnenkort beoordelen. U kunt zich nu aanmelden voor elke %(platformName)s -cursus die geverifieerde certificaten biedt. Verificatie is goed voor een jaar. Na een jaar moet u opnieuw foto&#39;s ter verificatie indienen.

source: Error:
nl: Fout:

source: What You Need for Verification
nl: Wat u nodig heeft voor verificatie

source: Device with Camera
nl: Apparaat met camera

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
nl: Je hebt een apparaat nodig met een webcam. Als u een browserprompt ontvangt om toegang te krijgen tot uw camera, zorg er dan voor dat u op &#39;Toestaan&#39; klikt.

source: Photo Identification
nl: Foto identificatie

source: You need a valid ID that contains your full name and photo.
nl: U heeft een geldig identiteitsbewijs nodig waarop uw volledige naam en foto staan.

source: Take Your Photo
nl: Maak uw foto

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
nl: Wanneer uw gezicht in positie is, gebruikt u de knop Foto maken {icon} hieronder om uw foto te maken.

source: To take a successful photo, make sure that:
nl: Om een geslaagde foto te maken, moet u ervoor zorgen dat:

source: Your face is well-lit.
nl: Je gezicht is goed verlicht.

source: Your entire face fits inside the frame.
nl: Je hele gezicht past binnen het frame.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
nl: Om de foto van uw gezicht te maken, klikt u op de cameraknop {icon} . Als u het opnieuw wilt proberen, klikt u op &#39;Foto opnieuw maken&#39;.

source: Frequently Asked Questions
nl: Veel Gestelde Vragen

source: Why does %(platformName)s need my photo?
nl: Waarom heeft %(platformName)s mijn foto nodig?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
nl: Wij gebruiken uw verificatiefoto&#39;s om uw identiteit te bevestigen en de geldigheid van uw certificaat te garanderen.

source: What does %(platformName)s do with this photo?
nl: Wat doet %(platformName)s met deze foto?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
nl: We coderen uw foto veilig en sturen deze ter beoordeling naar onze autorisatieservice. Uw foto en informatie worden nergens opgeslagen of zichtbaar op %(platformName)s nadat het verificatieproces is voltooid.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
nl: Wat moet ik doen als ik het camerabeeld niet kan zien, of als ik mijn foto niet kan zien, bepaal dan wel welke kant zichtbaar is?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
nl: Mogelijk kunt u de procedure voor het vastleggen van beelden zonder hulp voltooien, maar het kan enkele pogingen kosten om de camera goed te positioneren. De optimale camerapositie verschilt per computer, maar over het algemeen is de beste positie voor een portretfoto ongeveer 30-45 centimeter van de camera verwijderd, met uw hoofd gecentreerd ten opzichte van het computerscherm.
