Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Company Contact Name:
nl: Naam van bedrijfscontactpersoon:

source: Company Contact Email:
nl: E-mailadres bedrijfscontact:

source: Recipient Name:
nl: Naam ontvanger:

source: Recipient Email:
nl: Ontvanger e-mail:

source: Order Number: {order_number}
nl: Bestelnummer: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
nl: Er is een CSV-bestand met uw registratie-URL&#39;s bijgevoegd. Verdeel de registratie-URL&#39;s onder elke student die zich wil inschrijven met behulp van het onderstaande e-mailsjabloon.

source: Warm regards,
nl: Hartelijke groeten,

source: Warm regards,<br>The {platform_name} Team
nl: Hartelijke groeten,<br> Het {platform_name} -team

source: Dear [[Name]]
nl: Beste [[Naam]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
nl: Om u in te schrijven voor {course_names} hebben wij een registratie-URL voor u verstrekt. Volg onderstaande instructies om uw toegang te claimen.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
nl: Uw inwissel-URL is: [[Voer hier de inwissel-URL in uit het bijgevoegde CSV]]

source: (1) Register for an account at {site_name}
nl: (1) Registreer voor een account op {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
nl: (2) Kopieer na registratie de inwissel-URL en plak deze in uw webbrowser.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
nl: (3) Klik op de bevestigingspagina van de inschrijving op de knop &#39;Inschrijvingscode activeren&#39;. Hierop wordt de inschrijvingsbevestiging getoond.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
nl: (4) Je zou op de knop &#39;cursus bekijken&#39; moeten kunnen klikken of je cursus kunnen zien op je studentendashboard op {url}

source: (5) Course materials will not be available until the course start date.
nl: (5) Cursusmateriaal is pas beschikbaar op de startdatum van de cursus.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
nl: <p>Eerlijk,</p><p> [[Uw handtekening]]</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
nl: Sorry! De foto&#39;s die u heeft ingediend voor identiteitsverificatie zijn om de volgende reden(en) niet geaccepteerd:

source: The photo(s) of you:
nl: De foto(&#39;s) van jou:

source: The photo of you:
nl: De foto van jou:

source: The photo of your ID:
nl: De foto van uw identiteitsbewijs:

source: Other Reasons:
nl: Andere redenen:

source: Resubmit Verification: {reverify_url}
nl: Verificatie opnieuw indienen: {reverify_url}

source: ID Verification FAQ: {faq_url}
nl: Veelgestelde vragen over ID-verificatie: {faq_url}

source: The {platform_name} team
nl: Het {platform_name} -team

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
nl: Uw betaling is gelukt. U ziet de afschrijving hieronder op uw volgende creditcard- of debetkaartafschrift onder de bedrijfsnaam {merchant_name} .

source: Your order number is: {order_number}
nl: Uw bestelnummer is: {order_number}

source: Hello {full_name},
nl: Hallo {full_name} ,

source: Your {platform_name} ID verification photos have been approved.
nl: Uw {platform_name} ID-verificatiefoto&#39;s zijn goedgekeurd.

source: Your approval status remains valid for two years, and it will expire {expiration_datetime}.
nl: Uw goedkeuringsstatus blijft twee jaar geldig en vervalt {expiration_datetime} .

source: Hi {full_name},
nl: Hallo {full_name} ,

source: Thanks for submitting your photos!
nl: Bedankt voor het insturen van je foto&#39;s!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
nl: We hebben uw gegevens ontvangen en het ID-verificatieproces is begonnen. Ontvang binnen enkele dagen een e-mail van ons om te bevestigen of uw verificatie succesvol is geweest. U kunt de status van het verificatieproces ook op uw dashboard controleren.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
nl: We vinden het jammer. Onze cursusmedewerkers hebben uw verzoek om uw naam te wijzigen van {old_name} in {new_name} niet goedgekeurd. Als u meer hulp nodig heeft, kunt u een e-mail sturen naar het cursuspersoneel op {email} .

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
nl: We hebben uw identiteit met succes geverifieerd voor het {assessment} -assessment in de {course_name} -cursus.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
nl: We konden uw identiteit niet verifiëren voor het {assessment} examen in de {course_name} cursus. U heeft {used_attempts} gebruikt van {allowed_attempts} pogingen om uw identiteit te verifiëren.

source: You must verify your identity before the assessment closes on {due_date}.
nl: Voordat het assessment sluit op {due_date} , moet u uw identiteit verifiëren.

source: To try to verify your identity again, select the following link:
nl: Als u uw identiteit opnieuw wilt verifiëren, selecteert u de volgende link:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
nl: We konden uw identiteit niet verifiëren voor het {assessment} examen in de {course_name} cursus. U heeft {used_attempts} van {allowed_attempts} -pogingen gebruikt om uw identiteit te verifiëren, en verificatie is niet langer mogelijk.

source: To go to the courseware, select the following link:
nl: Om naar het cursusmateriaal te gaan, selecteert u de volgende link:

source: If you have any questions, you can contact student support at {support_link}.
nl: Als je vragen hebt, kun je contact opnemen met de studentenondersteuning via {support_link} .

source: Thanks,
nl: Bedankt,

source: This Course Unavailable In Your Country
nl: Deze cursus is niet beschikbaar in uw land

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
nl: Ons systeem geeft aan dat u toegang probeert te krijgen tot deze {platform_name} -cursus vanuit een land of regio waar deze momenteel niet beschikbaar is.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
nl: Ons systeem geeft aan dat u zich probeert in te schrijven voor deze {platform_name} -cursus vanuit een land of regio waar deze momenteel niet beschikbaar is.

source: Enrollment Successful
nl: Inschrijving succesvol

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
nl: Bedankt voor uw inschrijving bij {course_names} . Wij hopen dat u geniet van de cursus.

source: Thank you for enrolling in:
nl: Bedankt voor uw inschrijving:

source: We hope you enjoy the course.
nl: Wij hopen dat u geniet van de cursus.

source: Financial Assistance Application
nl: Aanvraag financiële bijstand

source: A Note to Learners
nl: Een opmerking voor de leerlingen

source: Dear edX Learner,
nl: Beste edX-leerling,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
nl: EdX Financial Assistance is een programma dat we hebben ontwikkeld om leerlingen in alle financiële omstandigheden de kans te geven een geverifieerd certificaat te behalen na succesvolle afronding van een edX-cursus.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
nl: Als u geïnteresseerd bent in het werken aan een geverifieerd certificaat, maar de kosten niet kunt betalen, kunt u zich nu aanmelden. Houd er rekening mee dat de financiële steun beperkt is en mogelijk niet wordt toegekend aan alle in aanmerking komende kandidaten.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
nl: Als uw aanvraag wordt goedgekeurd, geven wij u instructies voor het verifiëren van uw identiteit op edx.org, zodat u kunt beginnen met het voltooien van uw edX-cursus.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
nl: EdX doet er alles aan om het u mogelijk te maken cursussen van hoge kwaliteit te volgen bij toonaangevende instellingen, ongeacht uw financiële situatie, een geverifieerd certificaat te behalen en uw succes met anderen te delen.

source: Sincerely, Anant
nl: Met vriendelijke groet, Anant

source: Apply for Financial Assistance
nl: Financiële hulp aanvragen

source: {platform_name} Home Page
nl: {platform_name} startpagina

source: Options Menu
nl: Optiesmenu

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
nl: {begin_strong} Waarschuwing: {end_strong} Uw browser wordt niet volledig ondersteund. We raden u ten zeerste aan {chrome_link} of {ff_link} te gebruiken.

source: Discover New
nl: Ontdek Nieuw

source: Supplemental Links
nl: Aanvullende koppelingen

source: How it Works
nl: Hoe het werkt

source: Schools
nl: Scholen

source: Register for free
nl: Registreer gratis

source: Profile
nl: Profiel

source: Order History
nl: Bestelgeschiedenis

source: Add Coupon Code
nl: Voeg couponcode toe

source: Enter information about the coupon code below.
nl: Vul hieronder informatie in over de couponcode.

source: Discount Percentage
nl: Kortingspercentage

source: Add expiration date
nl: Vervaldatum toevoegen

source: Example Certificates
nl: Voorbeeldcertificaten

source: This course is configured to generate PDF certificates and this certificate type is no longer supported. Example certificates cannot be generated.
nl: Deze cursus is geconfigureerd om PDF-certificaten te genereren en dit certificaattype wordt niet langer ondersteund. Er kunnen geen voorbeeldcertificaten worden gegenereerd.

source: Generate Example Certificates
nl: Genereer voorbeeldcertificaten

source: Status:
nl: Toestand:

source: Generating example {name} certificate
nl: Genereren van voorbeeld {name} certificaat

source: Error generating example {name} certificate: {error}
nl: Fout bij genereren van voorbeeld {name} -certificaat: {error}

source: View {name} certificate
nl: Bekijk {name} -certificaat

source: Refresh Status
nl: Vernieuwingsstatus

source: Student-Generated Certificates
nl: Door studenten gegenereerde certificaten

source: Disable Student-Generated Certificates
nl: Door studenten gegenereerde certificaten uitschakelen

source: Enable Student-Generated Certificates
nl: Door studenten gegenereerde certificaten inschakelen

source: You must successfully generate example certificates before you enable student-generated certificates.
nl: U moet met succes voorbeeldcertificaten genereren voordat u door studenten gegenereerde certificaten inschakelt.

source: Generate Certificates
nl: Certificaten genereren

source: Course certificate generation requires an activated web certificate configuration.
nl: Voor het genereren van cursuscertificaten is een geactiveerde webcertificaatconfiguratie vereist.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
nl: Wanneer u klaar bent om certificaten voor uw cursus te genereren, klikt u op Certificaten genereren. U hoeft dit niet te doen als u de certificaatmodus hebt ingesteld op genereren op aanvraag.

source: Pending Tasks
nl: Taken in behandeling

source: The status for any active tasks appears in a table below.
nl: De status van eventuele actieve taken verschijnt in een onderstaande tabel.

source: Regenerate Certificates
nl: Certificaten opnieuw genereren

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
nl: Om certificaten voor uw cursus opnieuw te genereren, kiest u de studenten die opnieuw gegenereerde certificaten zullen ontvangen en klikt u op Certificaten opnieuw genereren.

source: Choose learner types for regeneration
nl: Kies leerlingtypen voor regeneratie

source: Regenerate for learners who have already received certificates. ({count})
nl: Genereer opnieuw voor leerlingen die al certificaten hebben ontvangen. ( {count} )

source: Regenerate for learners who have not received certificates. ({count})
nl: Opnieuw genereren voor studenten die geen certificaten hebben ontvangen. ( {count} )

source: Regenerate for learners with audit passing state. ({count})
nl: Opnieuw genereren voor studenten met een geslaagde auditstatus. ( {count} )

source: Regenerate for learners with audit not passing state. ({count})
nl: Opnieuw genereren voor leerlingen waarbij de status audit niet slaagt. ( {count} )

source: Regenerate for learners in an error state. ({count})
nl: Genereer opnieuw voor studenten met een foutstatus. ( {count} )

source: Certificate Generation History
nl: Geschiedenis van het genereren van certificaten

source: Task name
nl: Opdrachtnaam

source: SET CERTIFICATE EXCEPTIONS
nl: STEL CERTIFICAATUITZONDERINGEN IN

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
nl: Stel uitzonderingen in om certificaten te genereren voor studenten die niet in aanmerking kwamen voor een certificaat, maar wel een uitzondering hebben gekregen van het cursusteam. Nadat u leerlingen aan de uitzonderingenlijst hebt toegevoegd, klikt u hieronder op Uitzonderingscertificaten genereren.

source: Invalidate Certificates
nl: Certificaten ongeldig maken

source: Enrollment Information
nl: Inschrijvingsinformatie

source: Number of enrollees (admins, staff, and students) by track
nl: Aantal ingeschreven personen (beheerders, medewerkers en studenten) per track

source: Audit
nl: Controle

source: Honor
nl: Eer

source: Professional
nl: Professioneel

source: Executive Education
nl: Executive onderwijs

source: Unpaid Executive Education
nl: Onbetaalde Executive Education

source: Paid Executive Education
nl: Betaalde Executive Education

source: Master's
nl: Meester

source: Unpaid Bootcamp
nl: Onbetaalde Bootcamp

source: Paid Bootcamp
nl: Betaalde Bootcamp

source: Basic Course Information
nl: Basiscursusinformatie

source: Course Name:
nl: Cursus naam:

source: Course Start Date:
nl: Startdatum cursus:

source: Course End Date:
nl: Einddatum cursus:

source: No end date set
nl: Geen einddatum ingesteld

source: Has the course started?
nl: Is de cursus begonnen?

source: Yes
nl: Ja

source: No
nl: Nee

source: Has the course ended?
nl: Is de cursus afgelopen?

source: Number of sections:
nl: Aantal secties:

source: Grade Cutoffs:
nl: Afkappunten:

source: Course Warnings
nl: Cursuswaarschuwingen

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
nl: Klik hierop om de beoordelingsconfiguratie voor de cursus weer te geven. De beoordelingsconfiguratie is de uitsplitsing van beoordeelde subsecties van de cursus (zoals examens en opgavensets) en kan worden gewijzigd op de pagina &#39;Beoordeling&#39; (onder &#39;Instellingen&#39;) in Studio.

source: Grading Configuration
nl: Beoordelingsconfiguratie

source: The CSV of anonymized student IDs download has been relocated to the Reports section below.
nl: Het downloaden van het CSV-bestand met geanonimiseerde student-ID&#39;s is verplaatst naar het gedeelte Rapporten hieronder.

source: Reports
nl: Rapporten

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
nl: Bij grote cursussen kan het genereren van sommige rapporten enkele uren duren. Wanneer het genereren van rapporten is voltooid, verschijnt er in de onderstaande tabel een link met de datum en tijd van genereren. Deze rapporten worden op de achtergrond gegenereerd, wat betekent dat u deze pagina kunt verlaten terwijl uw rapport wordt gegenereerd.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
nl: Wees geduldig en klik niet meerdere keren op deze knoppen. Als u meerdere keren op deze knoppen klikt, wordt het generatieproces aanzienlijk vertraagd.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
nl: Klik om een CSV-bestand te genereren van alle studenten die voor deze cursus zijn ingeschreven, samen met profielinformatie zoals e-mailadres en gebruikersnaam:

source: Download profile information as a CSV
nl: Download profielinformatie als CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
nl: Klik om een CSV-bestand te genereren met de studenten die zich voor de cursus kunnen inschrijven, maar dit nog niet hebben gedaan.

source: Download a CSV of learners who can enroll
nl: Download een CSV van leerlingen die zich kunnen inschrijven

source: Click to download a CSV of anonymized student IDs:
nl: Klik om een CSV met geanonimiseerde student-ID&#39;s te downloaden:

source: Get Student Anonymized IDs CSV
nl: Ontvang geanonimiseerde studenten-ID&#39;s CSV

source: Click to generate a CSV file of all proctored exam results in this course.
nl: Klik om een CSV-bestand te genereren van alle gecontroleerde examenresultaten in deze cursus.

source: Generate Proctored Exam Results Report
nl: Genereer een gecontroleerd examenresultatenrapport

source: Click to generate a CSV file of survey results for this course.
nl: Klik om een CSV-bestand met enquêteresultaten voor deze cursus te genereren.

source: Generate Survey Results Report
nl: Genereer een rapport met onderzoeksresultaten

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
nl: Selecteer een opgave om een CSV-bestand te genereren met alle antwoorden van leerlingen op de opgave. U selecteert ook een sectie of hoofdstuk om de resultaten van alle problemen in die sectie of dat hoofdstuk op te nemen.

source: NOTE
nl: OPMERKING

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
nl: Het gegenereerde rapport is beperkt tot {max_entries} -reacties. Als u meer dan {max_entries} -reacties verwacht, probeer dan het rapport hoofdstuk voor hoofdstuk of probleem voor probleem te genereren, of neem contact op met uw sitebeheerder om de limiet te verhogen.

source: Click to list certificates that are issued for this course:
nl: Klik om de certificaten weer te geven die voor deze cursus zijn uitgegeven:

source: View Certificates Issued
nl: Bekijk uitgegeven certificaten

source: Download CSV of Certificates Issued
nl: Download CSV van uitgegeven certificaten

source: For smaller courses, click to list profile information for enrolled students directly on this page:
nl: Voor kleinere cursussen klikt u om profielinformatie voor ingeschreven studenten rechtstreeks op deze pagina weer te geven:

source: List enrolled students' profile information
nl: Lijst van de profielgegevens van ingeschreven studenten

source: Click to generate a CSV grade report for all currently enrolled students.
nl: Klik om een CSV-cijferrapport te genereren voor alle momenteel ingeschreven studenten.

source: Generate Grade Report
nl: Cijferrapport genereren

source: Generate Problem Grade Report
nl: Probleemcijferrapport genereren

source: Generate ORA Data Report
nl: Genereer een ORA-gegevensrapport

source: Generate ORA Summary Report
nl: Genereer een ORA-samenvattingsrapport

source: Click to generate a ZIP file that contains all submission texts and attachments.
nl: Klik om een ZIP-bestand te genereren dat alle inzendingsteksten en bijlagen bevat.

source: Generate Submission Files Archive
nl: Archief van inzendingsbestanden genereren

source: Reports Available for Download
nl: Rapporten beschikbaar om te downloaden

source: The reports listed below are available for download, identified by UTC date and time of generation.
nl: De onderstaande rapporten kunnen worden gedownload, geïdentificeerd op UTC-datum en -tijd van genereren.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
nl: Het onderstaande antwoorddistributierapport wordt periodiek gegenereerd door een geautomatiseerd achtergrondproces. Het rapport is cumulatief, dus antwoorden die worden ingediend nadat het proces is gestart, worden opgenomen in een volgend rapport. Het rapport wordt meerdere keren per dag gegenereerd.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
nl: {strong_start} Opmerking {strong_end} : {ul_start} {li_start} Om de gegevens van studenten veilig te houden, kunt u deze links niet opslaan of e-mailen voor directe toegang. Kopieën van links vervallen binnen 5 minuten. {li_end} {li_start} Rapportbestanden worden 90 dagen na het genereren verwijderd. Als u toegang nodig heeft tot oude rapporten, downloadt u de bestanden en slaat u deze op, in overeenstemming met het gegevensbeveiligingsbeleid van uw instelling. {li_end} {ul_end}
