Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: enabled_as_of must be set when enabled is True
nl: Enabled_as_of moet worden ingesteld als Enabled True is

source: Partition for segmenting users by access to gated content types
nl: Partitie voor het segmenteren van gebruikers op basis van toegang tot beveiligde inhoudstypen

source: Graded assessments are available to Verified Track learners.
nl: Beoordeelde beoordelingen zijn beschikbaar voor Verified Track-leerlingen.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
nl: Beoordeelde beoordelingen zijn beschikbaar voor Verified Track-leerlingen. Upgrade om te ontgrendelen.

source: Content available only to verified track learners
nl: Inhoud is alleen beschikbaar voor geverifieerde trackstudenten

source: Verified Track Access
nl: Geverifieerde tracktoegang

source: Upgrade to unlock
nl: Upgrade om te ontgrendelen

source: Access expired on {expiration_date}
nl: De toegang is verlopen op {expiration_date}

source: Access to {course_name} expired on {expiration_date}
nl: Toegang tot {course_name} is verlopen op {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
nl: De toegang tot de cursus die u zocht, is verlopen op {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
nl: Deze leerling heeft geen toegang tot deze cursus. Hun toegang is verlopen op {expiration_date} .

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
nl: {strong_open} Audittoegang verloopt {expiration_date} {strong_close} {line_break} U verliest alle toegang tot deze cursus, inclusief uw voortgang, op {expiration_date} .

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
nl: {line_break} Upgrade door {upgrade_deadline} om onbeperkte toegang tot de cursus te krijgen zolang deze op de site bestaat. {a_open} Upgrade nu {sronly_span_open} om toegang te behouden tot voorbij {expiration_date} {span_close} {a_close}

source: 'course_key' is required.
nl: &#39;course_key&#39; is vereist.

source: View all dates
nl: Bekijk alle data

source: Your due dates have been successfully shifted to help you stay on track.
nl: Uw vervaldata zijn met succes verschoven om u te helpen op koers te blijven.

source: Deadlines successfully reset.
nl: Deadlines zijn opnieuw ingesteld.

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
nl: Deze definiëren de context voor het uitschakelen van lms-gestuurde kortingen. Als er geen waarden zijn ingesteld, is de configuratie globaal van toepassing. Als er één waarde is ingesteld, geldt de configuratie voor alle cursussen binnen die context. Er kan maximaal één waarde tegelijk worden ingesteld.<br> Als er meerdere contexten van toepassing zijn op een cursus (bijvoorbeeld als de configuratie specifiek is opgegeven voor de cursus en voor de organisatie waarin de cursus zich bevindt, dan heeft de meer specifieke context voorrang op de meer algemene context.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
nl: Deze definiëren de context om het percentage voor de eerste aankoopkorting te configureren. Als meerdere contexten van toepassing zijn op een cursus (bijvoorbeeld als de configuratie specifiek is opgegeven voor de cursus en voor de organisatie waarin de cursus zich bevindt, dan heeft de meer specifieke context voorrang de meer algemene context.

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
nl: {s_sr} Originele prijs: {s_op} {original_price} {e_p} , kortingsprijs: {e_sr} {formatted_discount_price}

source: CSV File
nl: CSV-bestand

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
nl: CSV-bestand moet 3 kolommen hebben met de namen lms_user_id, course_id, opportunity_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
nl: Inschrijvingskenmerken zijn niet bijgewerkt voor records op de volgende regelnummers in csv, omdat er geen inschrijving is gevonden voor deze records: {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
nl: U heeft toegang tot het dashboard {bold_start} {enterprise_name} {bold_end} . Om toegang te krijgen tot de cursussen die voor u beschikbaar zijn via {enterprise_name} , {link_start} gaat u naar het {enterprise_name} dashboard {link_end} .

source: Enrollment in {course_title} was not complete.
nl: De inschrijving in {course_title} was niet voltooid.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
nl: Als u zich zorgen maakt over het delen van uw gegevens, neem dan contact op met uw beheerder via {enterprise_customer_name} .

source: Home
nl: Thuis

source: Enterprise Course Enrollments
nl: Inschrijvingen voor Enterprise-cursussen

source: Override Enrollment Attributes
nl: Inschrijvingskenmerken negeren

source: Upload CSV to override enrollment attributes for learners
nl: Upload CSV om de inschrijvingskenmerken voor studenten te overschrijven

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
nl: Het spijt ons, u heeft geen toegang tot {platform_name} via dit kanaal. Neem contact op met uw leerbeheerder of -manager om toegang te krijgen tot {platform_name} . {line_break} {line_break} Foutdetails: {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
nl: Bedankt voor uw deelname aan {platform_name} . Nog maar een paar stappen voordat u begint met leren!

source: Continue
nl: Doorgaan

source: Shift due dates
nl: Verschuif vervaldata

source: It looks like you missed some important deadlines based on our suggested schedule.
nl: Het lijkt erop dat je een aantal belangrijke deadlines hebt gemist op basis van ons voorgestelde schema.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
nl: Om op koers te blijven, kunt u dit schema bijwerken en de achterstallige opdrachten naar de toekomst verschuiven. Maak je geen zorgen: je verliest niets van de voortgang die je hebt geboekt als je je uitgerekende datums verschuift.

source: Try again ({attempts} attempt remaining)
nl: Probeer het opnieuw ( {attempts} resterende poging)

source: You have used {attempts} of {max_attempts} attempts for this problem.
nl: U hebt voor dit probleem {attempts} of {max_attempts} pogingen gebruikt.

source: Try again (unlimited attempts)
nl: Probeer het opnieuw (onbeperkt aantal pogingen)

source: You have used {attempts} of unlimited attempts for this problem.
nl: Je hebt {attempts} aan onbeperkte pogingen gebruikt voor dit probleem.

source: Sign In
nl: Aanmelden

source: Our mailing address is
nl: ons mailadres is

source: XML data for the annotation
nl: XML-gegevens voor de annotatie

source: The display name for this component.
nl: De weergavenaam voor dit onderdeel.

source: Annotation
nl: Annotatie

source: Cannot rescore problems with possible file submissions
nl: Kan problemen met mogelijke bestandsinzendingen niet opnieuw beoordelen

source: Question {}
nl: Vraag {}

source: Incorrect
nl: Niet correct

source: Correct
nl: Juist

source: correct
nl: juist

source: incorrect
nl: niet correct

source: partially correct
nl: deels correct

source: incomplete
nl: incompleet

source: unanswered
nl: onbeantwoord

source: submitted
nl: ingediend

source: processing
nl: verwerken

source: This answer is correct.
nl: Dit antwoord is juist.

source: This answer is incorrect.
nl: Dit antwoord is onjuist.

source: This answer is partially correct.
nl: Dit antwoord is gedeeltelijk correct.

source: This answer is being processed.
nl: Dit antwoord wordt verwerkt.

source: Not yet answered.
nl: Nog niet beantwoord.

source: Select an option
nl: Kies een optie

source: ChoiceGroup: unexpected tag {tag_name}
nl: ChoiceGroup: onverwachte tag {tag_name}

source: Answer received.
nl: Antwoord ontvangen.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
nl: Verwacht een<choice> of<compoundhint> label; kreeg in plaats daarvan {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
nl: Uw bestanden zijn verzonden. Zodra je inzending is beoordeeld, wordt dit bericht vervangen door de feedback van de beoordelaar.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
nl: Uw antwoord is verzonden. Zodra je inzending is beoordeeld, wordt dit bericht vervangen door de feedback van de beoordelaar.

source: Press ESC then TAB or click outside of the code editor to exit
nl: Druk op ESC en vervolgens op TAB of klik buiten de code-editor om af te sluiten

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
nl: Ingediend. Zodra er een reactie terugkomt, wordt dit bericht vervangen door die feedback.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
nl: Geen reactie van Xqueue binnen {xqueue_timeout} seconden. Afgebroken.

source: Error running code.
nl: Fout bij het uitvoeren van code.

source: Cannot connect to the queue
nl: Kan geen verbinding maken met de wachtrij

source: No formula specified.
nl: Geen formule gespecificeerd.

source: Couldn't parse formula: {error_msg}
nl: Kan formule niet parseren: {error_msg}

source: Error while rendering preview
nl: Fout bij het weergeven van het voorbeeld

source: Sorry, couldn't parse formula
nl: Sorry, kan de formule niet parseren

source: {input_type}: unexpected tag {tag_name}
nl: {input_type} : onverwachte tag {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
nl: Verwachtte een {expected_tag} -tag; kreeg in plaats daarvan {given_tag}

source: Question {index}
nl: Vraag {index}

source: Correct:
nl: Juist:

source: Incorrect:
nl: Niet correct:

source: Answer
nl: Antwoord

source: Error {err} in evaluating hint function {hintfn}.
nl: Fout {err} bij het evalueren van de hintfunctie {hintfn} .

source: (Source code line unavailable)
nl: (Broncoderegel niet beschikbaar)

source: See XML source line {sourcenum}.
nl: Zie XML-bronregel {sourcenum} .

source: Checkboxes
nl: Selectievakjes

source: Multiple Choice
nl: Meerkeuze

source: Do not use shuffle and answer-pool at the same time
nl: Gebruik shuffle en antwoordpool niet tegelijkertijd

source: answer-pool value should be an integer
nl: de waarde van de antwoordpool moet een geheel getal zijn

source: Choicegroup must include at least 1 correct and 1 incorrect choice
nl: Keuzegroep moet minimaal 1 juiste en 1 foute keuze bevatten

source: True/False Choice
nl: Waar/onjuiste keuze

source: Dropdown
nl: Laten vallen

source: Numerical Input
nl: Numerieke invoer

source: There was a problem with the staff answer to this problem.
nl: Er was een probleem met het antwoord van het personeel op dit probleem.

source: Could not interpret '{student_answer}' as a number.
nl: Kan &#39;{student_antwoord}&#39; niet interpreteren als een getal.

source: Factorial function evaluated outside its domain:'{student_answer}'
nl: Factoriële functie geëvalueerd buiten zijn domein:&#39;{student_antwoord}&#39;

source: Invalid math syntax: '{student_answer}'
nl: Ongeldige wiskundesyntaxis: &#39;{student_antwoord}&#39;

source: You may not use complex numbers in range tolerance problems
nl: U mag geen complexe getallen gebruiken bij bereiktolerantieproblemen

source: There was a problem with the staff answer to this problem: complex boundary.
nl: Er was een probleem met het antwoord van het personeel op dit probleem: complexe grenzen.

source: There was a problem with the staff answer to this problem: empty boundary.
nl: Er was een probleem met het antwoord van het personeel op dit probleem: lege grens.

source: or
nl: of

source: Text Input
nl: Tekst invoer

source: error
nl: fout

source: Custom Evaluated Script
nl: Aangepast geëvalueerd script

source: error getting student answer from {student_answers}
nl: Er is een fout opgetreden bij het verkrijgen van het antwoord van de leerling van {student_answers}

source: No answer entered!
nl: Geen antwoord ingevoerd!

source: CustomResponse: check function returned an invalid dictionary!
nl: CustomResponse: check-functie heeft een ongeldig woordenboek geretourneerd!

source: Symbolic Math Input
nl: Symbolische wiskundige invoer

source: An error occurred with SymbolicResponse. The error was: {error_msg}
nl: Er is een fout opgetreden met SymbolicResponse. De fout was: {error_msg}

source: Code Input
nl: Code-invoer

source: No answer provided.
nl: Geen antwoord gegeven.

source: Error: No grader has been set up for this problem.
nl: Fout: Er is geen beoordelaar ingesteld voor dit probleem.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
nl: Kan uw inzending niet bezorgen bij de beoordelaar (reden: {error_msg} ). Probeer het later opnieuw.

source: Invalid grader reply. Please contact the course staff.
nl: Ongeldig antwoord van beoordelaar. Neem dan contact op met de cursusmedewerkers.

source: External Grader
nl: Externe beoordelaar

source: Math Expression Input
nl: Invoer van wiskundige expressies

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
nl: Factoriële functie is niet toegestaan als antwoord op dit probleem. Het opgegeven antwoord was: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
nl: Ongeldige invoer: Kan &#39;{bad_input}&#39; niet als formule parseren.

source: Invalid input: Could not parse '{bad_input}' as a formula
nl: Ongeldige invoer: Kan &#39;{bad_input}&#39; niet als formule parseren

source: Circuit Schematic Builder
nl: Circuitschemabouwer

source: Error in evaluating SchematicResponse. The error was: {error_msg}
nl: Fout bij het evalueren van SchematicResponse. De fout was: {error_msg}

source: Image Mapped Input
nl: Afbeelding toegewezen invoer

source: error grading {image_input_id} (input={user_input})
nl: Foutbeoordeling {image_input_id} (input= {user_input} )

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
nl: Fout in probleemspecificatie! Kan rechthoek in {sr_coords} niet parseren

source: Annotation Input
nl: Annotatie-invoer

source: Checkboxes With Text Input
nl: Selectievakjes met tekstinvoer

source: Answer not provided for {input_type}
nl: Antwoord niet gegeven voor {input_type}

source: The Staff answer could not be interpreted as a number.
nl: Het antwoord van de staf kon niet als een getal worden geïnterpreteerd.

source: Could not interpret '{given_answer}' as a number.
nl: Kan &#39;{given_antwoord}&#39; niet interpreteren als een getal.

source: Codejail API Service is unavailable. Please try again in a few minutes.
nl: Codejail API-service is niet beschikbaar. Probeer het over een paar minuten opnieuw.

source: Codejail API Service invalid response.
nl: Codejail API Service ongeldig antwoord.

source: Invalid JSON response received from codejail api service.
nl: Ongeldig JSON-antwoord ontvangen van codejail API-service.

source: Number of attempts taken by the student on this problem
nl: Aantal pogingen van de leerling voor dit probleem

source: Maximum Attempts
nl: Maximale pogingen

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
nl: Definieert het aantal keren dat een leerling dit probleem kan proberen op te lossen. Als de waarde niet is ingesteld, zijn oneindige pogingen toegestaan.

source: Grading Method
nl: Beoordelingsmethode

source: Define the grading method for this problem. By default, it's the score of the last submission made by the student.
nl: Definieer de beoordelingsmethode voor dit probleem. Standaard is dit de score van de laatste inzending van de student.

source: Last Score
nl: Laatste score

source: First Score
nl: Eerste score

source: Highest Score
nl: Hoogste score

source: Average Score
nl: Gemiddelde score

source: Date that this problem is due by
nl: Datum waarop dit probleem te wijten is

source: Amount of time after the due date that submissions will be accepted
nl: Tijdsduur na de uiterste inleverdatum waarop inzendingen worden geaccepteerd

source: Show Results
nl: Toon resultaten

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
nl: Bepaalt wanneer moet worden aangetoond of het antwoord van een leerling op het probleem juist is. Geconfigureerd op de subsectie.

source: Always
nl: Altijd

source: Past Due
nl: Verlopen

source: Show Answer
nl: Toon het antwoord

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
nl: Definieert wanneer het antwoord op het probleem moet worden weergegeven. In Geavanceerde instellingen kan een standaardwaarde worden ingesteld.

source: Answered
nl: Beantwoord

source: Attempted or Past Due
nl: Geprobeerd of achterstallig

source: Closed
nl: Gesloten

source: Finished
nl: Afgerond

source: Correct or Past Due
nl: Correct of achterstallig

source: After Some Number of Attempts
nl: Na een aantal pogingen

source: After All Attempts
nl: Na alle pogingen

source: After All Attempts or Correct
nl: Na alle pogingen of correct

source: Attempted
nl: Geprobeerd

source: Show Answer: Number of Attempts
nl: Antwoord weergeven: aantal pogingen

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
nl: Aantal keren dat de leerling moet proberen de vraag te beantwoorden voordat de knop Antwoord weergeven verschijnt.

source: Whether to force the save button to appear on the page
nl: Of de knop Opslaan geforceerd op de pagina moet verschijnen

source: Show Reset Button
nl: Toon resetknop

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
nl: Bepaalt of er een knop &#39;Reset&#39; wordt weergegeven, zodat de gebruiker zijn antwoord kan resetten. In Geavanceerde instellingen kan een standaardwaarde worden ingesteld.

source: Randomization
nl: Randomisatie

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
nl: Definieert wanneer de variabelen die zijn opgegeven in het bijbehorende Python-script willekeurig moeten worden gemaakt. Voor problemen waarbij waarden niet willekeurig worden verdeeld, geeft u &#39;Nooit&#39; op.

source: On Reset
nl: Op resetten

source: Per Student
nl: Per leerling

source: XML data for the problem
nl: XML-gegevens voor het probleem

source: Dictionary with the correctness of current student answers
nl: Woordenboek met de juistheid van de huidige antwoorden van studenten

source: List of correctness maps for each attempt
nl: Lijst met correctheidskaarten voor elke poging

source: Dictionary for maintaining the state of inputtypes
nl: Woordenboek voor het onderhouden van de status van invoertypen

source: Dictionary with the current student responses
nl: Woordenboek met de huidige antwoorden van studenten

source: List of student answers for each attempt
nl: Lijst met antwoorden van leerlingen voor elke poging

source: Dictionary with the current student score
nl: Woordenboek met de huidige studentenscore

source: List of scores for each attempt
nl: Lijst met scores voor elke poging

source: Whether or not the answers have been saved since last submit
nl: Of de antwoorden al dan niet zijn opgeslagen sinds de laatste verzending

source: Whether the student has answered the problem
nl: Of de leerling het probleem heeft beantwoord

source: Random seed for this student
nl: Willekeurig zaad voor deze student

source: Last submission time
nl: Laatste indientijd

source: Timer Between Attempts
nl: Timer tussen pogingen

source: Seconds a student must wait between submissions for a problem with multiple attempts.
nl: Seconden die een leerling moet wachten tussen inzendingen voor een probleem met meerdere pogingen.

source: Problem Weight
nl: Probleem gewicht

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
nl: Definieert het aantal punten dat elk probleem waard is. Als de waarde niet is ingesteld, is elk antwoordveld in de opgave één punt waard.

source: Markdown source of this module
nl: Markdown-bron van deze module

source: Source code for LaTeX and Word problems. This feature is not well-supported.
nl: Broncode voor LaTeX- en Word-problemen. Deze functie wordt niet goed ondersteund.

source: Enable LaTeX templates?
nl: LaTeX-sjablonen inschakelen?

source: Matlab API key
nl: Matlab API-sleutel

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
nl: Voer de API-sleutel in die door MathWorks is verstrekt voor toegang tot de MATLAB Hosted Service. Deze sleutel wordt verleend voor exclusief gebruik door deze cursus voor de aangegeven duur. Deel de API-sleutel niet met andere cursussen en stel MathWorks onmiddellijk op de hoogte als u denkt dat de sleutel openbaar is of gecompromitteerd is. Als u een sleutel voor uw cursus wilt verkrijgen of een probleem wilt melden, kunt u contact opnemen met moocsupport@mathworks.com

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
nl: Het spijt ons, er is een fout opgetreden bij het verwerken van uw verzoek. Probeer uw pagina opnieuw te laden en probeer het opnieuw.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
nl: De status van dit probleem is veranderd sinds u deze pagina heeft geladen. Vernieuw uw pagina.

source: Answer ID
nl: Antwoord-ID

source: Question
nl: Vraag

source: Correct Answer
nl: Goed antwoord
