Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
nl: Selecteer een tijdsbesteding voor het examen. Als het meer dan 24 uur duurt, typt u de hoeveelheid tijd in. Via het Instructeursdashboard kunt u individuele leerlingen extra tijd geven om het examen af te ronden.

source: Review Rules
nl: Regels bekijken

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
nl: Geef eventuele regels of regeluitzonderingen op die het proctoringbeoordelingsteam moet handhaven bij het beoordelen van de video&#39;s. U kunt bijvoorbeeld opgeven dat rekenmachines zijn toegestaan. Deze gespecificeerde regels zijn zichtbaar voor studenten voordat de studenten aan het examen beginnen, samen met de {linkStart} algemene examenregels onder toezicht {linkEnd} .

source: General Proctored Exam Rules
nl: Algemene regels voor geproctorde examens

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
nl: Geef eventuele regels of regeluitzonderingen op die het proctoringbeoordelingsteam moet handhaven bij het beoordelen van de video&#39;s. U kunt bijvoorbeeld opgeven dat rekenmachines zijn toegestaan. Deze gespecificeerde regels zijn zichtbaar voor studenten voordat de studenten aan het examen beginnen.

source: Account
nl: Rekening

source: This action updates the {provider} information for your entire organization.
nl: Met deze actie wordt de {provider} -informatie voor uw hele organisatie bijgewerkt.

source: Enter the account information for your organization.
nl: Voer de accountgegevens van uw organisatie in.

source: API Key
nl: API sleutel

source: API Secret
nl: API-geheim

source: Unit Access
nl: Toegang tot eenheid

source: Restrict access to:
nl: Beperk de toegang tot:

source: Select a group type
nl: Selecteer een groepstype

source: Select one or more groups:
nl: Selecteer een of meerdere groepen:

source: Deleted Group
nl: Groep verwijderd

source: This group no longer exists. Choose another group or do not restrict access to this unit.
nl: Deze groep bestaat niet meer. Kies een andere groep of beperk de toegang tot dit toestel niet.

source: File upload succeeded
nl: Bestandsupload is gelukt

source: Please check the following validation feedbacks and reflect them in your course settings:
nl: Controleer de volgende validatiefeedback en geef deze weer in uw cursusinstellingen:

source: Verification Checkpoint
nl: Verificatiecontrolepunt

source: Must complete verification checkpoint
nl: Moet het verificatiecontrolepunt voltooien

source: Verification checkpoint to be completed
nl: Verificatiecontrolepunt moet worden voltooid

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
nl: Leerlingen die verificatie nodig hebben, moeten het geselecteerde controlepunt passeren om de inhoud van dit blok te kunnen zien. Studenten voor wie geen verificatie vereist is, zien deze inhoud standaard.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
nl: De aanbevolen afbeeldingsresolutie is {imageResolution} , de maximale afbeeldingsbestandsgrootte moet {maxFileSize} zijn en het formaat moet een van {supportedImageFormats} zijn.

source: Read more
nl: Lees verder

source: No transcript uploaded.
nl: Geen transcript geüpload.

source: Show transcripts ({totalTranscripts})
nl: Transcripties weergeven ( {totalTranscripts} )

source: Set Access
nl: Toegang instellen

source: Edit %(display_name)s (required)
nl: Bewerk %(display_name)s (vereist)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
nl: Je hebt een poging gedaan om de cursus te publiceren. Er is niets veranderd. Als je het had uitgevoerd, zouden de volgende cursusversies veranderd zijn.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
nl: De gepubliceerde vertakkingsversie, {published} , is opnieuw ingesteld op de conceptvertakkingsversie, {draft} .

source: Add URLs for additional versions
nl: Voeg URL&#39;s toe voor aanvullende versies

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
nl: Om er zeker van te zijn dat alle leerlingen toegang hebben tot de video, raden we aan om zowel een .mp4- als een .webm-versie van uw video aan te bieden. Klik hieronder om een URL voor een andere versie toe te voegen. Deze URL&#39;s kunnen geen YouTube-URL&#39;s zijn. De eerst genoemde video die compatibel is met de computer van de leerling wordt afgespeeld.

source: Default Timed Transcript
nl: Standaard getimed transcript

source: Timed Transcript Conflict
nl: Getimed transcriptieconflict

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
nl: Het getimede transcript voor het eerste videobestand lijkt niet hetzelfde te zijn als het getimede transcript voor het tweede videobestand.

source: Which timed transcript would you like to use?
nl: Welk getimed transcript wilt u gebruiken?

source: Error.
nl: Fout.

source: Timed Transcript from %(filename)s
nl: Getimed transcript van %(filename)s

source: Timed Transcript Found
nl: Getimed transcript gevonden

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
nl: EdX heeft een getimed transcript voor deze video. Als u dit transcript wilt bewerken, kunt u het bestaande transcript downloaden, bewerken en opnieuw uploaden. Als u dit transcript wilt vervangen, uploadt u een nieuw .srt-transcriptiebestand.

source: Upload New Transcript
nl: Upload een nieuw transcript

source: Upload New .srt Transcript
nl: Upload een nieuw .srt-transcript

source: Download Transcript for Editing
nl: Download transcript voor bewerking

source: No EdX Timed Transcript
nl: Geen EdX-getimed transcript

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
nl: EdX heeft geen getimede transcriptie voor deze video in Studio, maar we hebben een transcriptie gevonden op YouTube. Je kunt het YouTube-transcript importeren of je eigen .srt-transcriptiebestand uploaden.

source: Import YouTube Transcript
nl: Importeer YouTube-transcriptie

source: No Timed Transcript
nl: Geen getimed transcript

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
nl: EdX heeft geen getimed transcript voor deze video. Upload een .srt-bestand.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
nl: Het getimede transcript voor deze video op edX is verouderd, maar YouTube heeft een actueel getimed transcript voor deze video.

source: Do you want to replace the edX transcript with the YouTube transcript?
nl: Wil je het edX-transcript vervangen door het YouTube-transcript?

source: Yes, replace the edX transcript with the YouTube transcript
nl: Ja, vervang het edX-transcript door het YouTube-transcript

source: Timed Transcript Uploaded Successfully
nl: Getimed transcript succesvol geüpload

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
nl: EdX heeft een getimed transcript voor deze video. Als u dit transcript wilt vervangen, uploadt u een nieuw .srt-transcriptiebestand. Als u dit transcript wilt bewerken, kunt u het bestaande transcript downloaden, bewerken en opnieuw uploaden.

source: Confirm Timed Transcript
nl: Bevestig het getimede transcript

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
nl: Je hebt een video-URL gewijzigd, maar het getimede transcriptiebestand niet. Wilt u het huidige getimede transcript gebruiken of een nieuw .srt-transcriptiebestand uploaden?

source: Use Current Transcript
nl: Gebruik het huidige transcript

source: Large
nl: Groot

source: Zoom In
nl: In zoomen

source: Zoom Out
nl: Uitzoomen

source: Page number out of %(total_pages)s
nl: Paginanummer uit %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
nl: Voer het paginanummer in waar u snel naartoe wilt navigeren.

source: Sorted by
nl: Gesorteerd op

source: Clear search
nl: Duidelijke zoek

source: Search
nl: Zoekopdracht

source: Add a Response
nl: Voeg een reactie toe

source: This thread is closed.
nl: Deze draad is gesloten.

source: Add a response:
nl: Voeg een reactie toe:

source: Submit
nl: Indienen

source: discussion posted %(time_ago)s by %(author)s
nl: discussie geplaatst %(time_ago)s door %(author)s

source: question posted %(time_ago)s by %(author)s
nl: vraag geplaatst %(time_ago)s door %(author)s

source: Pinned
nl: Vastgezet

source: Reported
nl: Gerapporteerd

source: Closed
nl: Gesloten

source: Related to: %(courseware_title_linked)s
nl: Gerelateerd aan: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
nl: Dit bericht is alleen zichtbaar voor %(group_name)s .

source: This post is visible to everyone.
nl: Dit bericht is voor iedereen zichtbaar.

source: Editing post
nl: Bericht bewerken

source: Add a clear and descriptive title to encourage participation. (Required)
nl: Voeg een duidelijke en beschrijvende titel toe om deelname aan te moedigen. (Vereist)

source: Edit your post below.
nl: Bewerk je bericht hieronder.

source: Update post
nl: Bericht bijwerken

source: Show Comment (%(num_comments)s)
nl: Commentaar tonen ( %(num_comments)s )

source: Add a comment
nl: Voeg een reactie toe

source: marked as answer %(time_ago)s by %(user)s
nl: gemarkeerd als antwoord %(time_ago)s door %(user)s

source: marked as answer %(time_ago)s
nl: gemarkeerd als antwoord %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
nl: onderschreven %(time_ago)s door %(user)s

source: endorsed %(time_ago)s
nl: onderschreven %(time_ago)s

source: Editing response
nl: Reactie bewerken

source: Update response
nl: Reactie bijwerken

source: posted %(time_ago)s by %(author)s
nl: gepost %(time_ago)s door %(author)s

source: Editing comment
nl: Commentaar bewerken

source: Update comment
nl: Reactie bijwerken

source: discussion
nl: discussie

source: answered question
nl: vraag beantwoord

source: unanswered question
nl: onbeantwoorde vraag

source: Following
nl: Als vervolg op

source: Community TA
nl: Gemeenschap TA

source: {unread_comments_count} new
nl: {unread_comments_count} nieuw

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
nl: %(comments_count)s %(span_sr_open)s opmerkingen ( %(unread_comments_count)s ongelezen opmerkingen) %(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
nl: %(comments_count)s %(span_sr_open)s opmerkingen %(span_close)s

source: Add a Post
nl: Voeg een bericht toe

source: Visible to
nl: Zichtbaar voor

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
nl: Discussiebeheerders, moderators en TA&#39;s kunnen hun berichten zichtbaar maken voor alle studenten of een enkele groep opgeven.

source: All Groups
nl: Alle groepen

source: follow this post
nl: volg dit bericht

source: post anonymously to classmates
nl: anoniem posten naar klasgenoten

source: Error posting your message.
nl: Fout bij het plaatsen van uw bericht.

source: This post will be visible only to %(group_name)s.
nl: Dit bericht is alleen zichtbaar voor %(group_name)s .

source: This post will be visible to everyone.
nl: Dit bericht zal voor iedereen zichtbaar zijn.

source: Topic area
nl: Onderwerp gebied

source: Add your post to a relevant topic to help others find it. (Required)
nl: Voeg uw bericht toe aan een relevant onderwerp, zodat anderen het kunnen vinden. (Vereist)

source: (Community TA)
nl: (Gemeenschappelijke TA)

source: (Staff)
nl: (Personeel)

source: All Posts
nl: Alle berichten

source: Return to all posts
nl: Keer terug naar alle berichten

source: View discussion
nl: Bekijk discussie

source: Load more
nl: Meer laden

source: Post type
nl: Berichttype

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
nl: Vragen roepen problemen op die antwoorden behoeven. Discussies delen ideeën en beginnen gesprekken. (Vereist)

source: Question
nl: Vraag

source: Endorse
nl: Aanbevelen

source: Unendorse
nl: Niet goedkeuren

source: Mark as Answer
nl: Markeer als antwoord

source: Unmark as Answer
nl: Markering als antwoord ongedaan maken

source: Follow
nl: Volgen

source: Unfollow
nl: Ontvolgen

source: Vote for this post,
nl: Stem op dit bericht,

source: Report abuse
nl: Meld misbruik

source: Report
nl: Rapport

source: Unreport
nl: Melding ongedaan maken

source: Unpin
nl: Losmaken

source: Discussion Home
nl: Discussie Thuis

source: How to use %(platform_name)s discussions
nl: Hoe %(platform_name)s -discussies te gebruiken

source: Find discussions
nl: Zoek discussies

source: Use the All Topics menu to find specific topics.
nl: Gebruik het menu Alle onderwerpen om specifieke onderwerpen te vinden.

source: Search all posts
nl: Zoek in alle berichten

source: Filter and sort topics
nl: Filter en sorteer onderwerpen

source: Engage with posts
nl: Ga aan de slag met berichten

source: Vote for good posts and responses
nl: Stem op goede berichten en reacties

source: Report abuse, topics, and responses
nl: Rapporteer misbruik, onderwerpen en reacties

source: Follow or unfollow posts
nl: Berichten volgen of ontvolgen

source: Receive updates
nl: Ontvang updates

source: Toggle Notifications Setting
nl: Schakel de instelling voor meldingen in

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
nl: Vink dit vakje aan om één keer per dag een e-mailoverzicht te ontvangen waarin u op de hoogte wordt gesteld van nieuwe, ongelezen activiteiten in berichten die u volgt.

source: username or email
nl: gebruikersnaam of email

source: course id
nl: Cursus id

source: No results
nl: Geen resultaten

source: Course Key
nl: Cursus sleutel

source: Status
nl: Toestand

source: Grade
nl: Cijfer

source: Last Updated
nl: Laatst bijgewerkt

source: Regenerate
nl: Regenereer

source: Regenerate the user's certificate
nl: Genereer het certificaat van de gebruiker opnieuw

source: Generate
nl: Genereer

source: Generate the user's certificate
nl: Genereer het gebruikerscertificaat

source: Current enrollment mode:
nl: Huidige inschrijvingsmodus:

source: New enrollment mode:
nl: Nieuwe inschrijvingsmodus:

source: Reason for change:
nl: Reden voor verandering:

source: Choose One
nl: Kies er een

source: Explain if other.
nl: Leg uit indien anders.

source: Submit enrollment change
nl: Inschrijvingswijziging doorgeven

source: Username or email address
nl: Gebruikersnaam of e-mailadres

source: Course ID
nl: Cursus id

source: Course Start
nl: Cursus start

source: Course End
nl: Cursus einde

source: Upgrade Deadline
nl: Deadline voor upgraden

source: Verification Deadline
nl: Verificatiedeadline

source: Enrollment Date
nl: Inschrijvingsdatum

source: Enrollment Mode
nl: Inschrijvingsmodus

source: Verified mode price
nl: Geverifieerde modusprijs

source: Reason
nl: Reden

source: Last modified by
nl: Laatst gewijzigd door

source: Active
nl: Actief

source: N/A
nl: N.v.t

source: Change Enrollment
nl: Wijzig inschrijving

source: Date Joined
nl: Datum aangesloten

source: Password Status
nl: Wachtwoordstatus

source: Toggle Account Password (Usable/Unusable)
nl: Accountwachtwoord wisselen (bruikbaar/onbruikbaar)

source: Your team could not be created.
nl: Je team kan niet worden gemaakt.

source: Your team could not be updated.
nl: Uw team kan niet worden bijgewerkt.

source: Enter information to describe your team. You cannot change these details after you create the team.
nl: Voer informatie in om uw team te beschrijven. U kunt deze gegevens niet meer wijzigen nadat u het team heeft gemaakt.

source: Optional Characteristics
nl: Optionele kenmerken

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
nl: Help andere leerlingen beslissen of ze zich bij uw team willen aansluiten door enkele kenmerken voor uw team op te geven. Kies zorgvuldig, omdat mogelijk minder mensen geïnteresseerd zijn om zich bij uw team aan te sluiten als dit te beperkend lijkt.

source: Create team.
nl: Maak een team.

source: Cancel team creating.
nl: Annuleer het maken van een team.

source: Cancel team updating.
nl: Annuleer teamupdates.

source: Instructor tools
nl: Hulpmiddelen voor instructeurs

source: Delete Team
nl: Team verwijderen

source: Edit Membership
nl: Lidmaatschap bewerken

source: View Current Team Memberships
nl: Bekijk huidige teamlidmaatschappen

source: Download Memberships
nl: Lidmaatschappen downloaden

source: Assign Team Memberships
nl: Teamlidmaatschappen toewijzen

source: Upload Memberships
nl: Lidmaatschappen uploaden

source: Error assigning team memberships
nl: Fout bij het toewijzen van teamlidmaatschappen

source: Are you having trouble finding a team to join?
nl: Heeft u problemen met het vinden van een team waar u zich bij kunt aansluiten?

source: Join Team
nl: Sluit je aan bij Team

source: Team Assignments
nl: Teamopdrachten

source: You are a member of this team.
nl: Jij bent lid van dit team.

source: Team member profiles
nl: Profielen van teamleden

source: Team capacity
nl: Teamcapaciteit

source: Leave Team
nl: Verlaat Team

source: Donate
nl: Doneer

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
nl: Er is een fout opgetreden bij het ophalen van voorbeeldresultaten voor deze catalogus. Controleer of uw vraag correct is en probeer het opnieuw.

source: This catalog's courses:
nl: Cursussen uit deze catalogus:

source: Expand All
nl: Alles uitvouwen

source: Collapse All
nl: Alles inklappen

source: Start Date
nl: Begin datum

source: Due Date
nl: Deadline

source: remove all
nl: Verwijder alles

source: toggle chapter %(displayName)s
nl: schakel hoofdstuk %(displayName)s in

source: Section
nl: Sectie

source: Remove chapter %(chapterDisplayName)s
nl: Verwijder hoofdstuk %(chapterDisplayName)s

source: remove
nl: verwijderen

source: toggle subsection %(displayName)s
nl: subsectie %(displayName)s schakelen

source: Subsection
nl: Onderafdeling

source: Remove subsection %(subsectionDisplayName)s
nl: Verwijder subsectie %(subsectionDisplayName)s

source: Remove unit %(unitName)s
nl: Verwijder eenheid %(unitName)s

source: Mark Exam As Completed
nl: Markeer het examen als voltooid

source: Exam timer and end exam button
nl: Examentimer en knop voor het beëindigen van het examen

source: End My Exam
nl: Beëindig mijn examen

source: Hide Timer
nl: Timer verbergen

source: You are taking "{exam_link}" as {exam_type}.
nl: Je neemt &quot; {exam_link} &quot; als {exam_type} .

source: a timed exam
nl: een getimed examen

source: The timer on the right shows the time remaining in the exam.
nl: De timer aan de rechterkant geeft de resterende tijd van het examen aan.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
nl: Om punten voor problemen te ontvangen, moet u voor elk probleem &quot;Verzenden&quot; selecteren voordat u &quot;Mijn examen beëindigen&quot; selecteert.

source: Show More
nl: Laat meer zien

source: Show Less
nl: Laat minder zien

source: LEARN MORE
nl: KOM MEER TE WETEN

source: Starts: %(start_date)s
nl: Begint: %(start_date)s

source: Starts
nl: Begint

source: Clear All
nl: Wis alles

source: Highlighted text
nl: Gemarkeerde tekst

source: Note
nl: Opmerking

source: You commented...
nl: Je hebt commentaar gegeven...

source: Noted in:
nl: Opgemerkt in:

source: Last Edited:
nl: Laatst bewerkt:

source: Clear search results
nl: Wis zoekresultaten

source: Click to edit
nl: Klik om te bewerken

source: Order Number
nl: Bestellingsnummer

source: Date Placed
nl: Datum geplaatst

source: Cost
nl: Kosten

source: Order Details
nl: Bestel Details

source: for
nl: voor

source: Product Name
nl: productnaam

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
nl: {currentCountOpeningTag} {currentCharacterCount} {currentCountClosingTag} van {maxCharacters}

source: Financial Assistance Application
nl: Aanvraag financiële bijstand

source: Profile Information
nl: profiel informatie

source: The following information is already a part of your {platform} profile and is required for your application. To edit this information go to
nl: De volgende informatie maakt al deel uit van uw {platform} -profiel en is vereist voor uw aanvraag. Om deze informatie te bewerken, ga naar

source: Email address
nl: E-mailadres

source: Legal name
nl: Legale naam

source: Country of residence
nl: Land van verblijf

source: Application Details
nl: Toepassingsdetails

source: Submit Application
nl: Aanvraag indienen

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
nl: Bedankt voor het indienen van uw aanvraag voor financiële bijstand voor {course_name} ! U kunt binnen 2-4 werkdagen een reactie verwachten.

source: Go to Dashboard
nl: Ga naar het dashboard

source: Individual Exceptions
nl: Individuele uitzonderingen

source: Enter the username or email address of each learner that you want to add as an exception.
nl: Voer de gebruikersnaam of het e-mailadres in van elke leerling die u als uitzondering wilt toevoegen.

source: Student email or username
nl: E-mailadres of gebruikersnaam van student

source: Free text notes
nl: Vrije tekstnotities

source: Add to Exception List
nl: Toevoegen aan uitzonderingslijst

source: Generate Exception Certificates
nl: Genereer uitzonderingscertificaten

source: Certificate exceptions group selection
nl: Groepsselectie voor certificaatuitzonderingen

source: All users on the Exception list who do not yet have a certificate
nl: Alle gebruikers op de Uitzonderingslijst die nog geen certificaat hebben

source: All users on the Exception list
nl: Alle gebruikers op de uitzonderingslijst

source: User Email
nl: E-mailadres van gebruiker
