Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
nl: Het onderstaande antwoorddistributierapport wordt periodiek gegenereerd door een geautomatiseerd achtergrondproces. Het rapport is cumulatief, dus antwoorden die worden ingediend nadat het proces is gestart, worden opgenomen in een volgend rapport. Het rapport wordt meerdere keren per dag gegenereerd.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
nl: {strong_start} Opmerking {strong_end} : {ul_start} {li_start} Om de gegevens van studenten veilig te houden, kunt u deze links niet opslaan of e-mailen voor directe toegang. Kopieën van links vervallen binnen 5 minuten. {li_end} {li_start} Rapportbestanden worden 90 dagen na het genereren verwijderd. Als u toegang nodig heeft tot oude rapporten, downloadt u de bestanden en slaat u deze op, in overeenstemming met het gegevensbeveiligingsbeleid van uw instelling. {li_end} {ul_end}

source: Edit Coupon Code
nl: Couponcode bewerken

source: Edit Coupon Code Information
nl: Couponcode-informatie bewerken

source: example: A123DS
nl: voorbeeld: A123DS

source: Percentage Discount
nl: Procentuele korting

source: Expiration Date
nl: uiterste houdbaarheidsdatum

source: Update Coupon Code
nl: Couponcode bijwerken

source: Individual due date extensions
nl: Individuele vervaldatumverlengingen

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
nl: In dit onderdeel heb je de mogelijkheid om uitbreidingen op specifieke subonderdelen toe te staan aan individuele studenten. Houd er rekening mee dat altijd de laatste datum wordt genomen; Je kunt deze tool niet gebruiken om een opdracht eerder in te leveren voor een bepaalde leerling.

source: Specify the {platform_name} email address or username of a student here:
nl: Geef hier het {platform_name} e-mailadres of de gebruikersnaam van een student op:

source: Student Email or Username
nl: E-mailadres of gebruikersnaam van student

source: Choose the graded subsection:
nl: Kies de beoordeelde subsectie:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
nl: Geef de vervaldatum en -tijd van de verlenging op (in UTC; geef {format_string} op).

source: Reason for extension
nl: Reden voor verlenging

source: Change due date for student
nl: Wijzig de inleverdatum voor de student

source: Viewing granted extensions
nl: Toegekende extensies bekijken

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
nl: Hier kun je zien welke verlengingen voor een bepaald onderdeel of voor een bepaalde student zijn verleend.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
nl: Kies een beoordeelde subsectie en klik op de knop om een lijst te krijgen van alle studenten die extensies hebben voor de gegeven subsectie.

source: List all students with due date extensions
nl: Maak een lijst van alle studenten met een verlenging van de inleverdatum

source: Specify a student to see all of that student's extensions.
nl: Geef een leerling op om alle toestelnummers van die leerling te zien.

source: List date extensions for student
nl: Vermeld datumverlengingen voor studenten

source: Resetting extensions
nl: Extensies resetten

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
nl: Als u de inleverdatum van een opgave opnieuw instelt, wordt een verlenging van de inleverdatum voor een leerling voor een bepaalde subsectie ingetrokken. Hierdoor wordt de inleverdatum voor de leerling teruggezet naar de oorspronkelijke inleverdatum van het probleem.

source: Reason for reset
nl: Reden voor reset

source: Reset due date for student
nl: Inleverdatum voor leerling opnieuw instellen

source: Generate Registration Code Modal
nl: Registratiecode modaal genereren

source: Create Enrollment Codes
nl: Inschrijfcodes aanmaken

source: * Required Information
nl: * Benodigde informatie

source: The organization that purchased enrollments in the course
nl: De organisatie die inschrijvingen voor de cursus heeft gekocht

source: Organization Contact
nl: Contactpersoon organisatie

source: Organization Contact Name
nl: Naam contactpersoon organisatie

source: The primary contact at the organization
nl: Het eerste aanspreekpunt binnen de organisatie

source: Invoice Recipient
nl: Factuur ontvanger

source: The contact who should receive the invoice
nl: De contactpersoon die de factuur moet ontvangen

source: Organization Billing Address
nl: Factuuradres organisatie

source: Address Line 1
nl: Adres regel 1

source: Address Line 2
nl: Adres lijn 2

source: Address Line 3
nl: Adresregel 3

source: State/Province
nl: Staat/Provincie

source: Zip
nl: Ritssluiting

source: Unit Price
nl: Eenheid prijs

source: The price per enrollment purchased
nl: De prijs per aangeschafte inschrijving

source: Number of Enrollment Codes
nl: Aantal inschrijfcodes

source: The total number of enrollment codes to create
nl: Het totale aantal aan te maken inschrijvingscodes

source: Course Team Internal Reference
nl: Cursusteam Interne Referentie

source: Internal reference information for the sale
nl: Interne referentie-informatie voor de verkoop

source: Customer Reference
nl: Klantreferentie

source: Customer's purchase order or other reference information
nl: De inkooporder van de klant of andere referentie-informatie

source: Send me a copy of the invoice
nl: Stuur mij een kopie van de factuur

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
nl: Voor analyses over uw cursus gaat u naar {link_start} {analytics_dashboard_name} {link_end} .

source: Instructor Dashboard
nl: Instructeursdashboard

source: View Course in Studio
nl: Bekijk de cursus in Studio

source: Enrollment Code Status
nl: Status van de inschrijfcode

source: Change the status of an enrollment code.
nl: Wijzig de status van een inschrijfcode.

source: Enrollment Code
nl: Inschrijfcode

source: Find Enrollment Code
nl: Zoek de inschrijfcode

source: Enter email addresses and/or usernames separated by new lines or commas.
nl: Voer e-mailadressen en/of gebruikersnamen in, gescheiden door nieuwe regels of komma&#39;s.

source: You will not get notification for emails that bounce, so please double-check spelling.
nl: U ontvangt geen melding voor e-mails die stuiteren, dus controleer de spelling nogmaals.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
nl: Voer de reden in waarom de studenten handmatig moeten worden in- of uitgeschreven.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
nl: Dit kan niet blanco worden gelaten en zal worden vastgelegd en gepresenteerd in inschrijvingsrapporten.

source: Therefore, please give enough detail to account for this action.
nl: Geef daarom voldoende details om deze actie te verantwoorden.

source: Reason
nl: Reden

source: Register/Enroll Students
nl: Studenten inschrijven/inschrijven

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines. Optionally, extra columns can be provided: cohort and course mode, in that order. These extra columns may be blank.
nl: Om een lijst met gebruikers voor deze cursus te registreren en in te schrijven, kiest u een CSV-bestand dat de volgende kolommen in deze exacte volgorde bevat: e-mailadres, gebruikersnaam, naam en land. Voeg één leerling per rij toe en voeg geen kop-, voet- of witregels toe. Optioneel kunnen extra kolommen worden voorzien: cohort- en cursusmodus, in die volgorde. Deze extra kolommen mogen leeg zijn.

source: Upload a CSV for bulk enrollment
nl: Upload een CSV voor bulkinschrijving

source: Upload CSV
nl: CSV uploaden

source: Batch Beta Tester Addition
nl: Toevoeging van batch-bètatester

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
nl: Opmerking: gebruikers moeten een geactiveerd {platform_name} -account hebben voordat ze kunnen worden ingeschreven als bètatester.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
nl: Als deze optie {em_start} is aangevinkt {em_end} , worden gebruikers die zich niet hebben ingeschreven voor uw cursus automatisch ingeschreven.

source: Checking this box has no effect if 'Remove beta testers' is selected.
nl: Het aanvinken van dit vakje heeft geen effect als &#39;Bètatesters verwijderen&#39; is geselecteerd.

source: Add beta testers
nl: Voeg bètatesters toe

source: Remove beta testers
nl: Bètatesters verwijderen

source: Course Team Management
nl: Cursus Teammanagement

source: Select a course team role:
nl: Selecteer een cursusteamrol:

source: Getting available lists...
nl: Beschikbare lijsten ophalen...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
nl: Medewerkers kunnen deze lijsten niet wijzigen. Om het lidmaatschap van een cursusteam te kunnen beheren, moet een cursusbeheerder u de beheerdersrol geven om medewerkers of bètatesters toe te voegen, of de rol Discussiebeheerder om discussiemoderators en TA&#39;s toe te voegen.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. Any users not yet enrolled in the course will be automatically enrolled when added as Staff.
nl: Cursusteamleden met de rol Staf helpen u bij het beheren van uw cursus. Medewerkers kunnen studenten in- en uitschrijven, hun cijfers wijzigen en toegang krijgen tot alle cursusgegevens. Medewerkers hebben ook toegang tot uw cursus Studio en Insights. Gebruikers die nog niet zijn ingeschreven voor de cursus, worden automatisch ingeschreven wanneer ze worden toegevoegd als personeel.

source: Add Staff
nl: Staf toevoegen

source: Limited Staff
nl: Beperkt personeel

source: Course team members with the Limited Staff role help you manage your course. Limited Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Limited Staff don't have access to your course in Studio. Any users not yet enrolled in the course will be automatically enrolled when added as Limited Staff.
nl: Cursusteamleden met de rol Beperkt personeel helpen u bij het beheren van uw cursus. Beperkt personeel kan studenten in- en uitschrijven, hun cijfers wijzigen en toegang krijgen tot alle cursusgegevens. Beperkt personeel heeft geen toegang tot uw cursus in Studio. Alle gebruikers die nog niet zijn ingeschreven voor de cursus, worden automatisch ingeschreven wanneer ze worden toegevoegd als Beperkt personeel.

source: Add Limited Staff
nl: Beperkt personeel toevoegen

source: Admin
nl: beheerder

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. Any users not yet enrolled in the course will be automatically enrolled when added as Admin.
nl: Cursusteamleden met de rol Beheerder helpen u bij het beheren van uw cursus. Ze kunnen alle taken uitvoeren die het personeel ook kan doen, en kunnen ook de rollen Staf en Beheerder, de rol van moderator van discussies en de rol van bètatester toevoegen en verwijderen om het lidmaatschap van het cursusteam te beheren. Gebruikers die nog niet zijn ingeschreven voor de cursus, worden automatisch ingeschreven wanneer ze worden toegevoegd als beheerder.

source: Add Admin
nl: Beheerder toevoegen

source: Beta Testers
nl: Bètatesters

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. Any users not yet enrolled in the course will be automatically enrolled when added as Beta Tester.
nl: Bètatesters kunnen de cursusinhoud eerder zien dan andere studenten. Zij kunnen ervoor zorgen dat de inhoud werkt, maar hebben geen extra rechten. Gebruikers die nog niet zijn ingeschreven voor de cursus, worden automatisch ingeschreven wanneer ze worden toegevoegd als bètatester.

source: Add Beta Tester
nl: Voeg bètatester toe

source: Discussion Admins
nl: Discussiebeheerders

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
nl: Discussiebeheerders kunnen elk bericht bewerken of verwijderen, vlaggen van misbruik verwijderen, discussielijnen sluiten en opnieuw openen, reacties onderschrijven en berichten van alle groepen bekijken. Hun berichten zijn gemarkeerd als &#39;staf&#39;. Ze kunnen ook de moderatorrollen voor discussies toevoegen en verwijderen om het lidmaatschap van het cursusteam te beheren. Alleen ingeschreven gebruikers kunnen worden toegevoegd als discussiebeheerders.

source: Add Discussion Admin
nl: Discussiebeheerder toevoegen

source: Course Data Researcher
nl: Onderzoeker cursusgegevens

source: Course Data Researchers can access the data download tab. Any users not yet enrolled in the course will be automatically enrolled when added as Course Data Researcher.
nl: Cursusgegevens Onderzoekers hebben toegang tot het tabblad voor het downloaden van gegevens. Gebruikers die nog niet zijn ingeschreven voor de cursus, worden automatisch ingeschreven wanneer ze worden toegevoegd als Cursusgegevensonderzoeker.

source: Add Course Data Researcher
nl: Cursusgegevensonderzoeker toevoegen

source: Discussion Moderators
nl: Discussiemoderators

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
nl: Discussiemoderators kunnen elk bericht bewerken of verwijderen, vlaggen voor misbruik verwijderen, discussielijnen sluiten en opnieuw openen, reacties onderschrijven en berichten van alle groepen bekijken. Hun berichten zijn gemarkeerd als &#39;staf&#39;. Ze kunnen het lidmaatschap van een cursusteam niet beheren door moderatorrollen voor discussies toe te voegen of te verwijderen. Alleen ingeschreven gebruikers kunnen worden toegevoegd als discussiemoderators.

source: Add Moderator
nl: Moderator toevoegen

source: Group Community TA
nl: Groep Gemeenschap TA

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
nl: Groepscommunity-TA&#39;s zijn leden van de community die cursusteams helpen discussies te modereren. Groepscommunity-TA&#39;s zien alleen berichten van leerlingen in hun toegewezen groep. Ze kunnen berichten bewerken of verwijderen, vlaggen wissen, discussielijnen sluiten en opnieuw openen en reacties goedkeuren, maar alleen voor berichten van leerlingen in hun groep. Hun berichten zijn gemarkeerd als &#39;Community TA&#39;. Alleen ingeschreven studenten kunnen worden toegevoegd als groepscommunity-TA&#39;s.

source: Add Group Community TA
nl: Groepscommunity TA toevoegen

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
nl: Community TA&#39;s zijn leden van de community die cursusteams helpen discussies te modereren. Ze kunnen berichten zien van leerlingen in hun toegewezen cohort of inschrijvingstraject, en kunnen berichten bewerken of verwijderen, vlaggen wissen, discussielijnen sluiten of opnieuw openen en reacties goedkeuren. Hun berichten zijn gemarkeerd als &#39;Community TA&#39;. Alleen ingeschreven studenten kunnen worden toegevoegd als community-TA&#39;s.

source: Add Community TA
nl: Voeg community-TA toe

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
nl: CCX-coaches kunnen op basis van deze cursus hun eigen aangepaste cursussen maken, die ze kunnen gebruiken om gepersonaliseerde instructie te geven aan hun eigen studenten op basis van dit cursusmateriaal.

source: Add CCX Coach
nl: CCX-coach toevoegen

source: To use the email tool, visit the
nl: Om de e-mailtool te gebruiken, gaat u naar de

source: new experience
nl: nieuwe ervaring

source: Send to:
nl: Verzenden naar:

source: Myself
nl: Mezelf

source: Staff and Administrators
nl: Staf en beheerders

source: All Learners
nl: Alle leerlingen

source: (Learners not explicitly assigned to a cohort)
nl: (Leerders niet expliciet toegewezen aan een cohort)

source: Learners in the {track_name} Track
nl: Leerlingen in het {track_name} traject

source: Subject:
nl: Onderwerp:

source: (Maximum 128 characters)
nl: (Maximaal 128 tekens)

source: Message:
nl: Bericht:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
nl: We raden aan om leerlingen niet meer dan één e-mailbericht per week te sturen. Voordat u uw e-mail verzendt, controleert u de tekst zorgvuldig en verzendt u deze eerst naar uzelf, zodat u een voorbeeld van de opmaak kunt bekijken en kunt controleren of ingesloten afbeeldingen en links correct werken.

source: You can include keywords in your messages. For list of available keywords see the {start_link}documentation{end_link}.
nl: U kunt trefwoorden in uw berichten opnemen. Voor een lijst met beschikbare trefwoorden, zie de {start_link} -documentatie {end_link} .

source: CAUTION!
nl: VOORZICHTIGHEID!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
nl: Wanneer u E-mail verzenden selecteert, wordt uw e-mailbericht toegevoegd aan de wachtrij voor verzending en kan het niet worden geannuleerd.

source: Send Email
nl: E-mail verzenden

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
nl: E-mailacties worden op de achtergrond uitgevoerd. De status van alle actieve taken (inclusief e-mailtaken) verschijnt in een onderstaande tabel.

source: Email Task History
nl: E-mailtaakgeschiedenis

source: To see the content of previously sent emails, click this button:
nl: Om de inhoud van eerder verzonden e-mails te bekijken, klikt u op deze knop:

source: Show Sent Email History
nl: Toon verzonden e-mailgeschiedenis

source: To read a sent email message, click its subject.
nl: Om een verzonden e-mailbericht te lezen, klikt u op het onderwerp ervan.

source: To see the status for all email tasks submitted for this course, click this button:
nl: Om de status te zien van alle e-mailtaken die voor deze cursus zijn ingediend, klikt u op deze knop:

source: Show Email Task History
nl: Toon e-mailtaakgeschiedenis

source: Set Course Mode Price
nl: Stel de koersmodusprijs in

source: Please enter Course Mode detail below
nl: Voer hieronder de details van de cursusmodus in

source: Course Price
nl: Cursus Prijs

source: Currency
nl: Munteenheid

source: Set Price
nl: Prijs instellen

source: Proctortrack Escalation Email:
nl: Proctortrack Escalatie-e-mail:

source: Allowance Section
nl: Toelage sectie

source: Student Onboarding Status
nl: Onboardingstatus van studenten

source: Student Special Exam Attempts
nl: Speciale examenpogingen voor studenten

source: Review Dashboard
nl: Beoordelingsdashboard

source: View gradebook for enrolled learners
nl: Cijferlijst voor ingeschreven leerlingen bekijken

source: View Gradebook
nl: Cijferlijst bekijken

source: Note: This feature is available only to courses with a small number of enrolled learners.
nl: Opmerking: deze functie is alleen beschikbaar voor cursussen met een klein aantal ingeschreven studenten.

source: View a specific learner's enrollment status
nl: Bekijk de inschrijvingsstatus van een specifieke leerling

source: Learner's {platform_name} email address or username *
nl: E-mailadres of gebruikersnaam {platform_name} van de leerling *

source: Learner email address or username
nl: E-mailadres of gebruikersnaam van de leerling

source: View Enrollment Status
nl: Bekijk de inschrijvingsstatus

source: View a specific learner's grades and progress
nl: Bekijk de cijfers en voortgang van een specifieke leerling

source: Learner's {platform_name} email address or username
nl: Het e-mailadres of de gebruikersnaam {platform_name} van de leerling

source: View Progress Page
nl: Bekijk de voortgangspagina

source: Adjust a learner's grade for a specific problem
nl: Pas het cijfer van een leerling aan voor een specifiek probleem

source: Location of problem in course
nl: Locatie van het probleem in de cursus

source: Example
nl: Voorbeeld

source: Problem location
nl: Probleem locatie

source: Attempts
nl: Pogingen

source: Allow a learner who has used up all attempts to work on the problem again.
nl: Laat een leerling die alle pogingen heeft opgebruikt, opnieuw aan het probleem werken.

source: Reset Attempts to Zero
nl: Zet pogingen op nul

source: Rescore
nl: Herscore

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
nl: Voor het opgegeven probleem moet u de antwoorden van de leerling opnieuw beoordelen. Met de optie &#39;Alleen opnieuw scoren als de score verbetert&#39; wordt de score van de leerling alleen bijgewerkt als deze in het voordeel van de leerling verbetert.

source: Score Override
nl: Score overschrijven
