Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
nl: Voer het tabblad in dat is geselecteerd in XBlock. Als dit niet is ingesteld, is het tabblad Cursus geselecteerd.

source: LaTeX Source File Name
nl: LaTeX-bronbestandsnaam

source: Enter the source file name for LaTeX.
nl: Voer de bronbestandsnaam voor LaTeX in.

source: If true, can be seen only by course staff, regardless of start date.
nl: Indien waar, is deze alleen zichtbaar voor cursuspersoneel, ongeacht de startdatum.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
nl: Een woordenboek dat in kaart brengt welke groepen dit blok getoond kunnen worden. De sleutels zijn groepsconfiguratie-ID&#39;s en de waarden zijn een lijst met groeps-ID&#39;s. Als er geen sleutel is voor een groepsconfiguratie of als de set groeps-ID&#39;s leeg is, wordt het blok als zichtbaar voor iedereen beschouwd. Houd er rekening mee dat dit veld wordt genegeerd als het blok alleen zichtbaar_voor_staff is.

source: The list of group configurations for partitioning students in content experiments.
nl: De lijst met groepsconfiguraties voor het verdelen van leerlingen in inhoudsexperimenten.

source: When checked, the LTI content will load only for learners who have an account in this instance. This is required only for linking learner accounts with the LTI consumer. See the Open edX LTI Provider documentation for more details.
nl: Indien aangevinkt, wordt de LTI-inhoud in dit geval alleen geladen voor studenten die een account hebben. Dit is alleen vereist voor het koppelen van leerlingaccounts aan de LTI-consument. Zie de Open edX LTI Provider-documentatie voor meer details.

source: One of user or external_user_key must not be null.
nl: Eén van user of external_user_key mag niet nul zijn.

source: View and regenerate certificates.
nl: Certificaten bekijken en opnieuw genereren.

source: Enrollment
nl: Inschrijving

source: View and update learner enrollments.
nl: Bekijk en update de inschrijvingen van studenten.

source: Manage User
nl: Gebruiker beheren

source: Disable User Account
nl: Schakel gebruikersaccount uit

source: Entitlements
nl: Rechten

source: View, create, and reissue learner entitlements
nl: Bekijk, creëer en wijzig de rechten van studenten opnieuw

source: Feature Based Enrollments
nl: Functiegebaseerde inschrijvingen

source: View feature based enrollment settings
nl: Bekijk op functies gebaseerde inschrijvingsinstellingen

source: Link Program Enrollments
nl: Programma-inschrijvingen koppelen

source: Link LMS users to program enrollments
nl: Koppel LMS-gebruikers aan programma-inschrijvingen

source: Program Enrollments Inspector Tool
nl: Programma-inschrijvingen Inspector Tool

source: Find information related to a learner's program enrollments
nl: Zoek informatie met betrekking tot de programma-inschrijvingen van een leerling

source: username
nl: gebruikersnaam

source: user_detail_url
nl: gebruiker_detail_url

source: Usable
nl: Bruikbaar

source: Unusable
nl: Onbruikbaar

source: User Enabled Successfully
nl: Gebruiker succesvol ingeschakeld

source: User Disabled Successfully
nl: Gebruiker succesvol uitgeschakeld

source: You must complete a survey
nl: U moet een enquête invullen

source: Optional language the team uses as ISO 639-1 code.
nl: Optionele taal die het team gebruikt als ISO 639-1-code.

source: Leverage teams to allow learners to connect by topic of interest.
nl: Maak gebruik van teams zodat leerlingen verbinding kunnen maken op basis van hun interessegebied.

source: course_id must be provided
nl: course_id moet worden opgegeven

source: The supplied course id {course_id} is not valid.
nl: Het opgegeven cursus-ID {course_id} is niet geldig.

source: text_search and order_by cannot be provided together
nl: text_search en order_by kunnen niet samen worden opgegeven

source: The supplied topic id {topic_id} is not valid
nl: Het opgegeven onderwerp-ID {topic_id} is niet geldig

source: Error connecting to elasticsearch
nl: Fout bij verbinden met elasticsearch

source: The ordering {ordering} is not supported
nl: De bestelling {ordering} wordt niet ondersteund

source: The supplied course_id {course_id} is not valid.
nl: De opgegeven cursus_id {course_id} is niet geldig.

source: topic_id is required
nl: topic_id is vereist

source: You can't create a team in an instructor managed topic.
nl: Je kunt geen team maken in een door een instructeur beheerd onderwerp.

source: You are already in a team in this teamset.
nl: In deze teamset zit je al in een team.

source: teamset_id and team_id are mutually exclusive options.
nl: teamset_id en team_id zijn elkaar uitsluitende opties.

source: teamset_id requires course_id to also be provided.
nl: teamset_id vereist dat ook course_id wordt opgegeven.

source: No teamset found in given course with given id
nl: Geen teamset gevonden in bepaalde cursus met opgegeven ID

source: username or (team_id or teamset_id) must be specified.
nl: gebruikersnaam of (team_id of teamset_id) moet worden opgegeven.

source: Username is required.
nl: Gebruikersnaam is vereist.

source: Team id is required.
nl: Team-ID is vereist.

source: This team is already full.
nl: Dit team is al vol.

source: You can't join an instructor managed team.
nl: Je kunt geen lid worden van een door een instructeur beheerd team.

source: The user {username} is already a member of a team in this teamset.
nl: De gebruiker {username} is al lid van een team in deze teamset.

source: The user {username} is not enrolled in the course associated with this team.
nl: De gebruiker {username} is niet ingeschreven voor de cursus die aan dit team is gekoppeld.

source: You can't leave an instructor managed team.
nl: Je kunt een door een instructeur beheerd team niet verlaten.

source: Show existing user tour
nl: Toon bestaande gebruikersrondleiding

source: Show new user tour
nl: Toon nieuwe gebruikersrondleiding

source: Do not show user tour
nl: Laat geen gebruikersrondleiding zien

source: The course for which this deadline applies
nl: Het vak waarvoor deze deadline geldt

source: The datetime after which users are no longer allowed to submit photos for verification.
nl: De datum en tijd waarna gebruikers geen foto&#39;s meer ter verificatie mogen indienen.

source: Your {platform_name} verification has expired.
nl: Uw {platform_name} -verificatie is verlopen.

source: Make payment
nl: Betaling maken

source: Take photo
nl: Maak een foto

source: Take a photo of your ID
nl: Maak een foto van uw identiteitsbewijs

source: Review your info
nl: Controleer uw gegevens

source: Enrollment confirmation
nl: Bevestiging van inschrijving

source: Selected price is not valid number.
nl: Geselecteerde prijs is geen geldig aantal.

source: This course doesn't support paid certificates
nl: Deze cursus ondersteunt geen betaalde certificaten

source: No selected price or selected price is below minimum.
nl: Geen enkele geselecteerde prijs of geselecteerde prijs ligt onder het minimum.

source: Photo ID image is required if the user does not have an initial verification attempt.
nl: Een identiteitsbewijs met foto is vereist als de gebruiker geen eerste verificatiepoging heeft gedaan.

source: Missing required parameter face_image
nl: Ontbrekende vereiste parameter face_image

source: Image data is in an unsupported format.
nl: Beeldgegevens hebben een niet-ondersteunde indeling.

source: Image data is not valid.
nl: Afbeeldingsgegevens zijn niet geldig.

source: Your {platform_name} ID verification was approved!
nl: Uw {platform_name} ID-verificatie is goedgekeurd!

source: Your {platform_name} Verification Has Been Denied
nl: Uw {platform_name} -verificatie is geweigerd

source: Please correct the errors below.
nl: Gelieve hieronder de fouten corrigeren.

source: Are you sure you want to cancel retirement for user "%(username)s"?
nl: Weet u zeker dat u de pensionering voor gebruiker &quot; %(username)s &quot; wilt annuleren?

source: Submit
nl: Indienen

source: This email was automatically sent from %(platform_name)s.
nl: Deze e-mail is automatisch verzonden vanaf %(platform_name)s .

source: You are receiving this email at address %(email)s because you are enrolled in
nl: U ontvangt deze e-mail op adres %(email)s omdat u bent ingeschreven voor

source: To stop receiving email like this, update your course email settings
nl: Update de e-mailinstellingen van uw cursus om dit soort e-mails niet meer te ontvangen

source: here
nl: hier

source: unsubscribe
nl: uitschrijven

source: This email was automatically sent from %(platform_name)s.
nl: Deze e-mail is automatisch verzonden vanaf %(platform_name)s .

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
nl: U ontvangt deze e-mail op adres %(email)s omdat u bent ingeschreven voor %(course_title)s .

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
nl: Om dit soort e-mails niet meer te ontvangen, update je de e-mailinstellingen van je cursus hier %(email_settings_url)s

source: To unsubscribe click here %(unsubscribe_link)s
nl: Klik hier om u af te melden %(unsubscribe_link)s

source: Welcome to %(course_name)s
nl: Welkom bij %(course_name)s

source: To get started, please visit https://%(site_name)s.
nl: Ga naar https:// %(site_name)s om aan de slag te gaan.

source: The login information for your account follows:
nl: De inloggegevens voor uw account volgen:

source: password: %(password)s
nl: wachtwoord: %(password)s

source: It is recommended that you change your password.
nl: Het wordt aanbevolen dat u uw wachtwoord wijzigt.

source: You may access your course.
nl: U heeft toegang tot uw cursus.

source: Sincerely yours, The %(course_name)s Team
nl: Met vriendelijke groet, Het %(course_name)s -team

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
nl: Ga naar https:// %(site_name)s om aan de slag te gaan. Hieronder volgen de inloggegevens voor uw account.

source: You may access your course at: %(course_url)s.
nl: U kunt toegang krijgen tot uw cursus op: %(course_url)s .

source: You have been enrolled in %(course_name)s
nl: U bent ingeschreven voor %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
nl: U bent uitgenodigd om bètatester te worden voor %(course_name)s op %(site_name)s

source: The invitation has been sent by a member of the course staff.
nl: De uitnodiging is verzonden door een lid van de cursusstaf.

source: To start accessing course materials, please visit:
nl: Om toegang te krijgen tot cursusmateriaal, gaat u naar:

source: To enroll in this course and begin the beta test:
nl: Om u in te schrijven voor deze cursus en te beginnen met de bètatest:

source: Visit %(course_name)s
nl: Ga naar %(course_name)s

source: Visit %(site_name)s
nl: Ga naar %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
nl: Deze e-mail is automatisch verzonden van %(site_name)s naar %(email_address)s

source: Dear %(full_name)s
nl: Beste %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
nl: U bent door een lid van de cursusstaf uitgenodigd om bètatester te worden voor %(course_name)s op %(site_name)s .

source: To start accessing course materials, please visit %(course_url)s
nl: Om toegang te krijgen tot cursusmateriaal, gaat u naar %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
nl: Ga naar %(course_about_url)s om u in te schrijven voor deze cursus en te beginnen met de bètatest.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
nl: Ga naar %(site_name)s om u in te schrijven voor deze cursus en te beginnen met de bètatest.

source: You have been invited to a beta test for %(course_name)s
nl: U bent uitgenodigd voor een bètatest voor %(course_name)s

source: You have been invited to %(course_name)s
nl: U bent uitgenodigd voor %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
nl: U bent door een lid van de cursusstaf uitgenodigd om deel te nemen aan %(course_name)s op %(site_name)s .

source: To access this course click on the button below and login:
nl: Om toegang te krijgen tot deze cursus klikt u op onderstaande knop en logt u in:

source: To access this course visit it and register:
nl: Om toegang te krijgen tot deze cursus, bezoek deze en schrijf u in:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
nl: Rond uw registratie af en vul het registratieformulier in. Zorg ervoor dat u %(email_address)s gebruikt in het veld E-mail:

source: Finish Your Registration
nl: Voltooi uw registratie

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
nl: Zodra u zich heeft geregistreerd en uw account heeft geactiveerd, ziet u %(course_name)s op uw dashboard staan.

source: Once you have registered and activated your account, you will be able to access this course:
nl: Zodra u zich heeft geregistreerd en uw account heeft geactiveerd, heeft u toegang tot deze cursus:

source: You can then enroll in %(course_name)s.
nl: U kunt zich vervolgens inschrijven voor %(course_name)s .

source: Dear student,
nl: Beste student,

source: To access this course visit %(course_url)s and login.
nl: Om toegang te krijgen tot deze cursus, ga naar %(course_url)s en log in.

source: To access this course visit %(course_about_url)s and register for this course.
nl: Om toegang te krijgen tot deze cursus, ga naar %(course_about_url)s en schrijf u in voor deze cursus.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
nl: Om uw registratie af te ronden, gaat u naar %(registration_url)s en vult u het registratieformulier in. Zorg ervoor dat u %(email_address)s gebruikt in het veld E-mail.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
nl: Nadat u zich heeft geregistreerd en uw account heeft geactiveerd, gaat u naar %(course_about_url)s om deel te nemen aan deze cursus.

source: You have been invited to register for %(course_name)s
nl: U bent uitgenodigd om u te registreren voor %(course_name)s

source: You have been unenrolled from %(course_name)s
nl: U bent uitgeschreven voor %(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
nl: U bent door een medewerker van de cursus uitgeschreven voor de cursus %(course_name)s . Negeer de eerder verzonden uitnodiging.

source: Dear Student,
nl: Beste student,

source: You have been unenrolled from %(course_name)s
nl: U bent uitgeschreven voor %(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
nl: Je bent door een medewerker van de cursus uitgeschreven voor %(course_name)s op %(site_name)s . Deze cursus verschijnt niet meer op uw %(site_name)s -dashboard.

source: Your other courses have not been affected.
nl: Je andere cursussen zijn niet beïnvloed.

source: This email was automatically sent from %(site_name)s to %(full_name)s
nl: Deze e-mail is automatisch verzonden van %(site_name)s naar %(full_name)s

source: You have been enrolled in %(course_name)s
nl: U bent ingeschreven voor %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
nl: U bent door een lid van de cursusstaf ingeschreven voor %(course_name)s op %(site_name)s . Deze cursus verschijnt nu op uw %(site_name)s -dashboard.

source: Access the Course Materials Now
nl: Krijg nu toegang tot het cursusmateriaal

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
nl: U bent verwijderd als bètatester voor %(course_name)s op %(site_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
nl: U bent door een lid van de cursusstaf verwijderd als bètatester voor %(course_name)s op %(site_name)s .

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
nl: Deze cursus blijft op uw dashboard staan, maar u maakt geen deel meer uit van de bètatestgroep.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
nl: U bent door een lid van de cursusstaf verwijderd als bètatester voor %(course_name)s op %(site_name)s . Deze cursus blijft op uw dashboard staan, maar u maakt geen deel meer uit van de bètatestgroep.

source: You have been removed from a beta test for %(course_name)s
nl: U bent verwijderd uit een bètatest voor %(course_name)s

source: Signed Out
nl: Uitgelogd

source: You have signed out.
nl: Je bent uitgelogd.

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
nl: {start_anchor} %(tpa_logout_url)s {middle_anchor} Klik hier {end_anchor} om uw eenmalige aanmelding (SSO)-sessie te verwijderen.

source: We are signing you in.
nl: Wij zijn u aan het aanmelden.

source: This may take a minute. If you are not redirected, go to the home page.
nl: Dit kan een minuut duren. Als u niet wordt doorgestuurd, ga dan naar de startpagina.

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
nl: Indien u niet binnen 5 seconden wordt doorverwezen, {start_anchor} %(target)s {middle_anchor} klik hier om naar de startpagina {end_anchor} te gaan.

source: Skip to main content
nl: Ga naar de hoofdinhoud

source: Authorize
nl: Toestemming geven

source: The above application requests the following permissions from your account:
nl: De bovenstaande applicatie vraagt de volgende toestemmingen van uw account:

source: These permissions will be granted for data from your courses associated with the following content providers:
nl: Deze machtigingen worden verleend voor gegevens uit uw cursussen die zijn gekoppeld aan de volgende inhoudsproviders:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
nl: Klik op de knop &#39;Toestaan&#39; om deze machtigingen aan de bovenstaande applicatie te verlenen. Als u deze toestemmingen wilt intrekken, klikt u op de knop &#39;Annuleren&#39;.

source: Cancel
nl: Annuleren

source: Allow
nl: Toestaan

source: Error
nl: Fout

source: The course %(course_title)s has been reset !
nl: De cursus %(course_title)s is gereset!

source: Hello %(full_name)s,
nl: Hallo %(full_name)s ,

source: Your progress in course %(course_title)s has been reset on your behalf.
nl: Uw voortgang in cursus %(course_title)s is namens u gereset.

source: You will be able to re-attempt this course and earn a verified certificate upon successful completion.
nl: U kunt deze cursus opnieuw proberen en na succesvolle afronding een geverifieerd certificaat behalen.

source: Hello %(full_name)s,
nl: Hallo %(full_name)s ,

source: ID Verification Approved
nl: ID-verificatie goedgekeurd

source: Your %(platform_name)s ID verification photos have been approved.
nl: Uw %(platform_name)s ID-verificatiefoto&#39;s zijn goedgekeurd.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
nl: Uw goedkeuringsstatus blijft twee jaar geldig en vervalt %(expiration_datetime)s .

source: Enjoy your studies,
nl: Geniet van je studie,

source: Your %(platform_name)s ID verification was approved!
nl: Uw %(platform_name)s ID-verificatie is goedgekeurd!

source: Expired ID Verification
nl: Verlopen ID-verificatie

source: Your %(platform_name)s ID verification has expired.
nl: Uw %(platform_name)s ID-verificatie is verlopen.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
nl: Om examens onder toezicht af te leggen en in aanmerking te komen voor certificaten heeft u een geldige identiteitsverificatie nodig.

source: Follow the link below to submit your photos and renew your ID verification.
nl: Volg de onderstaande link om uw foto&#39;s in te dienen en uw identiteitsverificatie te vernieuwen.

source: You can also do this from your dashboard.
nl: U kunt dit ook vanaf uw dashboard doen.

source: Resubmit Verification : %(lms_verification_link)s
nl: Verificatie opnieuw indienen: %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
nl: Veelgestelde vragen over ID-verificatie: %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
nl: Uw %(platform_name)s -verificatie is verlopen

source: ID Verification Submitted
nl: ID-verificatie ingediend

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
nl: Bedankt voor het indienen van uw foto&#39;s voor identiteitsverificatie met %(platform_name)s .

source: We have received your photos and they will be reviewed within 3-5 days.
nl: We hebben uw foto&#39;s ontvangen en zullen deze binnen 3-5 dagen beoordelen.

source: You may check the status on your dashboard: %(dashboard_link)s
nl: U kunt de status controleren op uw dashboard: %(dashboard_link)s

source: Best regards,
nl: Hartelijke groeten,

source: Thank you for submitting your photos!
nl: Bedankt voor het insturen van je foto&#39;s!

source: Last modified:
nl: Laatst gewijzigd:

source: See all children
nl: Bekijk alle kinderen

source: This article was last modified:
nl: Dit artikel is voor het laatst gewijzigd:

source: Add new article
nl: Nieuw artikel toevoegen

source: Create article
nl: Artikel maken

source: Go back
nl: Ga terug

source: Delete article
nl: Artikel verwijderen

source: Delete
nl: Verwijderen

source: You cannot delete a root article.
nl: U kunt een hoofdartikel niet verwijderen.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
nl: U kunt dit artikel niet verwijderen omdat u geen toestemming heeft om artikelen met kinderen te verwijderen. Probeer de kinderen één voor één handmatig te verwijderen.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
nl: Je verwijdert een artikel. Dit betekent dat de onderliggende items ook worden verwijderd. Als u ervoor kiest om te zuiveren, worden kinderen ook gezuiverd!

source: Articles that will be deleted
nl: Artikelen die worden verwijderd

source: ...and more!
nl: ...en meer!

source: You are deleting an article. Please confirm.
nl: U verwijdert een artikel. Bevestig alstublieft.

source: Edit
nl: Bewerking

source: Save changes
nl: Wijzigingen opslaan

source: Preview
nl: Voorbeeld

source: Wiki Preview
nl: Wiki-voorbeeld

source: window open
nl: raam open
