Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: This content experiment uses group configuration '{group_configuration_name}'.
nl: Dit inhoudsexperiment maakt gebruik van groepsconfiguratie &#39;{group_configuration_name}&#39;.

source: Active Groups
nl: Actieve groepen

source: Inactive Groups
nl: Inactieve groepen

source: Staff Debug Info
nl: Foutopsporingsinformatie voor personeel

source: Submission history
nl: Inzendingsgeschiedenis

source: {platform_name} Content Quality Assessment
nl: {platform_name} Beoordeling van de inhoudskwaliteit

source: Comment
nl: Opmerking

source: comment
nl: opmerking

source: Tag
nl: Label

source: Optional tag (eg "done" or "broken"):
nl: Optionele tag (bijvoorbeeld &quot;klaar&quot; of &quot;gebroken&quot;):

source: tag
nl: label

source: Add comment
nl: Voeg commentaar toe

source: Staff Debug:
nl: Debuggen van medewerkers:

source: Score (for override only)
nl: Score (alleen voor overschrijven)

source: Reset Learner's Attempts to Zero
nl: Zet de pogingen van de leerling terug naar nul

source: Delete Learner's State
nl: Verwijder de status van de leerling

source: Rescore Learner's Submission
nl: Herscore de inzending van de leerling

source: Rescore Only If Score Improves
nl: Alleen opnieuw scoren als de score verbetert

source: Override Score
nl: Score overschrijven

source: Module Fields
nl: Modulevelden

source: XML attributes
nl: XML-attributen

source: Submission History Viewer
nl: Inzendingsgeschiedenisviewer

source: Learner's {platform_name} email address or username:
nl: E-mailadres of gebruikersnaam {platform_name} van de leerling:

source: Enter the learner email address or username
nl: Voer het e-mailadres of de gebruikersnaam van de leerling in

source: View History
nl: Bekijk geschiedenis

source: {course_number} Textbook
nl: {course_number} Leerboek

source: Textbook Navigation
nl: Leerboeknavigatie

source: Page
nl: Bladzijde

source: Previous page
nl: Vorige bladzijde

source: Next page
nl: Volgende bladzijde

source: Paste Component
nl: Component plakken

source: From:
nl: Van:

source: What's in my clipboard?
nl: Wat staat er op mijn klembord?

source: Tracking Log
nl: Trackinglogboek

source: datetime
nl: datum Tijd

source: source
nl: bron

source: Unsubscribe Successful!
nl: Afmelden gelukt!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
nl: U ontvangt geen e-mails met forummeldingen meer van {platform_name} . U kunt {dashboard_link_start} terugkeren naar uw dashboard {link_end} . Als het niet uw bedoeling was om dit te doen, {undo_link_start} kunt u zich opnieuw abonneren {link_end} .

source: Dashboard for:
nl: Dashboard voor:

source: Usermenu
nl: Gebruikersmenu

source: More options
nl: Meer opties

source: More Options
nl: Meer opties

source: Using the system
nl: Het systeem gebruiken

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
nl: Gebruik tijdens het afspelen van video&#39;s de ondertitels en de schuifbalk om te navigeren. Door op de ondertitels te klikken, kunt u snel een klein stukje vooruit en achteruit springen.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
nl: Als u zich op een scherm met een lage resolutie bevindt, kan de linkernavigatiebalk worden verborgen door op de set van drie pijlen naar links ernaast te klikken.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
nl: Als u grotere of kleinere lettertypen nodig heeft, gebruikt u de browserinstellingen om deze omhoog of omlaag te schalen. Onder Google Chrome doet u dit door tegelijkertijd ctrl-plus of ctrl-min in te drukken.

source: {subsection_format} due {{date}}
nl: {subsection_format} vervalt op {{date}}

source: Due {date}
nl: Vanwege {date}

source: Past due
nl: Verlopen

source: Reset Problems
nl: Problemen opnieuw instellen

source: Loading video player
nl: Videospeler laden

source: Play video
nl: Video afspelen

source: No playable video sources found.
nl: Geen afspeelbare videobronnen gevonden.

source: Your browser does not support this video format. Try using a different browser.
nl: Uw browser ondersteunt dit videoformaat niet. Probeer een andere browser te gebruiken.

source: Downloads and transcripts
nl: Downloads en transcripties

source: Download video file
nl: Videobestand downloaden

source: Share this video
nl: Deel deze video

source: Share on {site}
nl: Deel op {site}

source: Copy
nl: Kopiëren

source: Transcripts
nl: Afschriften

source: Download transcript
nl: Afschrift downloaden

source: Download Handout
nl: Hand-out downloaden

source: How is the transcript quality ?
nl: Hoe is de kwaliteit van de transcripties?

source: {num} of {total}
nl: {num} van {total}

source: Your words were:
nl: Jouw woorden waren:

source: API Access Request
nl: API-toegangsverzoek

source: {platform_name} API Access Request
nl: {platform_name} API-toegangsverzoek

source: Request API Access
nl: Vraag API-toegang aan

source: API Access Request Status
nl: Status van API-toegangsverzoek

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
nl: Uw verzoek om toegang tot de {platform_name} Cursuscatalogus-API wordt verwerkt. U ontvangt een bericht op het e-mailadres in uw profiel wanneer de verwerking is voltooid. U kunt ook naar deze pagina terugkeren om de status van uw API-toegangsverzoek te bekijken.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
nl: Uw verzoek om toegang tot de {platform_name} Cursuscatalogus-API is afgewezen. Als u denkt dat dit een fout is, of voor andere vragen over het gebruik van deze API, neem dan contact op met {api_support_email_link} .

source: Your request to access the {platform_name} Course Catalog API has been approved.
nl: Uw verzoek om toegang tot de {platform_name} Cursuscatalogus-API is goedgekeurd.

source: Application Name
nl: Naam van de toepassing

source: API Client Secret
nl: API-clientgeheim

source: Redirect URLs
nl: Omleidings-URL&#39;s

source: If you would like to regenerate your API client information, please use the form below.
nl: Als u uw API-clientgegevens opnieuw wilt genereren, gebruikt u het onderstaande formulier.

source: Generate API client credentials
nl: Genereer API-clientreferenties

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
nl: Voor meer informatie over de {platform_name} Cursuscatalogus-API gaat u naar {link_start} onze API-documentatiepagina {link_end} . Neem voor vragen over het gebruik van deze API contact op met {api_support_email_link} .

source: API Terms of Service
nl: API-servicevoorwaarden

source: Terms of Service for {platform_name} APIs
nl: Servicevoorwaarden voor {platform_name} API&#39;s

source: Effective Date: May 24th, 2018
nl: Ingangsdatum: 24 mei 2018

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
nl: Welkom bij {platform_name} . Bedankt voor het gebruik van de Course Discovery API, Enterprise API en/of eventuele aanvullende API&#39;s die we van tijd tot tijd aanbieden (gezamenlijk de &quot;API&#39;s&quot;) van {platform_name} . Lees deze Servicevoorwaarden voordat u de API&#39;s opent of gebruikt. Deze Servicevoorwaarden, eventuele aanvullende voorwaarden in de bijbehorende API-documentatie en alle toepasselijke beleidsregels en richtlijnen die {platform_name} van tijd tot tijd beschikbaar stelt en/of updaten, zijn overeenkomsten (gezamenlijk de &quot;Voorwaarden&quot;) tussen u en {platform_name} . Deze Voorwaarden worden uitgegeven onder de Enterprise Product Agreement, Member Participation Agreement of andere directe overeenkomst die de aankoop van {platform_name} -producten regelt, indien van toepassing (de &quot;Overeenkomst&quot;), uitgevoerd door u of de partij namens wie u toegang krijgt tot of gebruik maakt van de API&#39;s. en {platform_name} . In het geval dat u een dergelijke Overeenkomst heeft die van toepassing is op uw gebruik van de API&#39;s, prevaleert de Overeenkomst in het geval van een conflict tussen deze Overeenkomst en deze Voorwaarden. Door de API&#39;s te openen of te gebruiken, aanvaardt u en gaat u ermee akkoord juridisch gebonden te zijn aan de Voorwaarden, ongeacht of u een geregistreerde gebruiker bent of niet. Als u de API&#39;s opent of gebruikt namens een bedrijf, organisatie of andere juridische entiteit, gaat u akkoord met deze Voorwaarden voor die entiteit en vertegenwoordigt en garandeert u aan {platform_name} dat u de volledige bevoegdheid heeft om deze Voorwaarden voor een dergelijke entiteit te accepteren en ermee akkoord te gaan. , in welk geval de termen &#39;u&#39;, &#39;uw&#39; of gerelateerde termen hierin verwijzen naar de entiteit namens wie u toegang krijgt tot of gebruik maakt van de API&#39;s. Als u deze bevoegdheid niet heeft of als u de Voorwaarden niet begrijpt of er niet aan gebonden wilt zijn, mag u de API&#39;s niet gebruiken.

source: API Access
nl: API-toegang

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
nl: Om toegang te krijgen tot de API&#39;s moet u een {platform_name} -gebruikersaccount aanmaken voor uw applicatie (niet voor persoonlijk gebruik). Dit account geeft u toegang tot onze API-verzoekpagina op {request_url} . Op die pagina moet u het API-aanvraagformulier invullen, inclusief een beschrijving van uw voorgestelde gebruik van de API&#39;s. Alle account- en registratiegegevens die u aan {platform_name} verstrekt, moeten accuraat en actueel zijn, en u gaat ermee akkoord ons onmiddellijk op de hoogte te stellen van eventuele wijzigingen. {platform_name_capitalized} zal uw API-aanvraagformulier beoordelen en, na goedkeuring naar eigen goeddunken van {platform_name} , u instructies geven voor het verkrijgen van uw gedeelde API-geheim en client-ID.

source: Permissible Use
nl: Toegestaan gebruik

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
nl: U stemt ermee in de API&#39;s uitsluitend te gebruiken met als doel het leveren van inhoud die toegankelijk is via de API&#39;s (de &quot;API-inhoud&quot;) op uw eigen website, mobiele site, app, blog, e-maildistributielijst of sociale-media-eigendom (&quot;Uw applicatie &quot;) of voor een ander commercieel gebruik dat u heeft beschreven in uw verzoek om toegang en dat {platform_name} van geval tot geval heeft goedgekeurd. {platform_name_capitalized} kan uw gebruik van de API&#39;s controleren op naleving van de Voorwaarden en kan uw toegang weigeren of uw integratie afsluiten als u probeert de vereisten en beperkingen van {platform_name} te omzeilen of te overschrijden. Uw Applicatie of ander goedgekeurd gebruik van de API of de API-inhoud mag uw eindgebruikers niet vragen om hun {platform_name} -gebruikersnaam, wachtwoord of andere {platform_name} -gebruikersgegevens ergens anders op te geven dan op de {platform_name} -website op {platform_url} .

source: Prohibited Uses and Activities
nl: Verboden gebruik en activiteiten

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
nl: {platform_name_capitalized} heeft het exclusieve recht om te bepalen of een bepaald gebruik van de API&#39;s al dan niet aanvaardbaar is, en {platform_name} behoudt zich het recht voor om de API-toegang in te trekken voor elk gebruik waarvan {platform_name} op enig moment, naar eigen goeddunken, bepaalt dat het de beste belangen van {platform_name} , zijn gebruikers en zijn partners.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
nl: De volgende activiteiten zijn niet acceptabel bij het gebruik van de API&#39;s (dit is geen uitputtende lijst):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
nl: het verzamelen of opslaan van de namen, wachtwoorden of andere inloggegevens van {platform_name} -gebruikers;

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
nl: scraping of soortgelijke technieken om API-inhoud samen te voegen of op andere wijze permanente kopieën te maken;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
nl: het schenden, verduisteren of overtreden van auteursrechten, handelsmerkrechten, rechten op privacy of publiciteit, vertrouwelijke informatie of enig ander recht van een derde partij;

source: altering or editing any content or graphics in the API Content;
nl: het wijzigen of bewerken van inhoud of afbeeldingen in de API-inhoud;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
nl: het wijzigen of verwijderen van handelsmerken, auteursrechten of andere eigendoms- of juridische kennisgevingen die zijn opgenomen in of verschijnen op de API&#39;s of enige API-inhoud;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
nl: het in sublicentie geven, opnieuw distribueren, verhuren, verkopen of leasen van toegang tot de API&#39;s of uw klantgeheim aan een derde partij;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
nl: het verspreiden van virussen, Trojaanse paarden, spyware, adware, malware, bot, tijdbom, worm of andere schadelijke of kwaadaardige componenten; of

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
nl: het gebruik van de API&#39;s voor enig doel dat het {platform_name} -platform, de servers of de netwerken overbelast, aantast of ontwricht.

source: Usage and Quotas
nl: Gebruik en quota

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
nl: {platform_name_capitalized} behoudt zich het recht voor om, naar eigen goeddunken, redelijke beperkingen en restricties op te leggen aan het aantal en de frequentie van oproepen die door u of uw applicatie naar de API&#39;s worden gedaan. U mag niet proberen de door {platform_name} opgelegde beperkingen of beperkingen te omzeilen.

source: Compliance
nl: Naleving

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
nl: U stemt ermee in te voldoen aan alle toepasselijke wetten, voorschriften en rechten van derden (inclusief maar niet beperkt tot wetten met betrekking tot de import of export van gegevens of software, privacy, auteursrecht en lokale wetten). U mag de API&#39;s niet gebruiken om illegale activiteiten of schending van de rechten van derden aan te moedigen of te promoten. Met {platform_name} schendt u geen andere servicevoorwaarden. U krijgt alleen toegang (of probeert toegang te krijgen tot) een API via de middelen die worden beschreven in de documentatie van die API. U zult uw identiteit of de identiteit van Uw Applicatie niet verkeerd voorstellen of maskeren wanneer u de API&#39;s gebruikt.

source: Ownership
nl: Eigendom

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
nl: U erkent en gaat ermee akkoord dat de API&#39;s en alle API-inhoud waardevol intellectueel eigendom van {platform_name} en haar partners bevatten. De API&#39;s en alle API-inhoud worden beschermd door Amerikaanse en buitenlandse auteursrechten, handelsmerken en andere wetten. Alle rechten op de API&#39;s en de API-inhoud, indien niet uitdrukkelijk verleend, zijn voorbehouden. Door de API&#39;s of enige API-inhoud te gebruiken, verkrijgt u geen eigendom van rechten op de API&#39;s of API-inhoud. U mag geen eigendomsrechten op de API&#39;s of API-inhoud claimen of proberen te claimen, of uzelf of uw bedrijf of uw Applicatie verkeerd voorstellen als zijnde de bron van API-inhoud. U mag de API-inhoud niet geheel of gedeeltelijk wijzigen, er afgeleide werken van maken, of proberen deze te gebruiken, in licentie te geven of op enigerlei wijze te exploiteren, namens uzelf of namens een derde partij. U mag de API&#39;s of enige API-inhoud (inclusief aanpassing, bewerking, uittreksel of het maken van afgeleide werken) niet distribueren of wijzigen.
