Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Back to editor
nl: Terug naar redacteur

source: History
nl: Geschiedenis

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
nl: Klik op elke revisie om een lijst met bewerkte regels te zien. Klik op de knop Voorbeeld om te zien hoe het artikel er in deze fase uitzag. Onderaan deze pagina kunt u overstappen naar een bepaalde revisie of een oude revisie samenvoegen met de huidige.

source: (no log message)
nl: (geen logbericht)

source: Preview this revision
nl: Bekijk een voorbeeld van deze revisie

source: Auto log:
nl: Automatisch loggen:

source: Change
nl: Wijziging

source: Merge selected with current...
nl: Geselecteerde samenvoegen met huidige...

source: Switch to selected version
nl: Schakel over naar de geselecteerde versie

source: Wiki Revision Preview
nl: Wiki-revisievoorbeeld

source: Back to history view
nl: Terug naar de geschiedenisweergave

source: Switch to this version
nl: Schakel over naar deze versie

source: Merge Revision
nl: Revisie samenvoegen

source: Merge with current
nl: Samenvoegen met de huidige

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
nl: Wanneer u een revisie met de huidige samenvoegt, worden alle gegevens van beide versies behouden en vanaf elke revisie op de geschatte locatie samengevoegd.

source: After this, it's important to do a manual review.
nl: Hierna is het belangrijk om een handmatige beoordeling uit te voeren.

source: Create new merged version
nl: Maak een nieuwe samengevoegde versie

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
nl: U moet {anchor_start_login} inloggen {anchor_end} of {anchor_start_signup} aanmelden {anchor_end} om deze functie te gebruiken.

source: You need to log in or sign up to use this function.
nl: Om deze functie te gebruiken, moet u inloggen of zich aanmelden.

source: Wiki Syntax Help
nl: Hulp bij syntaxis van Wiki

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
nl: Deze wiki gebruikt {start_strong} Markdown {end_strong} voor styling. Er zijn verschillende handige handleidingen online te vinden. Zie een van de onderstaande links voor uitgebreide informatie:

source: Markdown: Basics
nl: Prijsverlaging: basisprincipes

source: Quick Markdown Syntax Guide
nl: Handleiding voor snelle markdown-syntaxis

source: Miniature Markdown Guide
nl: Miniatuur afprijzingsgids

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
nl: Om een nieuw wiki-artikel te maken, maakt u er een link naar. Als u op de link klikt, komt u op de aanmaakpagina.

source: [Article Name](wiki:ArticleName)
nl: [Artikelnaam](wiki:Artikelnaam)

source: %(platform_name)s Additions:
nl: %(platform_name)s Toevoegingen:

source: Math Expression
nl: Wiskundige expressie

source: Useful examples:
nl: Nuttige voorbeelden:

source: Huge Header
nl: Enorme kop

source: Smaller Header
nl: Kleinere kop

source: *emphasis* or _emphasis_
nl: *nadruk* of _nadruk_

source: **strong** or __strong__
nl: **sterk** of __sterk__

source: Unordered List
nl: Ongeordende lijst

source: Sub Item 1
nl: Subpunt 1

source: Sub Item 2
nl: Subpunt 2

source: Ordered
nl: Besteld

source: List
nl: Lijst

source: Quotes
nl: Citaten

source: Markdown syntax is allowed. See the {start_link}cheatsheet{end_link} for help.
nl: Markdown-syntaxis is toegestaan. Zie het {start_link} cheatsheet {end_link} voor hulp.

source: Attachments
nl: Bijlagen

source: Upload new file
nl: Nieuw bestand uploaden

source: Search and add file
nl: Bestand zoeken en toevoegen

source: Upload File
nl: Upload bestand

source: Upload file
nl: Upload bestand

source: Search files and articles
nl: Zoek bestanden en artikelen

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
nl: U kunt bestanden uit andere artikelen hergebruiken. Deze bestanden zijn onderhevig aan updates van andere artikelen die al dan niet een goede zaak kunnen zijn.

source: Search
nl: Zoekopdracht

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
nl: Voor dit artikel zijn de volgende bestanden beschikbaar. Kopieer de markdown-tag om vanuit de artikeltekst rechtstreeks naar een bestand te verwijzen.

source: Uploaded by
nl: geupload door

source: Size
nl: Maat

source: File History
nl: Bestandsgeschiedenis

source: Detach
nl: Losmaken

source: Replace
nl: Vervangen

source: Restore
nl: Herstellen

source: anonymous (IP logged)
nl: anoniem (IP-gelogd)

source: File history
nl: Bestandsgeschiedenis

source: revisions
nl: herzieningen

source: There are no attachments for this article.
nl: Er zijn geen bijlagen bij dit artikel.

source: Previewing revision:
nl: Revisie bekijken:

source: Previewing a merge between two revisions:
nl: Een voorbeeld bekijken van een samenvoeging tussen twee revisies:

source: This revision has been deleted.
nl: Deze revisie is verwijderd.

source: Restoring to this revision will mark the article as deleted.
nl: Als u deze revisie herstelt, wordt het artikel als verwijderd gemarkeerd.

source: LMS Administration
nl: LMS-beheer

source: ACE Common
nl: ACE gemeenschappelijk

source: Go to %(platform_name)s Home Page
nl: Ga naar de startpagina van %(platform_name)s

source: Courses
nl: Cursussen

source: My Account
nl: Mijn rekening

source: %(platform_name)s on LinkedIn
nl: %(platform_name)s op LinkedIn

source: %(platform_name)s on Twitter
nl: %(platform_name)s op Twitter

source: %(platform_name)s on Facebook
nl: %(platform_name)s op Facebook

source: %(platform_name)s on Google Plus
nl: %(platform_name)s op Google Plus

source: %(platform_name)s on Reddit
nl: %(platform_name)s op Reddit

source: Download the iOS app on the Apple Store
nl: Download de iOS-app in de Apple Store

source: Download the Android app on the Google Play Store
nl: Download de Android-app in de Google Play Store

source: Our mailing address is:
nl: Ons mailadres is:

source: Unsubscribe from these emails.
nl: Meld u af voor deze e-mails.

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
nl: Mis de kans niet om uw nieuwe kennis en vaardigheden onder de aandacht te brengen door een geverifieerd certificaat te behalen. Upgraden met %(user_schedule_upgrade_deadline_time)s .

source: Upgrade Now
nl: Waardeer nu op

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
nl: Zodra u dit verzoek heeft goedgekeurd, gaat u naar {catalog_admin_url} om een catalogus voor deze gebruiker op te zetten.

source: Organization Name
nl: organisatie naam

source: Organization Address
nl: Adres van de organisatie

source: Describe what your application does.
nl: Beschrijf wat uw toepassing doet.

source: The URL of your organization's website.
nl: De URL van de website van uw organisatie.

source: The name of your organization.
nl: De naam van uw organisatie.

source: The contact address of your organization.
nl: Het contactadres van uw organisatie.

source: The following users do not exist: {usernames}.
nl: De volgende gebruikers bestaan niet: {usernames} .

source: Comma-separated list of usernames which will be able to view this catalog.
nl: Door komma&#39;s gescheiden lijst met gebruikersnamen die deze catalogus kunnen bekijken.

source: Denied
nl: Geweigerd

source: Approved
nl: Goedgekeurd

source: Status of this API access request
nl: Status van dit API-toegangsverzoek

source: The URL of the website associated with this API user.
nl: De URL van de website die aan deze API-gebruiker is gekoppeld.

source: The reason this user wants to access the API.
nl: De reden waarom deze gebruiker toegang wil tot de API.

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
nl: Ik en mijn organisatie accepteren de {link_start} {platform_name} API Servicevoorwaarden {link_end} .

source: '%s' is not a valid scope.
nl: &#39; %s &#39; is geen geldig bereik.

source: Bookmarks
nl: Bladwijzers

source: An error has occurred. Please try again.
nl: Er is een fout opgetreden. Probeer het opnieuw.

source: No data provided.
nl: Geen gegevens verstrekt.

source: Parameter usage_id not provided.
nl: Parameter use_id niet opgegeven.

source: Invalid usage_id: {usage_id}.
nl: Ongeldige gebruiks-ID: {usage_id} .

source: Block with usage_id: {usage_id} not found.
nl: Blokkeren met use_id: {usage_id} niet gevonden.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
nl: U kunt maximaal {max_num_bookmarks_per_course} -bladwijzers maken. U moet enkele bladwijzers verwijderen voordat u nieuwe kunt toevoegen.

source: Bookmark with usage_id: {usage_id} does not exist.
nl: Bladwijzer met gebruiks-ID: {usage_id} bestaat niet.

source: Internal API URL
nl: Interne API-URL

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
nl: VERWORPEN: gebruik de instelling COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
nl: Opgegeven in seconden. Schakel het cachen van API-antwoorden in door dit in te stellen op een waarde groter dan 0.

source: Long Term Cache Time To Live
nl: Langetermijncache Tijd om te leven

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
nl: Opgegeven in seconden (standaard ingesteld op 86400s, 24 uur). In sommige gevallen hoeft de cache minder vaak te worden ververst. Schakel het cachen van API-reacties op lange termijn in door dit in te stellen op een waarde groter dan 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
nl: Gebruikersnaam gemaakt voor integratie van de cursuscatalogus, bijvoorbeeld lms_catalog_service_user.

source: Page Size
nl: Pagina grootte

source: Maximum number of records in paginated response of a single request to catalog service.
nl: Maximaal aantal records in gepagineerd antwoord van één aanvraag voor de catalogusservice.

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
nl: Deze definiëren de context waarin deze configuratie moet worden ingeschakeld. Als er geen waarden zijn ingesteld, is de configuratie globaal van toepassing. Als er één waarde is ingesteld, geldt de configuratie voor alle cursussen binnen die context. Er kan maximaal één waarde tegelijk worden ingesteld. {br} Als er meerdere contexten van toepassing zijn op een cursus (bijvoorbeeld als de configuratie specifiek is opgegeven voor de cursus en voor de organisatie waarin de cursus zich bevindt, dan heeft de meer specifieke context voorrang op de meer algemene context.

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
nl: Als een van deze waarden leeg of &#39;Onbekend&#39; wordt gelaten, wordt de waarde ervan tijdens runtime opgehaald uit de volgende meest specifieke context die van toepassing is. Als &#39;Ingeschakeld&#39; bijvoorbeeld in de cursuscontext op &#39;Onbekend&#39; blijft staan, wordt die cursus alleen ingeschakeld als de organisatie waarin de cursus zich bevindt, ingeschakeld is.

source: %(value)s should have the form ORG+COURSE
nl: %(value)s moet de vorm ORG+CURSUS hebben

source: Enabled
nl: Ingeschakeld

source: Configure values for all course runs associated with this site.
nl: Configureer waarden voor alle cursusruns die aan deze site zijn gekoppeld.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
nl: Configureer waarden voor alle cursusuitvoeringen die aan deze organisatie zijn gekoppeld. Dit is de organisatiestring (dwz edX, MITx).

source: Course in Org
nl: Cursus in Org

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
nl: Configureer waarden voor alle cursusuitvoeringen die aan deze cursus zijn gekoppeld. Dit moet worden geformatteerd als &#39;org+cursus&#39; (dwz MITx+6.002x, HarvardX+CS50).

source: Course Run
nl: Cursus uitgevoerd

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
nl: Configureer waarden voor deze cursusuitvoering. Dit moet worden opgemaakt als de CourseKey (dat wil zeggen cursus-v1://MITx+6.002x+2019_Q1)

source: Configuration may not be specified at more than one level at once.
nl: De configuratie mag niet op meer dan één niveau tegelijk worden opgegeven.

source: Error Status
nl: Foutstatus

source: Courses with Errors
nl: Cursussen met fouten

source: Learning Sequences and Outlines
nl: Leerreeksen en contouren

source: Numeric ID for each Course / Library context. This ID will generally require fewer bits than the full LearningContextKey, allowing more courses and libraries to be represented in content search filters.
nl: Numerieke ID voor elke cursus-/bibliotheekcontext. Voor deze ID zijn doorgaans minder bits nodig dan voor de volledige LearningContextKey, waardoor meer cursussen en bibliotheken in de zoekfilters voor inhoud kunnen worden weergegeven.

source: Cannot change or remove the access level for the only admin.
nl: Kan het toegangsniveau voor de enige beheerder niet wijzigen of verwijderen.

source: Block type "{block_type}" is not compatible with library type "{library_type}".
nl: Bloktype &quot; {block_type} &quot; is niet compatibel met bibliotheektype &quot; {library_type} &quot;.

source: Library cannot have more than {} Components
nl: Bibliotheek kan niet meer dan {} componenten bevatten

source: All Rights Reserved.
nl: Alle rechten voorbehouden.

source: Creative Commons Attribution 4.0
nl: Creative Commons-toeschrijving 4.0

source: Creative Commons Attribution-NonCommercial 4.0
nl: Creative Commons Naamsvermelding-Niet-Commercieel 4.0

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
nl: Creative Commons Naamsvermelding-Niet-Commercieel-GeenAfgeleide producten 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
nl: Creative Commons Naamsvermelding-Niet-Commercieel-Gelijk delen 4.0

source: Administer users and author content
nl: Beheer gebruikers en schrijf inhoud

source: Author content
nl: Auteur inhoud

source: Read-only
nl: Alleen lezen

source: One and only one of 'user' and 'group' must be set.
nl: Er moet één en slechts één van &#39;gebruiker&#39; en &#39;groep&#39; worden ingesteld.

source: Task was created, but not queued to run.
nl: De taak is gemaakt, maar staat niet in de wachtrij om te worden uitgevoerd.

source: Task was created and queued to run.
nl: De taak is gemaakt en in de wachtrij geplaatst om te worden uitgevoerd.

source: Task is running.
nl: De taak wordt uitgevoerd.

source: Task finished, but some blocks failed to import.
nl: Taak voltooid, maar sommige blokken konden niet worden geïmporteerd.

source: Task finished successfully.
nl: Taak is succesvol voltooid.

source: state
nl: staat

source: The state of the block import task.
nl: De status van de blokimporttaak.

source: progress
nl: voortgang

source: A float from 0.0 to 1.0 representing the task progress.
nl: Een float van 0,0 tot 1,0 die de voortgang van de taak aangeeft.

source: course ID
nl: Cursus id

source: ID of the imported course.
nl: ID van de geïmporteerde cursus.

source: open edx user
nl: open edx-gebruiker

source: lti platform identifier
nl: lti-platform-ID

source: The LTI platform identifier to which this profile belongs to.
nl: De LTI-platform-ID waartoe dit profiel behoort.

source: client identifier
nl: klant-ID

source: The LTI client identifier generated by the LTI platform.
nl: De LTI-client-ID gegenereerd door het LTI-platform.

source: subject identifier
nl: onderwerp-ID

source: Identifies the entity that initiated the launch request, commonly a user.
nl: Identificeert de entiteit die het startverzoek heeft geïnitieerd, meestal een gebruiker.

source: The authorized LTI profile that launched the resource (identifies the user).
nl: Het geautoriseerde LTI-profiel dat de bron heeft gestart (identificeert de gebruiker).

source: The usage key string of the blockstore resource serving the content of this launch.
nl: De gebruikssleutelreeks van de blockstore-bron die de inhoud van deze lancering bedient.

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
nl: De unieke ID van het LTI-platform van deze bron, ook wel de &#39;bronlink-ID&#39; genoemd.

source: The LTI platform descriptive title for this resource.
nl: De beschrijvende titel van het LTI-platform voor deze bron.

source: If AGS was enabled during launch, this should hold the lineitem ID.
nl: Als AGS tijdens de lancering was ingeschakeld, zou dit de regelitem-ID moeten bevatten.

source: We could not find a user with that email address.
nl: We konden geen gebruiker met dat e-mailadres vinden.

source: This user already has access to this library.
nl: Deze gebruiker heeft al toegang tot deze bibliotheek.

source: Loading
nl: Bezig met laden

source: Expired
nl: Verlopen

source: Staged Content
nl: Geënsceneerde inhoud

source: What type of content is staged. Only OLX content is supported, and this field must be the same as the root tag of the OLX. e.g. "video" if a video is staged, or "vertical" for a unit.
nl: Welk type inhoud wordt geënsceneerd. Alleen OLX-inhoud wordt ondersteund, en dit veld moet hetzelfde zijn als de roottag van de OLX. bijvoorbeeld &quot;video&quot; als een video in scène is gezet, of &quot;verticaal&quot; voor een eenheid.

source: Content tags applied to these blocks
nl: Inhoudstags toegepast op deze blokken

source: Original usage key/ID of the thing that is in the clipboard.
nl: Originele gebruikssleutel/ID van het ding dat op het klembord staat.

source: owner
nl: eigenaar

source: Organization that is related to this taxonomy.If None, then this taxonomy is related to all organizations.
nl: Organisatie die aan deze taxonomie is gerelateerd. Indien Geen, dan is deze taxonomie gerelateerd aan alle organisaties.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
nl: Lijst met domeinen die cross-domein verzoeken naar deze site mogen doen. Vermeld elk domein op een eigen regel.

source: Default Group
nl: Standaardgroep

source: You cannot create two cohorts with the same name
nl: U kunt geen twee cohorten met dezelfde naam maken

source: There must be one cohort to which students can automatically be assigned.
nl: Er moet één cohort zijn waar studenten automatisch in kunnen worden ingedeeld.

source: A cohort with the same name already exists.
nl: Er bestaat al een cohort met dezelfde naam.

source: If disabled, the LTI in the associated course will be disabled.
nl: Indien uitgeschakeld, wordt de LTI in de bijbehorende cursus uitgeschakeld.

source: The LTI configuration data for this course/provider.
nl: De LTI-configuratiegegevens voor deze cursus/aanbieder.

source: LTI provider
nl: LTI-aanbieder

source: The LTI provider's id
nl: De ID van de LTI-provider

source: True, if LTI credential are provided by Org globally
nl: Waar, als LTI-referenties wereldwijd door de organisatie worden verstrekt

source: Enable in-platform video conferencing by configuring live
nl: Maak videoconferenties op het platform mogelijk door live te configureren

source: Credentials
nl: Referenties

source: Internal Service URL
nl: Interne service-URL

source: Public Service URL
nl: URL van openbare dienst

source: Enable Learner Issuance
nl: Schakel leerlinguitgifte in

source: Enable issuance of credentials via Credential Service.
nl: Schakel de uitgifte van inloggegevens in via Credential Service.

source: Enable Authoring of Credential in Studio
nl: Schakel het schrijven van referenties in Studio in

source: Enable authoring of Credential Service credentials in Studio.
nl: Schakel het schrijven van Credential Service-referenties in Studio in.

source: Course Credit Eligibility
nl: Geschiktheid voor cursuskrediet

source: You are eligible for credit from {providers_string}
nl: U komt in aanmerking voor krediet van {providers_string}

source: {first_provider} and {second_provider}
nl: {first_provider} en {second_provider}

source: {first_providers}, and {last_provider}
nl: {first_providers} en {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
nl: [ {username} ] komt niet in aanmerking voor krediet voor [ {course_key} ].

source: [{course_key}] is not a valid course key.
nl: [ {course_key} ] is geen geldige cursussleutel.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
nl: Unieke identificatiecode voor deze kredietaanbieder. Alleen alfanumerieke tekens en koppeltekens (-) zijn toegestaan. De ID is hoofdlettergevoelig.

source: Whether the credit provider is currently enabled.
nl: Of de kredietaanbieder momenteel is ingeschakeld.

source: Name of the credit provider displayed to users
nl: Naam van de kredietverstrekker die aan gebruikers wordt getoond

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
nl: Wanneer dit waar is, wordt de kredietverstrekker automatisch op de hoogte gesteld wanneer een gebruiker krediet aanvraagt. Om dit te laten werken MOET er een gedeelde geheime sleutel worden geconfigureerd voor de kredietverstrekker in de beveiligde authenticatie-instellingen.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
nl: URL van de kredietverstrekker. Als automatische integratie is ingeschakeld, is dit het eindpunt waarnaar we POSTen om de aanbieder op de hoogte te stellen van een kredietaanvraag. Anders krijgt de gebruiker een link naar deze URL te zien, zodat de gebruiker rechtstreeks tegoed kan aanvragen bij de aanbieder.
