Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: OPTIONAL: Set to True to lock in the explicitly defined upgrade deadline date. Set to False if there is no upgrade deadline or to use the default upgrade deadline.
nl: OPTIONEEL: Stel in op True om de expliciet gedefinieerde upgradedeadlinedatum vast te leggen. Stel in op False als er geen upgradedeadline is of om de standaard upgradedeadline te gebruiken.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
nl: OPTIONEEL: Dit is de SKU (stockkeeping unit) van deze modus in de externe e-commerceservice. Laat dit veld leeg als de cursus nog niet naar de e-commerceservice is gemigreerd.

source: OPTIONAL: This is the Android SKU registered on play store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
nl: OPTIONEEL: Dit is de Android-SKU die in de Play Store is geregistreerd voor deze modus van de cursus. Laat dit veld leeg als de cursus nog niet naar de e-commerceservice is gemigreerd.

source: OPTIONAL: This is the iOS SKU registered on app store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
nl: OPTIONEEL: Dit is de iOS-SKU die in de app store is geregistreerd voor deze cursusmodus. Laat dit veld leeg als de cursus nog niet naar de e-commerceservice is gemigreerd.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
nl: Dit is de bulk-SKU (stockkeeping unit) van deze modus in de externe e-commerceservice.

source: Professional education modes are not allowed to have expiration_datetime set.
nl: In professionele onderwijsmodi mag geen expiration_datetime zijn ingesteld.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
nl: De cursusmodus {course_mode} heeft een minimumprijs van {min_price} . U moet een prijs instellen die groter is dan of gelijk is aan {min_price} .

source: Free
nl: Vrij

source: The time period before a course ends in which a course mode will expire
nl: De periode vóór het einde van een cursus waarin een cursusmodus vervalt

source: Congratulations! You are now enrolled in {course_name}
nl: Gefeliciteerd! U bent nu ingeschreven in {course_name}

source: Enrollment is closed
nl: De inschrijving is gesloten

source: Enrollment mode not supported
nl: Inschrijvingsmodus wordt niet ondersteund

source: Invalid amount selected.
nl: Ongeldig bedrag geselecteerd.

source: No selected price or selected price is too low.
nl: Geen geselecteerde prijs of geselecteerde prijs is te laag.

source: User profile
nl: Gebruikersprofiel

source: Account recovery
nl: Accountherstel

source: Password
nl: Wachtwoord

source: Raw passwords are not stored, so there is no way to see this user's password.
nl: Ruwe wachtwoorden worden niet opgeslagen, dus het wachtwoord van deze gebruiker is niet te zien.

source: %(count)d student account was unlocked.
nl: %(count)d studentenaccount is ontgrendeld.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
nl: Voeg een sleutel/waarde &#39;THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} &#39; toe in het site_values veld van het SiteConfiguration-model.

source: Email doesn't have {allowed_site_email_domain} domain name.
nl: E-mail heeft geen {allowed_site_email_domain} domeinnaam.

source: User with this email doesn't exist in system.
nl: Gebruiker met dit e-mailadres bestaat niet in het systeem.

source: An account with the Email '{email}' already exists.
nl: Er bestaat al een account met het e-mailadres &#39;{email}&#39;.

source: An account with the Public Username '{username}' already exists.
nl: Er bestaat al een account met de openbare gebruikersnaam &#39;{username}&#39;.

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
nl: Uw account is uitgeschakeld. Als u denkt dat dit ten onrechte is gedaan, neem dan contact met ons op via {support_email}

source: Disabled Account
nl: Uitgeschakeld account

source: Namespace of enrollment attribute
nl: Naamruimte van inschrijvingsattribuut

source: Name of the enrollment attribute
nl: Naam van het inschrijvingskenmerk

source: Value of the enrollment attribute
nl: Waarde van het inschrijvingskenmerk

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
nl: Het tijdsbestek na inschrijving waarbinnen gebruikers een terugbetaling kunnen krijgen, weergegeven in microseconden. De standaardwaarde is 14 dagen.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
nl: Het verwacht dat de gegevens zullen worden verstrekt in een csv-bestandsformaat, waarbij de eerste rij de kop is en de kolommen er als volgt uitzien: user_id, gebruikersnaam, e-mail, cursus_id, is_verified, verificatie_datum

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
nl: Het verwacht dat de gegevens zullen worden verstrekt in een csv-bestandsformaat, waarbij de eerste rij de kop is en de kolommen er als volgt uitzien: course_id, gebruikersnaam, mode

source: Male
nl: Mannelijk

source: Female
nl: Vrouwelijk

source: Other/Prefer Not to Say
nl: Anders/zeg ik liever niet

source: Doctorate
nl: Doctoraat

source: Master's or professional degree
nl: Master- of professioneel diploma

source: Bachelor's degree
nl: Bachelor diploma

source: Secondary/high school
nl: Middelbare/middelbare school

source: Junior secondary/junior high/middle school
nl: Junior secundair/junior high/middelbare school

source: Elementary/primary school
nl: Basisschool/basisschool

source: No formal education
nl: Geen formeel onderwijs

source: Other education
nl: Ander onderwijs

source: {platform_name} Honor Code Certificate for {course_name}
nl: {platform_name} Erecodecertificaat voor {course_name}

source: {platform_name} Verified Certificate for {course_name}
nl: {platform_name} Geverifieerd certificaat voor {course_name}

source: {platform_name} Professional Certificate for {course_name}
nl: {platform_name} Professioneel certificaat voor {course_name}

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
nl: Uw organisatie-ID (als uw organisatie een bestaande pagina op LinkedIn heeft), bijvoorbeeld 1337. Indien niet opgegeven, wordt in plaats daarvan standaard de Platformnaam (bijvoorbeeld edX) verzonden.

source: {platform_name} Certificate for {course_name}
nl: {platform_name} Certificaat voor {course_name}

source: The ISO 639-1 language code for this language.
nl: De ISO 639-1-taalcode voor deze taal.

source: Name of the UTM cookie
nl: Naam van de UTM-cookie

source: Name of the affiliate cookie
nl: Naam van de affiliate-cookie

source: Name of this user attribute.
nl: Naam van dit gebruikerskenmerk.

source: Value of this user attribute.
nl: Waarde van dit gebruikerskenmerk.

source: Secondary email address
nl: tweede e-mailadres

source: Secondary email address to recover linked account.
nl: Secundair e-mailadres om gekoppeld account te herstellen.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
nl: Een werknemer (een gebruiker wiens e-mailadres de huidige domeinnaam van de site heeft) wiens e-mailadres in dit model bestaat, kan vanaf het inlogscherm inloggen met behulp van e-mailadres en wachtwoord. En als het e-mailadres van een medewerker niet bestaat in dit model, kan die medewerker alleen inloggen via de authenticatiebackend van derden.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
nl: Er wordt verwacht dat de gegevens worden verstrekt in een csv-bestandsindeling, waarbij de eerste rij de koptekst is en de kolommen er als volgt uitzien: gebruikersnaam, huidige_email, gewenste_email

source: Add a reason
nl: Voeg een reden toe

source: and
nl: En

source: Photos are mismatched
nl: Foto&#39;s komen niet overeen

source: Name missing from ID photo
nl: Naam ontbreekt op identiteitsfoto

source: ID photo not provided
nl: ID-foto niet verstrekt

source: ID is invalid
nl: Identiteitskaart is ongeldig

source: Learner photo is blurry
nl: De foto van de leerling is wazig

source: Name on ID does not match name on account
nl: Naam op ID komt niet overeen met naam op account

source: Learner photo not provided
nl: Er is geen leerlingfoto verstrekt

source: ID photo is blurry
nl: ID-foto is wazig

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
nl: Controleer uw {email_start} {email} {email_end} inbox voor een accountactiveringslink van {platform_name} . Als u hulp nodig heeft, neem dan contact op met {link_start} {platform_name} Ondersteuning {link_end} .

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
nl: Voeg een herstel-e-mailadres toe om toegang te behouden wanneer eenmalige aanmelding niet beschikbaar is. Ga naar {link_start} uw Accountinstellingen {link_end} .

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
nl: Herstel-e-mailadres is nog niet geactiveerd. Bezoek uw e-mail en volg de instructies om deze te activeren.

source: The course you are looking for does not start until {date}.
nl: De cursus die u zoekt, start pas op {date} .

source: The course you are looking for is closed for enrollment as of {date}.
nl: De cursus die u zoekt is per {date} gesloten voor inschrijving.

source: Course id not specified
nl: Cursus-ID niet gespecificeerd

source: Invalid course id
nl: Ongeldige cursus-ID

source: Course id is invalid
nl: Cursus-ID is ongeldig

source: Could not enroll
nl: Kon niet inschrijven

source: Unenrollment is currently disabled
nl: Uitschrijven is momenteel uitgeschakeld

source: You are not enrolled in this course
nl: U bent niet ingeschreven voor deze cursus

source: Your certificate prevents you from unenrolling from this course
nl: Met uw certificaat kunt u zich niet uitschrijven voor deze cursus

source: Enrollment action is invalid
nl: Inschrijvingsactie is ongeldig

source: Please enter a username
nl: Voer een gebruikersnaam in

source: Please choose an option
nl: Kies een optie alstublieft

source: User with username {} does not exist
nl: Gebruiker met gebruikersnaam {} bestaat niet

source: Successfully disabled {}'s account
nl: Account van {} is uitgeschakeld

source: Successfully reenabled {}'s account
nl: Het account van {} is opnieuw ingeschakeld

source: Unexpected account status
nl: Onverwachte accountstatus

source: {html_start}Your {account_or_email} could not be {activated_or_confirmed}{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
nl: {html_start} Uw {account_or_email} kan niet {activated_or_confirmed} {html_end} zijn Er is iets misgegaan. Neem <a href="{support_url}">contact op met de ondersteuning</a> om dit probleem op te lossen.

source: {html_start}This {account_or_email} has already been {activated_or_confirmed}.{html_end}
nl: {html_start} Deze {account_or_email} is al {activated_or_confirmed} . {html_end}

source: {html_start}Success{html_end} You have {activated_or_confirmed} your {account_or_email}.
nl: {html_start} Succes {html_end} Je hebt {activated_or_confirmed} je {account_or_email} .

source: {html_start}Success! You have {activated_or_confirmed} your {account_or_email}.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
nl: {html_start} Succes! Je hebt {activated_or_confirmed} en je {account_or_email} . {html_end} Je ontvangt nu e-mailupdates en waarschuwingen van ons met betrekking tot de cursussen waarvoor je bent ingeschreven. Meld je aan om door te gaan.

source: Valid e-mail address required.
nl: Geldig e-mailadres vereist.

source: Old email is the same as the new email.
nl: Oude e-mail is hetzelfde als de nieuwe e-mail.

source: Cannot be same as your sign in email address.
nl: Mag niet hetzelfde zijn als uw aanmeldings-e-mailadres.

source: Unable to send email activation link. Please try again later.
nl: Kan geen activeringslink per e-mail verzenden. Probeer het later opnieuw.

source: Deleted the selected configuration(s).
nl: De geselecteerde configuratie(s) verwijderd.

source: Delete the selected configuration
nl: Verwijder de geselecteerde configuratie

source: Unable to connect with the external provider, please try again
nl: Kan geen verbinding maken met de externe provider. Probeer het opnieuw

source: Authentication with {} is currently unavailable.
nl: Authenticatie met {} is momenteel niet beschikbaar.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
nl: Secundaire providers worden minder prominent weergegeven, in een aparte lijst met inlogproviders voor &#39;Instituties&#39;.

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
nl: optioneel. Als deze aanbieder een organisatie is, kan dit attribuut worden gebruikt als referentiegebruikers in die organisatie

source: The Site that this provider configuration belongs to.
nl: De site waartoe deze providerconfiguratie behoort.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
nl: Als deze optie is ingeschakeld, worden gebruikers die een &quot;TPA-hinted&quot; URL voor deze provider bezoeken (bijvoorbeeld een URL die eindigt op `?tpa_hint=[provider_naam]`) direct doorgestuurd naar de inlog-URL van de provider in plaats van dat ze eerst worden gevraagd om een login-dialoogvenster.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
nl: Als deze optie is ingeschakeld, wordt gebruikers tijdens het registratieproces niet gevraagd om hun gegevens (naam, e-mailadres, enz.) te bevestigen. Selecteer deze optie alleen voor vertrouwde providers waarvan bekend is dat ze nauwkeurige gebruikersinformatie verstrekken.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
nl: Als deze optie is geselecteerd, hoeven gebruikers hun e-mailadres niet te bevestigen en wordt hun account onmiddellijk na registratie geactiveerd.

source: If this option is selected, users will be sent a welcome email upon registration.
nl: Als deze optie is geselecteerd, ontvangen gebruikers bij registratie een welkomstmail.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
nl: Als deze optie niet is geselecteerd, krijgen gebruikers op het inlogscherm niet de provider te zien als optie om zich te authenticeren, maar handmatige authenticatie via de juiste link is nog steeds mogelijk.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
nl: Als deze optie is ingesteld, wordt de sessieduur van gebruikers die inloggen via deze SSO-provider beperkt tot niet langer dan deze waarde. Indien ingesteld op 0 (nul), verloopt de sessie zodra de gebruiker de browser sluit. Als u dit veld leeg laat, wordt de standaardlengte van de Django-platformsessie gebruikt.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
nl: Als deze optie is geselecteerd, worden gebruikers onmiddellijk na authenticatie bij de derde partij doorgestuurd naar de registratiepagina in plaats van naar de inlogpagina.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
nl: Synchroniseer gebruikersprofielgegevens ontvangen van de identiteitsprovider met het edX-gebruikersaccount bij elke SSO-aanmelding. De gebruiker ontvangt een melding als het e-mailadres dat aan zijn account is gekoppeld, wordt gewijzigd als onderdeel van deze synchronisatie.

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
nl: IDP&#39;s waarbij dit is ingesteld op Waar, worden uitgesloten van de vervolgkeuzelijst IDP-selectie in het EnterpriseCustomer Django-beheerdersformulier.

source: The Site that this SAML configuration belongs to.
nl: De site waartoe deze SAML-configuratie behoort.

source: {platform_name} Support
nl: {platform_name} Ondersteuning

source: A configuration nickname.
nl: Een configuratiebijnaam.

source: Please wait
nl: Even geduld aub

source: TIME_FORMAT
nl: TIJD FORMAAT

# am/pm indicator
source: AM
nl: BEN

# weekday name
source: Monday
nl: Maandag

# weekday name
source: Tuesday
nl: Dinsdag

# weekday name
source: Wednesday
nl: Woensdag

# weekday name
source: Thursday
nl: Donderdag

# weekday name
source: Friday
nl: Vrijdag

# weekday name
source: Saturday
nl: Zaterdag

# weekday name
source: Sunday
nl: Zondag

# abbreviated weekday name
source: Mon
nl: ma

# abbreviated weekday name
source: Tue
nl: di

# abbreviated weekday name
source: Wed
nl: wo

# abbreviated weekday name
source: Thu
nl: Do

# abbreviated weekday name
source: Fri
nl: Vr

# abbreviated weekday name
source: Sat
nl: Za

# abbreviated weekday name
source: Sun
nl: Zon

# abbreviated month name
source: Feb
nl: februari

# abbreviated month name
source: Mar
nl: Maart

# abbreviated month name
source: Apr
nl: april

# abbreviated month name
source: May
nl: Kunnen

# abbreviated month name
source: Jun
nl: juni

# abbreviated month name
source: Jul
nl: juli

# abbreviated month name
source: Aug
nl: augustus

# abbreviated month name
source: Sep
nl: september

# abbreviated month name
source: Oct
nl: okt

# month name
source: January
nl: Januari

# month name
source: February
nl: Februari

# month name
source: March
nl: Maart

# month name
source: May
nl: Kunnen

# month name
source: June
nl: juni

# month name
source: July
nl: juli

# month name
source: August
nl: augustus

# month name
source: October
nl: oktober

source: The file must end with the extension '{file_types}'.
nl: Het bestand moet eindigen met de extensie &#39;{file_types}&#39;.

source: Maximum upload file size is {file_size} bytes.
nl: De maximale bestandsgrootte voor het uploaden is {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
nl: Cursus {course_id} vereist {prerequisite_course_id}

source: System defined milestone
nl: Door het systeem gedefinieerde mijlpaal

source: Your password must contain {length_instruction}, including {complexity_instructions}.
nl: Uw wachtwoord moet {length_instruction} bevatten, inclusief {complexity_instructions} .

source: Your password must contain {length_instruction}.
nl: Uw wachtwoord moet {length_instruction} bevatten.

source: Invalid password.
nl: Ongeldig wachtwoord.

source: at least %(min_length)d character
nl: minimaal %(min_length)d teken

source: This password is too long. It must contain no more than %(max_length)d character.
nl: Dit wachtwoord is te lang. Het mag niet meer dan het teken %(max_length)d bevatten.

source: Your password must contain no more than %(max_length)d character.
nl: Uw wachtwoord mag niet meer dan %(max_length)d tekens bevatten.

source: This password must contain at least %(min_alphabetic)d letter.
nl: Dit wachtwoord moet minimaal de letter %(min_alphabetic)d bevatten.

source: Your password must contain at least %(min_alphabetic)d letter.
nl: Uw wachtwoord moet minimaal de letter %(min_alphabetic)d bevatten.

source: %(num)d letter
nl: %(num)d brief

source: This password must contain at least %(min_numeric)d number.
nl: Dit wachtwoord moet minimaal het %(min_numeric)d -nummer bevatten.

source: Your password must contain at least %(min_numeric)d number.
nl: Uw wachtwoord moet minimaal het %(min_numeric)d -nummer bevatten.

source: %(num)d number
nl: %(num)d nummer

source: This password must contain at least %(min_upper)d uppercase letter.
nl: Dit wachtwoord moet minimaal een hoofdletter %(min_upper)d bevatten.

source: Your password must contain at least %(min_upper)d uppercase letter.
nl: Uw wachtwoord moet minimaal een hoofdletter %(min_upper)d bevatten.

source: %(num)d uppercase letter
nl: %(num)d hoofdletter

source: This password must contain at least %(min_lower)d lowercase letter.
nl: Dit wachtwoord moet minimaal een kleine letter %(min_lower)d bevatten.

source: Your password must contain at least %(min_lower)d lowercase letter.
nl: Uw wachtwoord moet minimaal een kleine letter %(min_lower)d bevatten.

source: %(num)d lowercase letter
nl: %(num)d kleine letter

source: This password must contain at least %(min_punctuation)d punctuation mark.
nl: Dit wachtwoord moet minimaal een leesteken %(min_punctuation)d bevatten.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
nl: Uw wachtwoord moet minimaal een leesteken %(min_punctuation)d bevatten.

source: %(num)d punctuation mark
nl: %(num)d leesteken

source: This password must contain at least %(min_symbol)d symbol.
nl: Dit wachtwoord moet minimaal het %(min_symbol)d -symbool bevatten.

source: Your password must contain at least %(min_symbol)d symbol.
nl: Uw wachtwoord moet minimaal het %(min_symbol)d -symbool bevatten.

source: %(num)d symbol
nl: %(num)d -symbool

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
nl: Om XBlock uit te schakelen en weergave in het LMS te voorkomen, laat u &quot;Ingeschakeld&quot; uitgeschakeld; voor de duidelijkheid: update de ondersteuningsstatus van XBlockStudioConfiguration dienovereenkomstig.
