Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Tweet that you've enrolled in this course
nl: Tweet dat je je hebt ingeschreven voor deze cursus

source: Post a Facebook message to say you've enrolled in this course
nl: Plaats een Facebook-bericht waarin u aangeeft dat u zich heeft ingeschreven voor deze cursus

source: Email someone to say you've enrolled in this course
nl: E-mail iemand om te laten weten dat u zich voor deze cursus heeft ingeschreven

source: current location
nl: huidige locatie

source: needs attention
nl: heeft aandacht nodig

source: Course Material
nl: Cursusmateriaal

source: Hide
nl: Verbergen

source: Show Earlier Course Updates
nl: Toon eerdere cursusupdates

source: List of Courses
nl: Lijst met cursussen

source: Refine Your Search
nl: Verfijn je zoekopdracht

source: Course Utilities
nl: Cursushulpprogramma&#39;s

source: Courseware
nl: Cursusmateriaal

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
nl: Sorry, deze module is tijdelijk niet beschikbaar. Onze medewerkers doen hun best om het zo snel mogelijk te repareren.

source: Course Search
nl: Cursus zoeken

source: No content has been added to this course
nl: Er is geen inhoud toegevoegd aan deze cursus

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
nl: Om toegang te krijgen tot cursusmateriaal, moet u op dit examen een score van {required_score} % of hoger behalen. Uw huidige score is {current_score} %.

source: Your score is {current_score}%. You have passed the entrance exam.
nl: Uw score is {current_score} %. Je bent geslaagd voor het toelatingsexamen.

source: Gradebook
nl: Cijferlijst

source: Search students
nl: Zoek studenten

source: Total
nl: Totaal

source: previous page
nl: vorige bladzijde

source: of
nl: van

source: next page
nl: volgende bladzijde

source: News - MITx 6.002x
nl: Nieuws - MITx 6.002x

source: Updates to Discussion Posts You Follow
nl: Updates voor discussieposts die u volgt

source: Purchase the Program (
nl: Koop het programma (

source: Original Price
nl: Originele prijs

source: Discounted Price
nl: Gereduceerde prijs

source: Start Learning
nl: Begin met leren

source: Play
nl: Toneelstuk

source: View Courses
nl: Bekijk cursussen

source: Meet the Instructors
nl: Maak kennis met de instructeurs

source: Frequently Asked Questions
nl: Veel Gestelde Vragen

source: Job Outlook
nl: Werkvooruitzicht

source: Real Career Impact
nl: Echte carrière-impact

source: What You'll Learn
nl: Wat je zult leren

source: Average Length
nl: Gemiddelde lengte

source: {weeks_to_complete} weeks per course
nl: {weeks_to_complete} weken per cursus

source: Effort
nl: Poging

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
nl: {min_hours_effort_per_week} - {max_hours_effort_per_week} uur per week, per cursus

source: Number of Courses
nl: Aantal cursussen

source: {number_of_courses} courses in program
nl: {number_of_courses} cursussen in programma

source: Price (USD)
nl: Prijs (USD)

source: ${newPrice}{htmlEnd} for entire program
nl: $ {newPrice} {htmlEnd} voor het hele programma

source: You save ${discount_value} {currency}
nl: U bespaart $ {discount_value} {currency}

source: ${full_program_price} for entire program
nl: $ {full_program_price} voor het hele programma

source: Courses in the {}
nl: Cursussen in de {}

source: Starts on {}
nl: Begint op {}

source: {course_number} Progress
nl: {course_number} Vooruitgang

source: View Grading in studio
nl: Bekijk beoordeling in de studio

source: Course Progress for '{username}' ({email})
nl: Cursusvoortgang voor &#39;{gebruikersnaam}&#39; ( {email} )

source: View Certificate
nl: Bekijk certificaat

source: Opens in a new browser window
nl: Opent in een nieuw browservenster

source: Request Certificate
nl: Certificaat aanvragen

source: Requirements for Course Credit
nl: Vereisten voor cursuskrediet

source: {student_name}, you are no longer eligible for credit in this course.
nl: {student_name} , komt u niet langer in aanmerking voor studiepunten voor deze cursus.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
nl: {student_name} , u voldoet aan de vereisten voor studiepunten voor deze cursus. {a_start} Ga naar je dashboard {a_end} om cursustegoed te kopen.

source: {student_name}, you have not yet met the requirements for credit.
nl: {student_name} , u voldoet nog niet aan de vereisten voor krediet.

source: Information about course credit requirements
nl: Informatie over de vereisten voor studiepunten

source: display_name
nl: Weergavenaam

source: Verification Submitted
nl: Verificatie ingediend

source: Verification Failed
nl: Verificatie mislukt

source: Verification Declined
nl: Verificatie geweigerd

source: Completed by {date}
nl: Aangevuld door {date}

source: Upcoming
nl: Aankomend

source: Less
nl: Minder

source: Details for each chapter
nl: Details voor elk hoofdstuk

source: {earned} of {total} possible points
nl: {earned} van {total} mogelijke punten

source: Suspicious activity detected during proctored exam review. Exam score 0.
nl: Verdachte activiteit gedetecteerd tijdens examenbeoordeling onder toezicht. Examenscore 0.

source: Section grade has been overridden.
nl: Het sectiecijfer is overschreven.

source: Problem Scores:
nl: Probleemscores:

source: Practice Scores:
nl: Oefenscores:

source: Problem scores are hidden until the due date.
nl: Probleemscores zijn verborgen tot de vervaldatum.

source: Practice scores are hidden until the due date.
nl: Oefenscores zijn verborgen tot de vervaldatum.

source: Problem scores are hidden.
nl: Probleemscores zijn verborgen.

source: Practice scores are hidden.
nl: Oefenscores zijn verborgen.

source: No problem scores in this section
nl: Geen probleemscores in deze sectie

source: {course.display_number_with_default} Course Info
nl: {course.display_number_with_default} Cursusinformatie

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
nl: Je was voor het laatst in {section_link} . Als je daarmee klaar bent, kies je aan de linkerkant een ander gedeelte.

source: Hi {name},
nl: Hallo {name} ,

source: Hi,
nl: Hoi,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
nl: Gefeliciteerd! U komt nu in aanmerking voor cursuskrediet van {providers} voor het succesvol voltooien van uw {platform_name} -cursus! {link_start} Koop nu tegoed. {link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
nl: Gefeliciteerd! U komt nu in aanmerking voor cursuskrediet voor het succesvol voltooien van uw {platform_name} -cursus! {link_start} Koop nu tegoed. {link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
nl: Cursuskrediet kan je helpen een vliegende start te maken met je universitaire opleiding, een reeds begonnen diploma af te ronden of te voldoen aan de vereisten bij een andere academische instelling.

source: There are 2 steps to getting course credit.
nl: Er zijn 2 stappen om studiepunten te verkrijgen.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
nl: Koop tegoed door naar uw {link_start} {platform_name} dashboard {link_end} te gaan en op de knop {bold_start} Get Credit {bold_end} onder de cursustitel te klikken.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
nl: Wanneer uw betaling is voltooid, keert u terug naar het dashboard en klikt u op de knop {bold_start} Credit aanvragen {bold_end} onder de cursustitel om een officieel academisch transcript aan te vragen bij de instelling die het credit heeft verleend.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
nl: We hopen dat je de cursus leuk vond en we hopen je te zien bij toekomstige {platform_name} -cursussen!

source: The {platform_name} Team
nl: Het {platform_name} -team

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
nl: {link_start} Klik hier voor meer informatie over krediet op {platform_name} {link_end} .

source: Your grade and certificate will be ready after {date}.
nl: Je cijfer en certificaat zijn klaar na {date} .

source: Congratulations! Your certificate is ready.
nl: Gefeliciteerd! Uw certificaat is klaar.

source: Grade required for a {cert_name_short}:
nl: Cijfer vereist voor een {cert_name_short} :

source: Grade required to pass this course:
nl: Benodigd cijfer om te slagen voor deze cursus:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
nl: Uw geverifieerde {cert_name_long} wordt vastgehouden in afwachting van bevestiging dat de uitgifte van uw {cert_name_short} in overeenstemming is met de strikte Amerikaanse embargo&#39;s tegen Iran, Cuba, Syrië en Soedan. Als u denkt dat ons systeem ten onrechte heeft vastgesteld dat u verbonden bent met een van deze landen, kunt u ons dit laten weten door contact op te nemen met {email} . Als u een terugbetaling wilt op uw {cert_name_long} , neem dan contact op met ons factuuradres {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
nl: Uw {cert_name_long} wordt vastgehouden in afwachting van bevestiging dat de uitgifte van uw {cert_name_short} in overeenstemming is met de strikte Amerikaanse embargo&#39;s tegen Iran, Cuba, Syrië en Soedan. Als u denkt dat ons systeem ten onrechte heeft vastgesteld dat u verbonden bent met een van deze landen, kunt u ons dit laten weten door contact op te nemen met {email} .

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
nl: Uw certificaat is niet uitgegeven omdat u momenteel geen geverifieerde identiteit heeft met {platform_name} .

source: Your {cert_name_short} is Generating
nl: Uw {cert_name_short} is aan het genereren

source: This link will open the certificate web view
nl: Deze link opent de webweergave van het certificaat

source: View my {cert_name_short}
nl: Bekijk mijn {cert_name_short}

source: Complete our course feedback survey
nl: Vul onze cursusfeedbackenquête in

source: Add Certificate to LinkedIn Profile
nl: Certificaat toevoegen aan LinkedIn-profiel

source: Share on LinkedIn
nl: Deel op LinkedIn

source: You are not yet eligible for a certificate.
nl: U komt nog niet in aanmerking voor een certificaat.

source: This link will open the course progress page
nl: Met deze link wordt de voortgangspagina van de cursus geopend

source: View grades
nl: Cijfers bekijken

source: Course details
nl: Cursus details

source: {course_number} {course_name} Home Page
nl: {course_number} {course_name} Startpagina

source: {course_number} {course_name} Cover Image
nl: {course_number} {course_name} Omslagafbeelding

source: Enrolled as:
nl: Ingeschreven als:

source: Coming Soon
nl: Binnenkort beschikbaar

source: Ended - {date}
nl: Beëindigd - {date}

source: Started - {date}
nl: Gestart - {date}

source: Starts - {date}
nl: Begint - {date}

source: for {course_display_name}
nl: voor {course_display_name}

source: You must select a session by {expiration_date} to access the course.
nl: U moet een sessie op {expiration_date} selecteren om toegang te krijgen tot de cursus.

source: You must select a session to access the course.
nl: U moet een sessie selecteren om toegang te krijgen tot de cursus.

source: Change or Leave Session
nl: Sessie wijzigen of verlaten

source: You can no longer change sessions.
nl: Je kunt niet meer van sessie wisselen.

source: You can change sessions until {entitlement_expiration_date}.
nl: U kunt van sessie wisselen tot {entitlement_expiration_date} .

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
nl: Ik gebruik {course_name} online met {facebook_brand} . Bekijken!

source: Share {course_name} on Facebook
nl: Deel {course_name} op Facebook

source: Share on Facebook
nl: Delen op Facebook

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
nl: Ik neem {course_name} online met {twitter_brand} . Bekijken!

source: Share {course_name} on Twitter
nl: Deel {course_name} op Twitter

source: Course options for
nl: Cursusmogelijkheden voor

source: Available Actions
nl: Beschikbare Acties

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
nl: Je bent ingeschreven bij je instelling en je moet contact opnemen met je instelling om deze cursus stop te zetten.

source: Email Settings
nl: Email instellingen

source: View Archived Course
nl: Gearchiveerde cursus bekijken

source: Related Programs
nl: Gerelateerde programma&#39;s

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to get full access to the course material, unlock both graded and non-graded assignments, and earn a {link_start}verified certificate{link_end} to showcase on your resumé.
nl: {start_bold} Haal het maximale uit uw cursus! {end_bold} Upgrade om volledige toegang te krijgen tot het cursusmateriaal, ontgrendel zowel beoordeelde als niet-beoordeelde opdrachten en verdien een {link_start} geverifieerd certificaat {link_end} om op je cv te laten zien.

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to earn a {link_start}verified certificate{link_end} to showcase on your resumé.
nl: {start_bold} Haal het maximale uit uw cursus! {end_bold} Upgrade om een {link_start} geverifieerd certificaat {link_end} te verdienen, dat u op uw cv kunt laten zien.

source: Resume Course
nl: Cursus hervatten

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
nl: U heeft deze cursus voltooid en komt in aanmerking voor het kopen van cursustegoed. Selecteer {strong_start} Krediet ophalen {strong_end} om aan de slag te gaan.

source: You are now eligible for credit from {provider}. Congratulations!
nl: U komt nu in aanmerking voor krediet van {provider} . Gefeliciteerd!

source: Get Credit
nl: Krijg krediet

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
nl: Bedankt voor uw betaling. Om studiepunten te ontvangen, moet u nu studiepunten aanvragen op de website {link_to_provider_site} . Selecteer {start_bold} Krediet aanvragen {end_bold} om aan de slag te gaan.

source: Request Credit
nl: Krediet aanvragen

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
nl: {provider_name} heeft uw cursuskredietaanvraag ontvangen. We houden u op de hoogte wanneer de kredietverwerking is voltooid.

source: View Details
nl: Bekijk details

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
nl: {start_bold} Gefeliciteerd! {end_bold} {provider_name} heeft je aanvraag voor cursuskrediet goedgekeurd. Bezoek de website {link_to_provider_site} om uw cursustegoed te bekijken.

source: View Credit
nl: Bekijk krediet

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
nl: {provider_name} heeft uw aanvraag voor cursuskrediet niet goedgekeurd. Neem voor meer informatie rechtstreeks contact op met {link_to_provider_site} .

source: An error occurred with this transaction. For help, contact {support_email}.
nl: Er is een fout opgetreden bij deze transactie. Neem voor hulp contact op met {support_email} .

source: Course options for {courseName}
nl: Cursusopties voor {courseName}

source: Consent to share your data
nl: Toestemming om uw gegevens te delen

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
nl: Om toegang te krijgen tot deze cursus moet u eerst toestemming geven om uw leerprestaties te delen met {enterprise_customer_name} .

source: View Consent
nl: Toestemming bekijken

source: Could Not Link Accounts
nl: Kan accounts niet koppelen

source: The {provider_name} account you selected is already linked to another {platform_name} account.
nl: De door u geselecteerde {provider_name} -rekening is al gekoppeld aan een andere {platform_name} -rekening.

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
nl: We vinden het jammer dat je weggaat! Lees de volgende uitspraken en beoordeel uw mate van overeenstemming.

source: Price is too high for me
nl: Prijs is te hoog voor mij

source: I was not satisfied with my experience taking the courses
nl: Ik was niet tevreden over mijn ervaring met het volgen van de cursussen

source: Content of the courses was too difficult
nl: De inhoud van de cursussen was te moeilijk

source: I did not have enough time to complete the courses
nl: Ik had niet genoeg tijd om de cursussen te voltooien

source: The content was not available when I wanted to start
nl: De inhoud was niet beschikbaar toen ik wilde beginnen

source: Can we contact you via email for follow up?
nl: Mogen wij via e-mail contact met u opnemen voor vervolgstappen?

source: Thank you for sharing your reasons for unenrolling.
nl: Bedankt voor het delen van uw redenen voor het uitschrijven.

source: You are unenrolled from
nl: U bent uitgeschreven van

source: Return To Dashboard
nl: Keer terug naar het dashboard

source: Browse Courses
nl: Blader door cursussen

source: We're sorry to see you go! Please share your main reason for unenrolling.
nl: We vinden het jammer dat je weggaat! Deel alstublieft uw belangrijkste reden voor het uitschrijven.

source: I just wanted to browse the material
nl: Ik wilde gewoon door het materiaal bladeren

source: This won't help me reach my goals
nl: Dit zal mij niet helpen mijn doelen te bereiken

source: I don't have the time
nl: Ik heb geen tijd

source: I don't have the academic or language prerequisites
nl: Ik heb niet de academische of taalvereisten

source: I don't have enough support
nl: Ik heb niet genoeg steun

source: I am not happy with the quality of the content
nl: Ik ben niet tevreden over de kwaliteit van de inhoud

source: The course material was too hard
nl: Het cursusmateriaal was te moeilijk

source: The course material was too easy
nl: De cursusstof was te gemakkelijk

source: Something was broken
nl: Er was iets kapot

source: Other
nl: Ander

source: Results:
nl: Resultaten:

source: Topic:
nl: Onderwerp:

source: Show Discussion
nl: Discussie tonen

source: To view live discussions, click Preview or View Live in Unit Settings.
nl: Om live discussies te bekijken, klikt u op Voorbeeld of Live bekijken in Unit-instellingen.

source: Discussion ID: {discussion_id}
nl: Discussie-ID: {discussion_id}

source: The discussion block is disabled for this course as it is not using a compatible discussion provider.
nl: Het discussieblok is uitgeschakeld voor deze cursus, omdat er geen compatibele discussieprovider wordt gebruikt.

source: Discussion topics list
nl: Lijst met discussieonderwerpen

source: Filter Topics
nl: Onderwerpen filteren

source: filter topics
nl: onderwerpen filteren

source: All Discussions
nl: Alle discussies

source: Posts I'm Following
nl: Berichten die ik volg

source: Show all posts
nl: Toon alle berichten

source: Unread posts
nl: Ongelezen berichten

source: Unanswered posts
nl: Onbeantwoorde berichten

source: Flagged
nl: Gemarkeerd

source: Group:
nl: Groep:

source: in all groups
nl: in alle groepen

source: Sort:
nl: Soort:

source: by recent activity
nl: door recente activiteit

source: by most activity
nl: door de meeste activiteit

source: by most votes
nl: met de meeste stemmen

source: Student Notes
nl: Aantekeningen van studenten

source: Highlights and notes you've made in course content
nl: Hoogtepunten en aantekeningen die u in de cursusinhoud hebt gemaakt

source: Search notes for:
nl: Zoek notities voor:

source: Search notes for...
nl: Zoek notities voor...

source: View notes by:
nl: Bekijk notities door:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
nl: Je hebt nog geen aantekeningen gemaakt in deze cursus. Andere studenten in deze cursus gebruiken aantekeningen om:

source: Mark a passage or concept so that it's easy to find later.
nl: Markeer een passage of concept zodat u deze later gemakkelijk kunt terugvinden.

source: Record thoughts about a specific passage or concept.
nl: Noteer gedachten over een specifieke passage of concept.

source: Highlight important information to review later in the course or in future courses.
nl: Markeer belangrijke informatie om later in de cursus of in toekomstige cursussen door te nemen.

source: Get started by making a note in something you just read, like {section_link}.
nl: Ga aan de slag door een notitie te maken in iets dat u zojuist hebt gelezen, zoals {section_link} .

source: Hide notes
nl: Verberg notities

source: Show notes
nl: Laat notities zien

source: Thank you for your purchase of
nl: Bedankt voor uw aankoop van

source: Your payment was successful.
nl: Uw betaling is gelukt.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
nl: Als u vragen heeft over de facturering, lees dan de FAQ ( {faq_url} ) of neem contact op met {billing_email} .

source: If you have billing questions, please contact {billing_email}.
nl: Als u vragen heeft over de facturering, kunt u contact opnemen met {billing_email} .

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
nl: {order_placed_by} heeft een bestelling geplaatst en uw naam vermeld als contactpersoon van de organisatie.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
nl: {order_placed_by} heeft een bestelling geplaatst en uw naam vermeld als ontvanger van de extra bon.

source: The items in your order are:
nl: De artikelen in uw bestelling zijn:

source: Quantity - Description - Price
nl: Aantal - Beschrijving - Prijs

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
nl: Totaal gefactureerd op creditcard/debetkaart: {currency_symbol} {total_cost}

source: Company Name:
nl: Bedrijfsnaam:

source: Purchase Order Number:
nl: Aankoop order nummer:
