Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: For the specified problem, override the learner's score.
nl: Voor het opgegeven probleem negeert u de score van de leerling.

source: New score for problem, out of the total points available for the problem
nl: Nieuwe score voor het probleem, uit het totaal aantal beschikbare punten voor het probleem

source: Score
nl: Scoren

source: Override Learner's Score
nl: Overschrijf de score van de leerling

source: Problem History
nl: Probleemgeschiedenis

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
nl: Voor het gespecificeerde probleem verwijdert u de antwoorden en scores van de leerling permanent en volledig uit de database.

source: Task Status
nl: Taakstatus

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
nl: Toon de status van de herscoretaken die u voor deze leerling en dit probleem hebt ingediend.

source: Show Task Status
nl: Taakstatus weergeven

source: Adjust a learner's entrance exam results
nl: Pas de resultaten van het toelatingsexamen van een leerling aan

source: Allow the learner to take the exam again.
nl: Laat de leerling het examen opnieuw afleggen.

source: Allow Skip
nl: Sta overslaan toe

source: Waive the requirement for the learner to take the exam.
nl: Laat de eis voor de leerling om het examen af te leggen achterwege.

source: Let Learner Skip Entrance Exam
nl: Laat de leerling het toelatingsexamen overslaan

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
nl: Herscore van alle ingediende reacties. De optie &#39;Alle problemen alleen opnieuw scoren als de score verbetert&#39; werkt de scores van de leerling alleen bij als deze in het voordeel van de leerling verbeteren.

source: Rescore All Problems
nl: Herscore alle problemen

source: Rescore All Problems Only If Score Improves
nl: Herscore alle problemen alleen als de score verbetert

source: Entrance Exam History
nl: Toelatingsexamen Geschiedenis

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
nl: Verwijder voor het gehele toelatingsexamen de antwoorden en scores van de leerling permanent en volledig uit de database.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
nl: Toon de status van de herscoretaken die u voor dit leerling- en toelatingsexamen hebt ingediend.

source: Adjust all enrolled learners' grades for a specific problem
nl: Pas de cijfers van alle ingeschreven leerlingen aan voor een specifiek probleem

source: Allows all learners to work on the problem again.
nl: Hiermee kunnen alle leerlingen opnieuw aan het probleem werken.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
nl: Herscore ingediende reacties. Met de optie &#39;Alleen opnieuw scoren als de scores verbeteren&#39; wordt de score van een leerling alleen bijgewerkt als deze in het voordeel van de leerling verbetert.

source: Rescore All Learners' Submissions
nl: Herscore van alle inzendingen van leerlingen

source: Rescore Only If Scores Improve
nl: Alleen opnieuw scoren als de scores verbeteren

source: Show the status for the tasks that you submitted for this problem.
nl: Toon de status van de taken die u voor dit probleem hebt ingediend.

source: Note
nl: Opmerking

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
nl: Selecteer een opgave om een CSV-bestand te genereren met alle antwoorden van leerlingen op de opgave. U selecteert ook een sectie of hoofdstuk om de resultaten van alle problemen in die sectie of dat hoofdstuk op te nemen.

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
nl: Klik hierop om de beoordelingsconfiguratie voor de cursus weer te geven. De beoordelingsconfiguratie is de uitsplitsing van beoordeelde subsecties van de cursus (zoals examens en opgavensets) en kan worden gewijzigd op de pagina &#39;Beoordeling&#39; (onder &#39;Instellingen&#39;) in Studio.

source: Click to download a CSV of anonymized student IDs:
nl: Klik om een CSV met geanonimiseerde student-ID&#39;s te downloaden:

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
nl: Bij grote cursussen kan het genereren van sommige rapporten enkele uren duren. Wanneer het genereren van rapporten is voltooid, verschijnt er in de onderstaande tabel een link met de datum en tijd van genereren. Deze rapporten worden op de achtergrond gegenereerd, wat betekent dat u deze pagina kunt verlaten terwijl uw rapport wordt gegenereerd.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
nl: Wees geduldig en klik niet meerdere keren op deze knoppen. Als u meerdere keren op deze knoppen klikt, wordt het generatieproces aanzienlijk vertraagd.

source: For smaller courses, click to list profile information for enrolled students directly on this page:
nl: Voor kleinere cursussen klikt u om profielinformatie voor ingeschreven studenten rechtstreeks op deze pagina weer te geven:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
nl: Klik om een CSV-bestand te genereren van alle studenten die voor deze cursus zijn ingeschreven, samen met profielinformatie zoals e-mailadres en gebruikersnaam:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
nl: Klik om een CSV-bestand te genereren met de studenten die zich voor de cursus kunnen inschrijven, maar dit nog niet hebben gedaan.

source: Click to generate a CSV file of all proctored exam results in this course.
nl: Klik om een CSV-bestand te genereren van alle gecontroleerde examenresultaten in deze cursus.

source: Click to generate a CSV file of survey results for this course.
nl: Klik om een CSV-bestand met enquêteresultaten voor deze cursus te genereren.

source: Click to generate a CSV ORA grade report for all currently enrolled students.
nl: Klik om een CSV ORA-cijferrapport te genereren voor alle momenteel ingeschreven studenten.

source: Click to generate a CSV problem grade report for all currently enrolled students.
nl: Klik om een CSV-probleemcijferrapport te genereren voor alle momenteel ingeschreven studenten.

source: My Courses
nl: Mijn vakken

source: There was an error when loading this module!
nl: Er is een fout opgetreden bij het laden van deze module!

source: This module is available only for users who are signed into {platform}. Kindly sign in and refresh this page to load the content.
nl: Deze module is alleen beschikbaar voor gebruikers die zijn aangemeld bij {platform} . Meld u aan en vernieuw deze pagina om de inhoud te laden.

source: NOTE:
nl: OPMERKING:

source: The email used to sign into this platform and {platform} should be the same.
nl: Het e-mailadres dat wordt gebruikt om in te loggen op dit platform en {platform} moeten hetzelfde zijn.

source: Change Preferred Language
nl: Wijzig de voorkeurstaal

source: Please choose your preferred language
nl: Kies uw voorkeurstaal

source: Save Language Settings
nl: Taalinstellingen opslaan

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
nl: Staat uw voorkeurstaal er niet bij? {link_start} Meld je aan om vertaler te worden! {link_end}

source: Explore Courses
nl: Ontdek cursussen

source: Global
nl: Globaal

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
nl: {p_tag} U hoeft momenteel geen peer-grading uit te voeren. Om peer-grading mogelijk te maken: {ul_tag} {li_tag} Je moet een reactie hebben ingediend op een probleem met peer-grading. {end_li_tag} {li_tag} Het cursusteam moet de essays beoordelen die worden gebruikt om u te helpen de beoordeling beter te begrijpen criteria. {end_li_tag} {li_tag} Er moeten inzendingen zijn die wachten op beoordeling. {end_li_tag} {end_ul_tag} {end_p_tag}

source: Here is a list of problems that need to be peer graded for this course.
nl: Hier is een lijst met problemen die voor deze cursus door collega&#39;s moeten worden beoordeeld.

source: Problem Name
nl: Probleemnaam

source: Due date
nl: Deadline

source: Graded
nl: Beoordeeld

source: Available
nl: Beschikbaar

source: Required
nl: Vereist

source: No due date
nl: Geen vervaldatum

source: The due date has passed, and peer grading for this problem is closed at this time.
nl: De inleverdatum is verstreken en peer-beoordeling voor dit probleem is op dit moment gesloten.

source: The due date has passed, and peer grading is closed at this time.
nl: De inleverdatum is verstreken en peer-grading is op dit moment gesloten.

source: Learning to Grade
nl: Leren beoordelen

source: Hide Question
nl: Vraag verbergen

source: Student Response
nl: Reactie van student

source: Written Feedback
nl: Schriftelijke feedback

source: Please include some written feedback as well.
nl: Voeg ook enkele schriftelijke feedback toe.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
nl: Deze inzending bevat expliciete, aanstootgevende of (naar ik vermoed) geplagieerde inhoud.

source: How did I do?
nl: Hoe deed ik het?

source: Ready to grade!
nl: Klaar om te beoordelen!

source: You have finished learning to grade, which means that you are now ready to start grading.
nl: Je bent klaar met het leren beoordelen, wat betekent dat je nu klaar bent om te beginnen met beoordelen.

source: Start Grading!
nl: Begin met beoordelen!

source: Learning to grade
nl: Leren beoordelen

source: You have not yet finished learning to grade this problem.
nl: Je bent nog niet klaar met het leren beoordelen van dit probleem.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
nl: Je krijgt nu een reeks door de docent gescoorde essays te zien, en je wordt gevraagd deze zelf te scoren.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
nl: Zodra je de essays op dezelfde manier kunt beoordelen als een instructeur, ben je klaar om je collega&#39;s te beoordelen.

source: Start learning to grade
nl: Begin met leren beoordelen

source: Are you sure that you want to flag this submission?
nl: Weet u zeker dat u deze inzending wilt markeren?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
nl: U staat op het punt een inzending te markeren. U mag alleen een inzending markeren die expliciete, aanstootgevende of (vermoedelijke) geplagieerde inhoud bevat. Als de inzending niet op de vraag is gericht of onjuist is, moet u deze een nulscore en bijbehorende feedback geven in plaats van deze te markeren.

source: Remove Flag
nl: Vlag verwijderen

source: Keep Flag
nl: Vlag behouden

source: Go Back
nl: Ga terug

source: Account Activation Info
nl: Informatie over accountactivering

source: Your Password Reset is Complete
nl: Uw wachtwoord opnieuw instellen is voltooid

source: Password Reset Complete
nl: Wachtwoord opnieuw instellen voltooid

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
nl: Je wachtwoord is gereset. {start_link} Meld u aan bij uw account. {end_link}

source: Reset Your {platform_name} Password
nl: Reset uw {platform_name} -wachtwoord

source: Invalid Password Reset Link
nl: Ongeldige link voor wachtwoordherstel

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
nl: Deze link voor het opnieuw instellen van het wachtwoord is ongeldig. Mogelijk is het al gebruikt. Om uw wachtwoord opnieuw in te stellen, gaat u naar de {start_link} -inlogpagina {end_link} en selecteert u {start_strong} Wachtwoord vergeten {end_strong} .

source: Password reset successful
nl: Wachtwoord opnieuw instellen gelukt

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
nl: We hebben u per e-mail instructies voor het instellen van uw wachtwoord gestuurd naar het e-mailadres dat u heeft opgegeven. U zou deze binnenkort moeten ontvangen.

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
nl: De pagina die u zocht, is niet gevonden. Ga terug naar de {link_start} startpagina {link_end} .

source: Too Many Requests
nl: Te veel verzoeken

source: Your request has been rate-limited. Please try again later.
nl: Uw verzoek is tariefbeperkt. Probeer het later opnieuw.

source: This page left intentionally blank. Feel free to add your own content.
nl: Deze pagina is opzettelijk leeg gelaten. Voel je vrij om je eigen inhoud toe te voegen.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
nl: Ons systeem geeft aan dat u toegang probeert te krijgen tot deze {platform_name} -cursus vanuit een land of regio die momenteel onderworpen is aan Amerikaanse economische en handelssancties. Omdat {platform_name} moet voldoen aan exportcontroles, kunnen we u momenteel helaas geen toegang tot deze cursus verlenen.

source: Jobs
nl: Banen

source: In the Press
nl: In de pers

source: Currently the {platform_name} servers are down
nl: Momenteel zijn de {platform_name} -servers offline

source: Our staff is currently working to get the site back up as soon as possible.
nl: Onze medewerkers zijn momenteel bezig om de site zo snel mogelijk weer online te krijgen.

source: There has been a 500 error on the {platform_name} servers
nl: Er is een 500-fout opgetreden op de {platform_name} -servers

source: Please wait a few seconds and then reload the page.
nl: Wacht een paar seconden en laad de pagina opnieuw.

source: Currently the {platform_name} servers are overloaded
nl: Momenteel zijn de {platform_name} -servers overbelast

source: Account Settings
nl: Account instellingen

source: and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School
nl: en toegang tot privésites aangeboden door MIT Open Learning, Wharton Executive Education en Harvard Medical School

source: Please Wait
nl: Even geduld aub

source: Sign in or Register
nl: Log in of registreer

source: Student Support
nl: Ondersteuning van studenten

source: Student Support: Certificates
nl: Studentenondersteuning: certificaten

source: Contact {platform_name} Support
nl: Neem contact op met {platform_name} -ondersteuning

source: Student Support: Enrollment
nl: Studentenondersteuning: inschrijving

source: Student Support: Feature Based Enrollments
nl: Studentenondersteuning: op functies gebaseerde inschrijvingen

source: Content Type Gating
nl: Inhoudstype-gating

source: Course Duration Limits
nl: Limieten cursusduur

source: Is Enabled
nl: Is ingeschakeld

source: No results found
nl: geen resultaten gevonden

source: Student Support: Manage User
nl: Studentenondersteuning: Gebruiker beheren

source: Program Enrollments Inspector
nl: Inspecteur programma-inschrijvingen

source: User Survey
nl: Gebruikersonderzoek

source: Pre-Course Survey
nl: Enquête vóór de cursus

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
nl: U kunt met uw cursus beginnen zodra u het volgende formulier invult. Verplichte velden zijn gemarkeerd met een sterretje (*). Deze informatie is alleen bedoeld voor gebruik door {platform_name} . Het wordt op geen enkele manier aan uw openbare profiel gekoppeld.

source: You are missing the following required fields:
nl: U mist de volgende verplichte velden:

source: Cancel and Return to Dashboard
nl: Annuleer en ga terug naar het dashboard

source: Why do I need to complete this information?
nl: Waarom moet ik deze informatie invullen?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
nl: Wij gebruiken de door u verstrekte informatie om onze cursus voor zowel huidige als toekomstige studenten te verbeteren. Hoe meer we weten over uw specifieke behoeften, hoe beter we uw cursuservaring kunnen verbeteren.

source: Who can I contact if I have questions?
nl: Met wie kan ik contact opnemen als ik vragen heb?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
nl: Als u vragen heeft over deze cursus of dit formulier, kunt u contact opnemen met {link_start} {mail_to_link} {link_end} .

source: Skeleton Page
nl: Skeletpagina

source: Search the course
nl: Zoek de cursus

source: Start Course
nl: Cursus starten

source: Have questions?
nl: Vragen hebben?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
nl: Lees {a_start} onze veelgestelde vragen om veelgestelde vragen over onze certificaten {a_end} te bekijken.

source: Re-Verify for {course_name}
nl: Verifieer opnieuw voor {course_name}

source: Verification Deadline Has Passed
nl: Verificatiedeadline is verstreken

source: Upgrade Deadline Has Passed
nl: Upgradedeadline is verstreken

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
nl: De verificatiedeadline voor {course_name} was {{date}}. Verificatie is niet langer beschikbaar.

source: The deadline to upgrade to a verified certificate for this course has passed.
nl: De deadline om te upgraden naar een geverifieerd certificaat voor deze cursus is verstreken.

source: Upgrade Your Enrollment For {course_name}.
nl: Upgrade uw inschrijving voor {course_name} .

source: Verify For {course_name}
nl: Verifieer voor {course_name}

source: Enroll In {course_name}
nl: Schrijf u in voor {course_name}

source: Technical Requirements
nl: Technische benodigdheden

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
nl: Zorg ervoor dat uw browser is bijgewerkt naar de meest recente versie {strong_start} {a_start} {a_end} {strong_end} . Zorg er ook voor dat uw {strong_start} -webcam is aangesloten, ingeschakeld en mag functioneren in uw webbrowser (meestal aanpasbaar in uw browserinstellingen). {strong_end}

source: Re-Verification
nl: Herverificatie

source: Identity Verification
nl: identiteit verificatie

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
nl: U heeft uw verificatiegegevens al ingediend. U ziet een bericht op uw dashboard wanneer het verificatieproces is voltooid (meestal binnen 5-7 dagen).

source: You cannot verify your identity at this time.
nl: U kunt uw identiteit momenteel niet verifiëren.

source: Return to Your Dashboard
nl: Keer terug naar uw dashboard

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
nl: Deze website maakt gebruik van cookies om ervoor te zorgen dat u de beste ervaring op onze website krijgt. Als u doorgaat met surfen op deze site, begrijpen wij dat u het gebruik van cookies accepteert.

source: Got it!
nl: Begrepen!

source: Learn more
nl: Kom meer te weten

source: {span_start}(active){span_end}
nl: {span_start} (actief) {span_end}

source: {span_start}active{span_end}
nl: {span_start} actief {span_end}

source: Course Wiki
nl: Cursuswiki

source: Preview Language Setting
nl: Voorbeeldtaalinstelling

source: Language Code
nl: Taalcode

source: e.g. en for English
nl: bijv. nl voor Engels

source: Preview Theme
nl: Preview-thema

source: All Rights Reserved
nl: Alle rechten voorbehouden

source: Attribution
nl: Toeschrijving

source: Noncommercial
nl: Niet-commercieel

source: No Derivatives
nl: Geen derivaten

source: Share Alike
nl: Deel hetzelfde

source: Creative Commons licensed content, with terms as follow:
nl: Content met een Creative Commons-licentie, met de volgende voorwaarden:

source: Some Rights Reserved
nl: Sommige rechten voorbehouden

source: Upcoming Dates
nl: Aankomende data

source: View all course dates
nl: Bekijk alle cursusdata

source: Learn About Verified Certificates
nl: Meer informatie over geverifieerde certificaten

source: {platform_name} Verified Certificate
nl: {platform_name} geverifieerd certificaat

source: Why upgrade?
nl: Waarom upgraden?

source: Official proof of completion
nl: Officieel bewijs van voltooiing

source: Easily shareable certificate
nl: Gemakkelijk deelbaar certificaat

source: Proven motivator to complete the course
nl: Bewezen motivator om de cursus te voltooien

source: Certificate purchases help {platform_name} continue to offer free courses
nl: Certificaataankopen helpen {platform_name} om gratis cursussen aan te bieden

source: How it works
nl: Hoe het werkt

source: Pay the Verified Certificate upgrade fee
nl: Betaal de upgradekosten voor het geverifieerde certificaat

source: Verify your identity with a webcam and government-issued ID
nl: Verifieer uw identiteit met een webcam en een door de overheid uitgegeven identiteitsbewijs

source: Study hard and pass the course
nl: Studeer hard en slaag voor de cursus

source: Share your certificate with friends, employers, and others
nl: Deel uw certificaat met vrienden, werkgevers en anderen

source: edX Learner Stories
nl: edX Leerlingverhalen

source: My certificate has helped me showcase my knowledge on my resumé - I feel like this certificate could really help me land my dream job!
nl: Dankzij mijn certificaat kan ik mijn kennis op mijn cv laten zien. Ik heb het gevoel dat dit certificaat mij echt kan helpen mijn droombaan te verwezenlijken!
