Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
nl: Pagina&#39;s worden horizontaal bovenaan uw cursus weergegeven. Standaardpagina&#39;s (Startpagina, Cursus, Discussie, Wiki en Voortgang) worden gevolgd door studieboeken en aangepaste pagina&#39;s die u maakt.

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
nl: U kunt aangepaste pagina&#39;s maken en bewerken om studenten aanvullende cursusinhoud te bieden. Je kunt bijvoorbeeld pagina&#39;s maken voor het beoordelingsbeleid, cursusdia&#39;s en een cursuskalender.

source: How do pages look to students in my course?
nl: Hoe zien pagina&#39;s er uit voor studenten in mijn cursus?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
nl: Studenten zien de standaard- en aangepaste pagina&#39;s bovenaan de cursus en gebruiken deze links om te navigeren.

source: See an example
nl: Zie een voorbeeld

source: What are custom pages?
nl: Wat zijn aangepaste pagina&#39;s?

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course syllabus, and a course calendar.
nl: U kunt aangepaste pagina&#39;s maken en bewerken om studenten aanvullende cursusinhoud te bieden. Je kunt bijvoorbeeld pagina&#39;s maken voor het beoordelingsbeleid, de cursussyllabus en een cursuskalender.

source: How do custom pages look to students in my course?
nl: Hoe zien aangepaste pagina&#39;s eruit voor studenten in mijn cursus?

source: Custom pages are listed horizontally at the top of your course after default pages.
nl: Aangepaste pagina&#39;s worden horizontaal bovenaan uw cursus weergegeven, na de standaardpagina&#39;s.

source: Pages in Your Course
nl: Pagina&#39;s in uw cursus

source: Preview of Pages in your course
nl: Voorbeeld van pagina&#39;s in uw cursus

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
nl: Pagina&#39;s verschijnen in de bovenste navigatiebalk van je cursus. De standaardpagina&#39;s (Home, Cursus, Discussie, Wiki en Voortgang) worden gevolgd door studieboeken en aangepaste pagina&#39;s.

source: close modal
nl: modaal sluiten

source: Internal Server Error
nl: Interne Server Fout

source: The Page You Requested Page Cannot be Found
nl: De door u opgevraagde pagina kan niet worden gevonden

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
nl: Het spijt ons. We konden de {studio_name} -pagina die je zoekt niet vinden. Misschien wilt u terugkeren naar het {studio_name} -dashboard en het opnieuw proberen.

source: The Server Encountered an Error
nl: Er is een fout opgetreden op de server

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
nl: Het spijt ons. Er is een probleem met de server opgetreden tijdens het verwerken van uw laatste verzoek. Misschien wilt u terugkeren naar het {studio_name} -dashboard of dit verzoek opnieuw proberen.

source: Back to dashboard
nl: Terug naar dashboard

source: Library Export
nl: Bibliotheek exporteren

source: Course Export
nl: Cursus exporteren

source: About Exporting Libraries
nl: Over het exporteren van bibliotheken

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
nl: U kunt bibliotheken exporteren en bewerken buiten {studio_name} . Het geëxporteerde bestand is een .tar.gz-bestand (dat wil zeggen een .tar-bestand gecomprimeerd met GNU Zip) dat de bibliotheekstructuur en inhoud bevat. U kunt bibliotheken die u heeft geëxporteerd ook opnieuw importeren.

source: About Exporting Courses
nl: Over het exporteren van cursussen

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
nl: Je kunt cursussen exporteren en bewerken buiten {studio_name} . Het geëxporteerde bestand is een .tar.gz-bestand (dat wil zeggen een .tar-bestand gecomprimeerd met GNU Zip) dat de cursusstructuur en inhoud bevat. Je kunt cursussen die je hebt geëxporteerd ook opnieuw importeren.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
nl: {em_start} Let op: {em_end} Wanneer u een cursus exporteert, worden gegevens zoals MATLAB API-sleutels, LTI-paspoorten, annotatiegeheime tokenreeksen en annotatieopslag-URL&#39;s opgenomen in de geëxporteerde gegevens. Als u uw geëxporteerde bestanden deelt, deelt u mogelijk ook gevoelige of licentiespecifieke informatie.

source: Export My Library Content
nl: Exporteer mijn bibliotheekinhoud

source: Export My Course Content
nl: Exporteer mijn cursusinhoud

source: Export Library Content
nl: Bibliotheekinhoud exporteren

source: Export Course Content
nl: Cursusinhoud exporteren

source: Library Export Status
nl: Exportstatus van bibliotheek

source: Course Export Status
nl: Cursusexportstatus

source: Preparing
nl: voorbereidingen treffen

source: Preparing to start the export
nl: Voorbereiden om de export te starten

source: Exporting
nl: Exporteren

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
nl: De exportgegevensbestanden maken (u kunt deze pagina nu veilig verlaten, maar vermijd drastische wijzigingen in de inhoud totdat deze export is voltooid)

source: Compressing
nl: Comprimeren

source: Compressing the exported data and preparing it for download
nl: Het comprimeren van de geëxporteerde gegevens en het voorbereiden ervan om te downloaden

source: Your exported library can now be downloaded
nl: Uw geëxporteerde bibliotheek kan nu worden gedownload

source: Your exported course can now be downloaded
nl: Uw geëxporteerde cursus kan nu worden gedownload

source: Download Exported Library
nl: Geëxporteerde bibliotheek downloaden

source: Download Exported Course
nl: Geëxporteerde cursus downloaden

source: Data {em_start}exported with{em_end} your course:
nl: Gegevens {em_start} geëxporteerd met {em_end} uw cursus:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
nl: Waarden uit Geavanceerde instellingen, inclusief MATLAB API-sleutels en LTI-paspoorten

source: Course Content (all Sections, Sub-sections, and Units)
nl: Cursusinhoud (alle secties, subsecties en eenheden)

source: Course Structure
nl: Cursusstructuur

source: Individual Problems
nl: Individuele problemen

source: Course Assets
nl: Cursusmiddelen

source: Course Settings
nl: Cursusinstellingen

source: Data {em_start}not exported{em_end} with your course:
nl: Gegevens {em_start} niet geëxporteerd {em_end} met uw cursus:

source: User Data
nl: Gebruikersgegevens

source: Course Team Data
nl: Cursusteamgegevens

source: Forum/discussion Data
nl: Forum-/discussiegegevens

source: Why export a library?
nl: Waarom een bibliotheek exporteren?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
nl: Mogelijk wilt u de XML in uw bibliotheek rechtstreeks bewerken, buiten {studio_name} . Mogelijk wilt u een reservekopie van uw bibliotheek maken. Of misschien wilt u een kopie van uw bibliotheek maken die u later in een ander bibliotheekexemplaar kunt importeren en aanpassen.

source: Opening the downloaded file
nl: Het gedownloade bestand openen

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
nl: Gebruik een archiefprogramma om de gegevens uit het .tar.gz-bestand te extraheren. De geëxtraheerde gegevens omvatten het bestand bibliotheek.xml, evenals submappen die bibliotheekinhoud bevatten.

source: Learn more about exporting a library
nl: Meer informatie over het exporteren van een bibliotheek

source: Why export a course?
nl: Waarom een cursus exporteren?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
nl: Misschien wil je de XML in je cursus rechtstreeks bewerken, buiten {studio_name} . Mogelijk wilt u een reservekopie van uw cursus maken. Of misschien wil je een kopie van je cursus maken die je later in een andere cursusinstantie kunt importeren en aanpassen.

source: What content is exported?
nl: Welke inhoud wordt geëxporteerd?

source: The following content is exported.
nl: De volgende inhoud wordt geëxporteerd.

source: Course content and structure
nl: Inhoud en structuur van de cursus

source: Course dates
nl: Cursusdata

source: Grading policy
nl: Beoordelingsbeleid

source: Any group configurations
nl: Eventuele groepsconfiguraties

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
nl: Instellingen op de pagina Geavanceerde instellingen, inclusief MATLAB API-sleutels en LTI-paspoorten

source: The following content is not exported.
nl: De volgende inhoud wordt niet geëxporteerd.

source: Learner-specific content, such as learner grades and discussion forum data
nl: Leerlingspecifieke inhoud, zoals leerlingcijfers en discussieforumgegevens

source: The course team
nl: Het cursusteam

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
nl: Gebruik een archiefprogramma om de gegevens uit het .tar.gz-bestand te extraheren. De geëxtraheerde gegevens omvatten het bestand course.xml, evenals submappen die cursusinhoud bevatten.

source: Learn more about exporting a course
nl: Meer informatie over het exporteren van een cursus

source: Export Course to Git
nl: Cursus exporteren naar Git

source: Export to Git
nl: Exporteren naar Git

source: About Export to Git
nl: Over exporteren naar Git

source: Use this to export your course to its git repository.
nl: Gebruik dit om uw cursus naar de git-repository te exporteren.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
nl: Dit zal dan een automatische update van de hoofd-LMS-site activeren en de inhoud van uw cursus bijwerken die daar zichtbaar is voor studenten als automatische git-importen zijn geconfigureerd.

source: Export Course to Git:
nl: Cursus exporteren naar Git:

source: giturl must be defined in your course settings before you can export to git.
nl: giturl moet gedefinieerd zijn in je cursusinstellingen voordat je naar git kunt exporteren.

source: Export Failed
nl: Exporteren mislukt

source: Export Succeeded
nl: Exporteren is gelukt

source: Your course:
nl: Jouw cursus:

source: Course git url:
nl: Cursus git-URL:

source: Experiment Group Configurations
nl: Experimentgroepconfiguraties

source: This module is disabled at the moment.
nl: Deze module is momenteel uitgeschakeld.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
nl: Met groepen voor inschrijvingstrajecten kunt u verschillende cursusinhoud aanbieden aan studenten in elk inschrijvingstraject. Studenten die zijn ingeschreven voor elk inschrijvingstraject in uw cursus, worden automatisch opgenomen in de overeenkomstige inschrijvingsspoorgroep.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
nl: Op eenheidspagina&#39;s in het cursusoverzicht kunt u de toegang tot componenten beperken tot studenten op basis van hun inschrijvingstraject.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
nl: U kunt de groepen voor inschrijvingstrajecten niet bewerken, maar u kunt elke groep uitvouwen om details te bekijken van de cursusinhoud die is bedoeld voor studenten in de groep.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
nl: Als je cohorten hebt ingeschakeld in je cursus, kun je inhoudsgroepen gebruiken om cohortspecifiek cursusmateriaal te maken. Met andere woorden: u kunt de inhoud aanpassen die bepaalde cohorten in uw cursus zien.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
nl: Elke inhoudsgroep die u maakt, kan aan een of meer cohorten worden gekoppeld. Naast het beschikbaar maken van cursusinhoud voor alle studenten, kunt u de toegang tot bepaalde inhoud beperken tot studenten in specifieke inhoudsgroepen. Alleen studenten in de cohorten die aan de opgegeven inhoudsgroepen zijn gekoppeld, zien de aanvullende inhoud.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
nl: Klik op {em_start} Nieuwe inhoudsgroep {em_end} om een nieuwe inhoudsgroep toe te voegen. Om de naam van een inhoudsgroep te bewerken, beweegt u de muis over het vak en klikt u op {em_start} Bewerken {em_end} . U kunt een inhoudsgroep alleen verwijderen als deze niet door een eenheid wordt gebruikt. Om een inhoudsgroep te verwijderen, beweegt u de muis over het vak ervan en klikt u op het verwijderpictogram.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
nl: Gebruik experimentgroepconfiguraties als je inhoudsexperimenten uitvoert, ook wel A/B-testen genoemd, in je cursus. Experimentgroepconfiguraties bepalen uit hoeveel groepen leerlingen een inhoudsexperiment bestaat. Wanneer u een inhoudsexperiment voor een cursus maakt, selecteert u de groepsconfiguratie die u wilt gebruiken.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
nl: Klik op {em_start} Nieuwe groepsconfiguratie {em_end} om een nieuwe configuratie toe te voegen. Om een configuratie te bewerken, beweegt u de muis over het vak en klikt u op {em_start} Bewerken {em_end} . U kunt een groepsconfiguratie alleen verwijderen als deze niet in een experiment wordt gebruikt. Om een configuratie te verwijderen, beweegt u de muis over het bijbehorende vak en klikt u op het verwijderpictogram.

source: Welcome
nl: Welkom

source: Welcome to {studio_name}
nl: Welkom bij {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
nl: {studio_name} helpt bij het beheren van uw online cursussen, zodat u zich kunt concentreren op het geven ervan

source: {studio_name}'s Many Features
nl: De vele functies van {studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
nl: {studio_name} Helpt u uw cursussen georganiseerd te houden

source: Enlarge image
nl: Afbeelding vergroten

source: Keeping Your Course Organized
nl: Je cursus georganiseerd houden

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
nl: De ruggengraat van uw cursus is hoe deze is georganiseerd. {studio_name} biedt een {strong_start} Outline {strong_end} -editor, die een eenvoudige hiërarchie biedt en eenvoudig slepen en neerzetten om u en uw leerlingen te helpen georganiseerd te blijven.

source: Simple Organization For Content
nl: Eenvoudige organisatie voor inhoud

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
nl: {studio_name} gebruikt een eenvoudige hiërarchie van {strong_start} -secties {strong_end} en {strong_start} -subsecties {strong_end} om uw inhoud te ordenen.

source: Change Your Mind Anytime
nl: Verander op elk moment van gedachten

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
nl: Maak uw overzicht en bouw inhoud waar u maar wilt. Dankzij de eenvoudige hulpmiddelen voor slepen en neerzetten kunt u snel reorganiseren.

source: Go A Week Or A Semester At A Time
nl: Ga een week of een semester tegelijk

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
nl: Bouw {strong_start} -secties {strong_end} stapsgewijs op en geef deze vrij aan uw leerlingen. Je hoeft het niet allemaal in één keer klaar te hebben.

source: Learning is More than Just Lectures
nl: Leren is meer dan alleen lezingen

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
nl: {studio_name} kunt u uw inhoud samenvoegen op een manier die het leren versterkt. Voeg video&#39;s, discussies en een breed scala aan oefeningen toe met slechts een paar klikken.

source: Create Learning Pathways
nl: Leertrajecten creëren

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
nl: Help uw leerlingen één concept tegelijk te begrijpen met multimedia, HTML en oefeningen.

source: Work Visually, Organize Quickly
nl: Werk visueel, organiseer snel

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
nl: Werk visueel en zie precies wat uw leerlingen zullen zien. Reorganiseer al uw inhoud met slepen en neerzetten.

source: A Broad Library of Problem Types
nl: Een brede bibliotheek van probleemtypen

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
nl: Het is meer dan alleen meerkeuze. {studio_name} ondersteunt meer dan een dozijn soorten problemen om uw leerlingen uit te dagen.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
nl: {studio_name} Biedt u eenvoudig, snel en incrementeel publiceren. Met vrienden.

source: Simple, Fast, and Incremental Publishing. With Friends.
nl: Eenvoudig, snel en incrementeel publiceren. Met vrienden.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
nl: {studio_name} werkt als webapplicaties die u al kent, maar begrijpt toch hoe u een curriculum opbouwt. Direct publiceren op internet wanneer u dat wilt, en incrementele release wanneer dat zinvol is. En met co-auteurs kun je een heel team samen een cursus laten bouwen.

source: Instant Changes
nl: Directe wijzigingen

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
nl: Een bug gevangen? Geen probleem. Wanneer u wilt, worden uw wijzigingen live weergegeven wanneer u op Opslaan klikt.

source: Release-On Date Publishing
nl: Publicatie op releasedatum

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
nl: Wanneer u klaar bent met een {strong_start} sectie {strong_end} , kiest u wanneer u deze live wilt laten gaan en {studio_name} zorgt voor de rest. Bouw uw cursus stapsgewijs op.

source: Work in Teams
nl: Werk in groepen

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
nl: Co-auteurs hebben volledige toegang tot dezelfde auteurstools. Maak uw cursus beter door teamwerk.

source: Sign Up for {studio_name} Today!
nl: Meld u vandaag nog aan voor {studio_name} !

source: Sign Up & Start Making Your {platform_name} Course
nl: Meld u aan en begin met het maken van uw {platform_name} -cursus

source: Already have a {studio_name} Account? Sign In
nl: Heeft u al een {studio_name} -account? Aanmelden

source: Outlining Your Course
nl: Uw cursus uitstippelen

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
nl: Eenvoudig overzicht op twee niveaus om uw cursus te organiseren. Slepen en neerzetten, en bekijk uw koers in één oogopslag.

source: More than Just Lectures
nl: Meer dan alleen lezingen

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
nl: Maak snel video&#39;s, tekstfragmenten, inline discussies en een verscheidenheid aan probleemtypen.

source: Publishing on Date
nl: Publicatie op datum

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
nl: Stel eenvoudigweg de datum van een sectie of subsectie in, en {studio_name} publiceert deze voor u aan uw studenten.

source: We're having trouble rendering your component
nl: Er zijn problemen met het weergeven van uw component

source: Students will not be able to access this component. Re-edit your component to fix the error.
nl: Studenten hebben geen toegang tot dit onderdeel. Bewerk uw component opnieuw om de fout te herstellen.

source: Error:
nl: Fout:

source: Library Import
nl: Bibliotheek importeren

source: Course Import
nl: Cursus importeren
