Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Collapse/Expand this %(xblock_type)s
nl: Deze %(xblock_type)s samenvouwen/uitvouwen

source: Display Name
nl: Weergavenaam

source: Discussions enabled
nl: Discussies ingeschakeld

source: Proctoring Settings
nl: Proctoring-instellingen

source: Configure
nl: Configureer

source: Manage Tags
nl: Beheer tags

source: Copy to Clipboard
nl: Kopieer naar klembord

source: Duplicate
nl: Duplicaat

source: Drag to reorder
nl: Sleep om de volgorde te wijzigen

source: Release Status:
nl: Vrijgavestatus:

source: Released:
nl: Uitgegeven:

source: Scheduled:
nl: Gepland:

source: Unscheduled
nl: Niet gepland

source: Section Highlights
nl: Sectie Hoogtepunten

source: Graded as:
nl: Beoordeeld als:

source: Due:
nl: Vanwege:

source: Subsection is hidden after course end date
nl: De subsectie is verborgen na de einddatum van de cursus

source: Subsection is hidden after due date
nl: Subsectie is verborgen na de vervaldatum

source: Share
nl: Deel

source: This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy.
nl: Deze subsectie is geconfigureerd als \&quot; %(gradingType)s \&quot;, wat niet bestaat in het huidige beoordelingsbeleid.

source: You haven't added any content to this course yet.
nl: Je hebt nog geen inhoud aan deze cursus toegevoegd.

source: Click to add a new %(xblock_type)s
nl: Klik om een nieuwe %(xblock_type)s toe te voegen

source: Paste %(xblock_type)s
nl: Plak %(xblock_type)s

source: From:
nl: Van:

source: What's in my clipboard?
nl: Wat staat er op mijn klembord?

source: Learning Outcome
nl: Leerresultaat

source: Add a learning outcome here
nl: Voeg hier een leerresultaat toe

source: Press discard changes to discard your changes.
nl: Druk op Wijzigingen negeren om uw wijzigingen te annuleren.

source: Update Settings
nl: Update-instellingen

source: Press update settings to update the information for your organization.
nl: Druk op Instellingen bijwerken om de informatie voor uw organisatie bij te werken.

source: Press discard changes to discard changes.
nl: Druk op Wijzigingen negeren om de wijzigingen te negeren.

source: Press update settings to update course video settings
nl: Druk op Update instellingen om de cursusvideo-instellingen bij te werken

source: Press close to hide course video settings
nl: Druk op Sluiten om de video-instellingen van de cursus te verbergen

source: Course Video Settings
nl: Cursusvideo-instellingen

source: Video Sharing
nl: Video delen

source: Learn more
nl: Kom meer te weten

source: Transcript Turnaround
nl: Transcriptie ommekeer

source: Transcript Fidelity
nl: Transcriptie trouw

source: Video Source Language
nl: Videobrontaal

source: Transcript Languages
nl: Transcriptietalen

source: Add
nl: Toevoegen

source: Press Add to language
nl: Druk op Toevoegen aan taal

source: Automated Transcripts
nl: Geautomatiseerde transcripties

source: Transcript Provider
nl: Transcriptaanbieder

source: Change
nl: Wijziging

source: Press change to change selected transcript provider.
nl: Druk op Wijzigen om de geselecteerde transcriptprovider te wijzigen.

source: Assignment Type Name
nl: Naam toewijzingstype

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
nl: De algemene categorie voor dit type opdracht, bijvoorbeeld Huiswerk of Tussentijds examen. Deze naam is zichtbaar voor leerlingen.

source: Abbreviation
nl: Afkorting

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
nl: Deze korte naam voor het opdrachttype (bijvoorbeeld HW of Midterm) verschijnt naast opdrachten op de voortgangspagina van een leerling.

source: Weight of Total Grade
nl: Gewicht van totaal cijfer

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
nl: Het gewicht van alle opdrachten van dit type als percentage van het totaalcijfer, bijvoorbeeld 40. Voeg het procentsymbool niet toe.

source: Total Number
nl: Totaal aantal

source: The number of subsections in the course that contain problems of this assignment type.
nl: Het aantal subsecties in de cursus dat opgaven van dit opdrachttype bevat.

source: Number of Droppable
nl: Aantal droppables

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
nl: Het aantal opdrachten van dit type dat wordt geschrapt. De laagst scorende opdrachten vallen als eerste weg.

source: Warning:
nl: Waarschuwing:

source: The number of {type} assignments defined here does not match the current number of {type} assignments in the course:
nl: Het hier gedefinieerde aantal {type} -opdrachten komt niet overeen met het huidige aantal {type} -opdrachten in de cursus:

source: There are no assignments of this type in the course.
nl: Er zijn geen opdrachten van dit type in de cursus.

source: {assignment_count} {type} assignment(s) found:
nl: {assignment_count} {type} opdracht(en) gevonden:

source: The number of {type} assignments in the course matches the number defined here.
nl: Het aantal {type} -opdrachten in de cursus komt overeen met het hier gedefinieerde aantal.

source: Course Handouts
nl: Cursus hand-outs

source: You have no handouts defined
nl: Er zijn geen hand-outs gedefinieerd

source: There is invalid code in your content. Please check to make sure it is valid HTML.
nl: Er bevat ongeldige code in uw inhoud. Controleer of het geldige HTML is.

source: Date
nl: Datum

source: Post
nl: Na

source: Discussion
nl: Discussie

source: Enable discussion
nl: Discussie mogelijk maken

source: Topics for unpublished units would not be created
nl: Er worden geen onderwerpen voor niet-gepubliceerde eenheden gemaakt

source: Please enable discussions for graded units from the
nl: Schakel discussies in voor beoordeelde eenheden uit de

source: Discussion Configuration
nl: Discussieconfiguratie

source: Due Date:
nl: Deadline:

source: Due Time in UTC:
nl: Vervaltijd in UTC:

source: Clear Grading Due Date
nl: Wis de einddatum voor de beoordeling

source: Chapter Name
nl: Hoofdstuknaam

source: Chapter {order}
nl: Hoofdstuk {order}

source: provide the title/name of the chapter that will be used in navigating
nl: geef de titel/naam op van het hoofdstuk dat bij het navigeren zal worden gebruikt

source: Chapter Asset
nl: Hoofdstuk activa

source: path/to/introductionToCookieBaking-CH{order}.pdf
nl: pad/naar/inleidingToCookieBaking-CH {order} .pdf

source: upload a PDF file or provide the path to a Studio asset file
nl: upload een PDF-bestand of geef het pad naar een Studio-itembestand op

source: delete chapter
nl: hoofdstuk verwijderen

source: Textbook information
nl: Informatie uit het leerboek

source: Textbook Name
nl: Naam leerboek

source: Introduction to Cookie Baking
nl: Inleiding tot koekjes bakken

source: provide the title/name of the text book as you would like your students to see it
nl: geef de titel/naam van het tekstboek op zoals u wilt dat uw leerlingen het zien

source: Chapter information
nl: Hoofdstuk informatie

source: Add a Chapter
nl: Voeg een hoofdstuk toe

source: Edit Title
nl: Titel bewerken

source: Embed your subsection content directly on a page using an iframe, and view it without the LMS header and footer.
nl: Sluit de inhoud van uw subsecties rechtstreeks in op een pagina met behulp van een iframe en bekijk deze zonder de LMS-kop- en voettekst.

source: Click to copy link to clipboard
nl: Klik om de link naar het klembord te kopiëren

source: Copy link
nl: Kopieer link

source: When sharing this link with your learners, they will see the content of the subsection along with the header and footer of your LMS.
nl: Wanneer u deze link met uw leerlingen deelt, zien zij de inhoud van de subsectie samen met de kop- en voettekst van uw LMS.

source: Grading
nl: Beoordeling

source: Grade as:
nl: Beoordeel als:

source: Not Graded
nl: Niet beoordeeld

source: Cannot delete when in use by an experiment
nl: Kan niet verwijderen wanneer deze door een experiment wordt gebruikt

source: This Group Configuration is used in:
nl: Deze groepsconfiguratie wordt gebruikt in:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
nl: Deze groepsconfiguratie is niet in gebruik. Begin door een inhoudsexperiment toe te voegen aan een eenheid via de {linkStart} Cursusoverzicht {linkEnd} .

source: Group Configuration information
nl: Informatie over groepsconfiguratie

source: Group Configuration Name
nl: Groepsconfiguratienaam

source: Group Configuration ID
nl: Groepsconfiguratie-ID

source: This is the Name of the Group Configuration
nl: Dit is de naam van de groepsconfiguratie

source: Name or short description of the configuration
nl: Naam of korte beschrijving van de configuratie

source: This is the Description of the Group Configuration
nl: Dit is de beschrijving van de groepsconfiguratie

source: Optional long description
nl: Optionele lange beschrijving

source: Group information
nl: Groepsinformatie

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
nl: Naam van de groepen waaraan leerlingen worden toegewezen, bijvoorbeeld Controle, Video, Problemen. Je moet twee of meer groepen hebben.

source: Add another group
nl: Voeg nog een groep toe

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
nl: Deze configuratie wordt momenteel gebruikt in inhoudsexperimenten. Als u wijzigingen aanbrengt in de groepen, moet u mogelijk die experimenten bewerken.

source: delete group
nl: groep verwijderen

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
nl: Voer drie tot vijf highlights in die u wilt opnemen in het e-mailbericht dat leerlingen voor deze sectie ontvangen (limiet van 250 tekens).

source: Highlight {highlight_index}
nl: Markeer {highlight_index}

source: A highlight to look forward to this week.
nl: Een hoogtepunt om naar uit te kijken deze week.

source: License Type
nl: Licentie type

source: Learn more about {license_name}
nl: Meer informatie over {license_name}

source: Options for {license_name}
nl: Opties voor {license_name}

source: The following options are available for the {license_name} license.
nl: Voor de licentie {license_name} zijn de volgende opties beschikbaar.

source: License Display
nl: Licentieweergave

source: The following message will be displayed at the bottom of the courseware pages within your course:
nl: Het volgende bericht wordt onderaan de courseware-pagina&#39;s binnen uw cursus weergegeven:

source: Creative Commons licensed content, with terms as follow:
nl: Content met een Creative Commons-licentie, met de volgende voorwaarden:

source: Some Rights Reserved
nl: Sommige rechten voorbehouden

source: New %(item_type)s
nl: Nieuw %(item_type)s

source: Clear
nl: Duidelijk

source: Clear Value
nl: Duidelijke waarde

source: Download
nl: Downloaden

source: Current location
nl: Huidige locatie

source: Currently selected
nl: Momenteel geselecteerd

source: You haven't added any textbooks to this course yet.
nl: Je hebt nog geen studieboeken aan deze cursus toegevoegd.

source: Add your first textbook
nl: Voeg je eerste leerboek toe

source: Previous
nl: Vorig

source: This group controls access to:
nl: Deze groep beheert de toegang tot:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
nl: In het {linkStart} Cursusoverzicht {linkEnd} gebruikt u deze groep om de toegang tot een component te beheren.

source: Previous Uploads
nl: Vorige uploads

source: Download available encodings (.csv)
nl: Beschikbare coderingen downloaden (.csv)

source: Thumbnail
nl: Miniatuur

source: Transcripts
nl: Afschriften

source: Action
nl: Actie

source: Remove this video
nl: Verwijder deze video

source: Remove {video_name} video
nl: Verwijder {video_name} -video

source: Never published
nl: Nooit gepubliceerd

source: Last published %(last_published_date)s by %(publish_username)s
nl: Laatst gepubliceerd %(last_published_date)s door %(publish_username)s

source: Previously published
nl: Eerder gepubliceerd

source: Draft (Never published)
nl: Concept (nooit gepubliceerd)

source: Visible to Staff Only
nl: Alleen zichtbaar voor personeel

source: Published and Live
nl: Gepubliceerd en live

source: Published (not yet released)
nl: Gepubliceerd (nog niet vrijgegeven)

source: Draft (Unpublished changes)
nl: Concept (niet-gepubliceerde wijzigingen)

source: Release:
nl: Uitgave:

source: Publishing Status
nl: Publicatiestatus

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
nl: Concept opgeslagen op {lastSavedStart} {editedOn} {lastSavedEnd} door {editedByStart} {editedBy} {editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
nl: Laatst gepubliceerd {lastPublishedStart} {publishedOn} {lastPublishedEnd} door {publishedByStart} {publishedBy} {publishedByEnd}

source: with %(release_date_from)s
nl: met %(release_date_from)s

source: Is Visible To:
nl: Is zichtbaar voor:

source: Will Be Visible To:
nl: Zal zichtbaar zijn voor:

source: Staff Only
nl: Alleen personeel

source: with %(section_or_subsection)s
nl: met %(section_or_subsection)s

source: Staff and Learners
nl: Staf en leerlingen

source: Hide from learners
nl: Verbergen voor leerlingen

source: Note: Do not hide graded assignments after they have been released.
nl: Opmerking: Verberg beoordeelde opdrachten niet nadat ze zijn vrijgegeven.

source: Copy Unit
nl: Kopieer eenheid

source: Release Date and Time
nl: Releasedatum en -tijd

source: Release Date:
nl: Datum van publicatie:

source: Release Time in UTC:
nl: Releasetijd in UTC:

source: Clear Release Date/Time
nl: Wis releasedatum/-tijd

source: Due in:
nl: Verschuldigd in:

source: weeks from learner enrollment date
nl: weken vanaf de inschrijvingsdatum van de leerling

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
nl: Als een leerling begint op {startDate} , moet deze subsectie worden ingeleverd op {projectedDueIn} .

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
nl: Het minimumaantal weken waarin deze subsectie moet worden ingeleverd, is 1 week vanaf de inschrijvingsdatum van de leerling.

source: Assessment Results Visibility
nl: Zichtbaarheid van beoordelingsresultaten

source: Always show assessment results
nl: Toon altijd beoordelingsresultaten

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
nl: Wanneer leerlingen een antwoord op een beoordeling indienen, zien ze meteen of het antwoord goed of fout is, en welke score ze hebben gekregen.

source: Never show assessment results
nl: Laat nooit beoordelingsresultaten zien

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
nl: Leerlingen zien nooit of hun antwoorden op beoordelingen juist of onjuist zijn, noch de ontvangen score.

source: Show assessment results when subsection is past due
nl: Beoordelingsresultaten weergeven wanneer de vervaldatum van een subsectie is verstreken

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
nl: Leerlingen zien pas of hun antwoorden op beoordelingen juist of onjuist waren, en ook niet welke score zij hebben ontvangen, totdat de inleverdatum voor het subonderdeel is verstreken.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
nl: Als de subsectie geen inleverdatum heeft, zien leerlingen altijd hun scores wanneer ze antwoorden op beoordelingen indienen.

source: PDF Chapters
nl: PDF-hoofdstukken

source: View Live
nl: Live bekijken

source: Signatory
nl: Ondertekenaar

source: Signature Image
nl: Kenmerkende afbeelding

source: Certificate Signatory Configuration
nl: Configuratie van certificaatondertekenaar

source: Name
nl: Naam

source: Name of the signatory
nl: Naam van de ondertekenaar

source: The name of this signatory as it should appear on certificates.
nl: De naam van deze ondertekenaar zoals deze op certificaten moet verschijnen.

source: Title
nl: Titel

source: Title of the signatory
nl: Titel van de ondertekenaar

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
nl: Titels van meer dan 100 tekens kunnen ervoor zorgen dat studenten hun certificaat niet op één pagina kunnen afdrukken.

source: Organization
nl: Organisatie

source: Organization of the signatory
nl: Organisatie van de ondertekenaar

source: The organization that this signatory belongs to, as it should appear on certificates.
nl: De organisatie waartoe deze ondertekenaar behoort, zoals deze op certificaten moet staan.

source: Path to Signature Image
nl: Pad naar handtekeningafbeelding

source: Image must be in PNG format
nl: Afbeelding moet de PNG-indeling hebben

source: Upload Signature Image
nl: Handtekeningafbeelding uploaden

source: Unit Visibility
nl: Zichtbaarheid van eenheden

source: Section Visibility
nl: Sectiezichtbaarheid

source: Visible to learners
nl: Zichtbaar voor leerlingen

source: It is visible to learners, ensuring that all learners can view its contents.
nl: Het is zichtbaar voor leerlingen en zorgt ervoor dat alle leerlingen de inhoud ervan kunnen bekijken.

source: Hide in Course Outline, accessible via Link
nl: Verbergen in cursusoverzicht, toegankelijk via link

source: It is intentionally hidden from standard navigation, ensuring that only individuals with the link can view its contents.
nl: Het is opzettelijk verborgen voor de standaardnavigatie, zodat alleen personen met de link de inhoud ervan kunnen bekijken.

source: If you make this section visible in the table of content, learners will be able to see its content.
nl: Als u dit gedeelte zichtbaar maakt in de inhoudsopgave, kunnen leerlingen de inhoud ervan zien.

source: It is intentionally hidden from learners, ensuring that only the course staff can view its contents.
nl: Het is opzettelijk verborgen voor studenten, zodat alleen het cursuspersoneel de inhoud ervan kan zien.

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
nl: Als de eenheid eerder is gepubliceerd en vrijgegeven voor leerlingen, zijn alle wijzigingen die u in de eenheid hebt aangebracht toen deze verborgen was, nu zichtbaar voor leerlingen.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
nl: Als u deze %(xblockType)s zichtbaar maakt voor leerlingen, kunnen leerlingen de inhoud ervan zien nadat de releasedatum is verstreken en u het blok hebt gepubliceerd. Alleen eenheden die expliciet verborgen zijn voor leerlingen, blijven verborgen nadat u deze optie voor de %(xblockType)s hebt uitgeschakeld.

source: Xpert unit summaries
nl: Samenvattingen van Xpert-eenheden

source: Enable summaries
nl: Schakel samenvattingen in

source: Manage tags
nl: Beheer tags

source: Current Role:
nl: Huidige rol:

source: You!
nl: Jij!

source: send an email message to {email}
nl: stuur een e-mailbericht naar {email}

source: Promote another member to Admin to remove your admin rights
nl: Promoot een ander lid tot beheerder om uw beheerdersrechten te verwijderen

source: Add {role} Access
nl: Voeg {role} -toegang toe

source: Remove {role} Access
nl: Verwijder {role} -toegang

source: Delete the user, {username}
nl: Verwijder de gebruiker {username}

source: Set as a Special Exam
nl: Ingesteld als speciaal examen

source: Exam Types
nl: Examentypen

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
nl: Deze subsectie werd vrijgegeven aan studenten als een gecontroleerd examen, maar werd teruggezet naar een basisexamen of een getimed examen. Je kunt het nu niet configureren als een geproctord examen. Neem contact op met edX-ondersteuning voor hulp.

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
nl: Dit geproctorde examen is vrijgegeven voor studenten. U mag het niet omzetten naar een ander soort speciaal examen. U kunt deze subsectie terugzetten naar een basisexamen door &#39;Geen&#39; of een getimed examen te selecteren, maar u kunt het in de toekomst NIET configureren als een gecontroleerd examen.

source: Timed
nl: Getimed

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
nl: Gebruik een getimed examen om de tijd te beperken die leerlingen aan de problemen in deze subsectie kunnen besteden. Leerlingen moeten antwoorden indienen voordat de tijd verstrijkt. Via het Instructeursdashboard kunt u extra tijd voor individuele leerlingen reserveren.

source: Proctored
nl: Onder toezicht

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
nl: Examens onder toezicht worden getimed en er wordt een video opgenomen van elke leerling die het examen aflegt. De video&#39;s worden vervolgens beoordeeld om ervoor te zorgen dat de leerlingen alle examenregels volgen. Houd er rekening mee dat als je dit examen instelt als onder toezicht, de zichtbaarheidsinstellingen worden gewijzigd in &#39;Inhoud verbergen na de inleverdatum&#39;.

source: Onboarding
nl: Aan boord

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
nl: Gebruik Onboarding om leerlingen kennis te laten maken met proctoring, hun identiteit te verifiëren en een onboardingprofiel te maken. Studenten moeten de stap voor het onboardingprofiel voltooien voordat ze een examen onder toezicht kunnen afleggen. Profielbeoordelingen duren meer dan 2 werkdagen.

source: Practice Proctored
nl: Praktijk Proctored

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
nl: Gebruik een oefenexamen onder toezicht om leerlingen kennis te laten maken met de hulpmiddelen en processen voor toezicht. De resultaten van een oefenexamen hebben geen invloed op het cijfer van een leerling.

source: Time Allotted (HH:MM):
nl: Toegewezen tijd (UU:MM):
