Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Preferred language for transcript.
nl: Voorkeurstaal voor transcriptie.

source: Preferred language for transcript
nl: Voorkeurstaal voor transcriptie

source: Transcript file format to download by user.
nl: Transcriptbestandsformaat om door de gebruiker te downloaden.

source: SubRip (.srt) file
nl: SubRip-bestand (.srt).

source: Text (.txt) file
nl: Tekstbestand (.txt).

source: The last speed that the user specified for the video.
nl: De laatste snelheid die de gebruiker voor de video heeft opgegeven.

source: The default speed for the video.
nl: De standaardsnelheid voor de video.

source: Specify whether to advance automatically to the next unit when the video ends.
nl: Geef op of er automatisch naar de volgende eenheid moet worden gegaan wanneer de video eindigt.

source: Specify whether YouTube is available for the user.
nl: Geef op of YouTube beschikbaar is voor de gebruiker.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
nl: Upload een hand-out bij deze video. Leerlingen kunnen de hand-out downloaden door onder de video op Hand-out downloaden te klikken.

source: Upload Handout
nl: Hand-out uploaden

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
nl: Geef op of de toegang tot deze video beperkt is tot alleen browsers, of dat deze toegankelijk is via andere applicaties, waaronder mobiele apps.

source: Video Available on Web Only
nl: Video alleen beschikbaar op internet

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
nl: Als u door edX een video-ID heeft gekregen om de video in dit onderdeel af te spelen, voert u de ID hier in. Voer in dit geval geen waarden in de velden Standaardvideo-URL, Videobestand-URL&#39;s en YouTube-ID in. Als er geen video-ID aan u is toegewezen, voert u waarden in die andere velden in en negeert u dit veld.

source: Date of the last view of the bumper
nl: Datum van de laatste weergave van de bumper

source: Do not show bumper again
nl: Bumper niet meer tonen

source: Specify whether the video can be accessed publicly by learners.
nl: Geef op of de video openbaar toegankelijk is voor studenten.

source: Public Access
nl: Publieke toegang

source: Add a specific thumbnail for learners to see before playing the video.
nl: Voeg een specifieke miniatuur toe die leerlingen kunnen zien voordat ze de video afspelen.

source: Thumbnail
nl: Miniatuur

source: Instructions
nl: Instructies

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
nl: Voeg instructies toe om leerlingen te helpen begrijpen hoe ze de woordwolk moeten gebruiken. Duidelijke instructies zijn belangrijk, vooral voor leerlingen die toegankelijkheidseisen hebben.

source: Inputs
nl: Ingangen

source: The number of text boxes available for learners to add words and sentences.
nl: Het aantal tekstvakken dat beschikbaar is voor leerlingen om woorden en zinnen toe te voegen.

source: Maximum Words
nl: Maximale woorden

source: The maximum number of words displayed in the generated word cloud.
nl: Het maximale aantal woorden dat wordt weergegeven in de gegenereerde woordwolk.

source: Show Percents
nl: Toon procenten

source: Statistics are shown for entered words near that word.
nl: Er worden statistieken weergegeven voor ingevoerde woorden in de buurt van dat woord.

source: Whether this learner has posted words to the cloud.
nl: Of deze leerling woorden naar de cloud heeft gepost.

source: Student answer.
nl: Student antwoord.

source: All possible words from all learners.
nl: Alle mogelijke woorden van alle leerlingen.

source: Top num_top_words words for word cloud.
nl: Top num_top_words woorden voor woordwolk.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
nl: {display_name} is alleen toegankelijk voor ingeschreven leerlingen. Meld u aan of registreer u en schrijf u in voor deze cursus om deze te bekijken.

source: created
nl: gemaakt

source: Wiki notifications
nl: Wiki-meldingen

source: Wiki images
nl: Wiki-afbeeldingen

source: Wiki attachments
nl: Wiki-bijlagen

source: Only localhost... muahahaha
nl: Alleen localhost... muahahaha

source: Initial title of the article. May be overridden with revision titles.
nl: Oorspronkelijke titel van het artikel. Kan worden overschreven door revisietitels.

source: Type in some contents
nl: Typ wat inhoud

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
nl: Dit is slechts de eerste inhoud van uw artikel. Nadat u het hebt gemaakt, kunt u complexere functies gebruiken, zoals het toevoegen van plug-ins, metadata, gerelateerde artikelen, enz...

source: Contents
nl: Inhoud

source: Summary
nl: Samenvatting

source: Give a short reason for your edit, which will be stated in the revision log.
nl: Geef een korte reden voor uw wijziging. Deze wordt vermeld in het revisielogboek.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
nl: Terwijl u aan het bewerken was, heeft iemand anders de revisie gewijzigd. Uw inhoud is automatisch samengevoegd met de nieuwe inhoud. Bekijk de onderstaande tekst eens.

source: No changes made. Nothing to save.
nl: Geen wijzigingen aangebracht. Niets om op te slaan.

source: Slug
nl: Naaktslak

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
nl: Dit is het adres waar uw artikel te vinden is. Gebruik alleen alfanumerieke tekens en - of _. Houd er rekening mee dat u de slug niet kunt wijzigen nadat u het artikel hebt gemaakt.

source: Write a brief message for the article's history log.
nl: Schrijf een kort bericht voor het geschiedenislogboek van het artikel.

source: A slug may not begin with an underscore.
nl: Een naaktslak mag niet beginnen met een onderstrepingsteken.

source: A deleted article with slug "%s" already exists.
nl: Er bestaat al een verwijderd artikel met slug &quot; %s &quot;.

source: A slug named "%s" already exists.
nl: Er bestaat al een naaktslak met de naam &quot; %s &quot;.

source: Yes, I am sure
nl: Ja, dat weet ik zeker

source: Purge
nl: Zuiveren

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
nl: Het artikel opschonen: verwijder het volledig (en de volledige inhoud ervan) zonder ongedaan te maken. Opschonen is een goed idee als u de naaktslak wilt vrijmaken, zodat gebruikers in plaats daarvan nieuwe artikelen kunnen maken.

source: You are not sure enough!
nl: Je bent niet zeker genoeg!

source: While you tried to delete this article, it was modified. TAKE CARE!
nl: Terwijl u dit artikel probeerde te verwijderen, is het gewijzigd. GROETJES!

source: Lock article
nl: Artikel vergrendelen

source: Deny all users access to edit this article.
nl: Weiger alle gebruikers de toegang om dit artikel te bewerken.

source: Permissions
nl: Rechten

source: Owner
nl: Eigenaar

source: Enter the username of the owner.
nl: Voer de gebruikersnaam van de eigenaar in.

source: (none)
nl: (geen)

source: Inherit permissions
nl: Machtigingen overnemen

source: Check here to apply the above permissions recursively to articles under this one.
nl: Kijk hier om de bovenstaande rechten recursief toe te passen op artikelen onder deze.

source: Permission settings for the article were updated.
nl: De machtigingsinstellingen voor het artikel zijn bijgewerkt.

source: Your permission settings were unchanged, so nothing saved.
nl: Uw toestemmingsinstellingen zijn ongewijzigd gebleven, dus er is niets opgeslagen.

source: No user with that username
nl: Geen gebruiker met die gebruikersnaam

source: Article locked for editing
nl: Artikel vergrendeld voor bewerking

source: Article unlocked for editing
nl: Artikel ontgrendeld voor bewerking

source: Settings for plugin
nl: Instellingen voor plug-in

source: current revision
nl: huidige herziening

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
nl: De revisie die voor dit artikel wordt weergegeven. Als u een rollback wilt uitvoeren, wijzigt u eenvoudig de waarde van dit veld.

source: modified
nl: gewijzigd

source: Article properties last modified
nl: Artikeleigenschappen laatst gewijzigd

source: The owner of the article, usually the creator. The owner always has both read and write access.
nl: De eigenaar van het artikel, meestal de maker. De eigenaar heeft altijd zowel lees- als schrijftoegang.

source: group
nl: groep

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
nl: Net als in een UNIX-bestandssysteem kunnen machtigingen aan een gebruiker worden gegeven op basis van het groepslidmaatschap. Groepen worden afgehandeld via het Django-authenticatiesysteem.

source: group read access
nl: leestoegang voor groepen

source: group write access
nl: schrijftoegang voor groepen

source: others read access
nl: anderen lezen toegang

source: others write access
nl: anderen schrijven toegang

source: Article without content (%(id)d)
nl: Artikel zonder inhoud ( %(id)d )

source: content type
nl: inhoudstype

source: Article for object
nl: Artikel voor object

source: Articles for object
nl: Artikelen voor object

source: revision number
nl: revisienummer

source: IP address
nl: IP adres

source: user
nl: gebruiker

source: locked
nl: op slot

source: article
nl: artikel

source: article contents
nl: inhoud van artikel

source: article title
nl: artikel titel

source: Each revision contains a title field that must be filled out, even if the title has not changed
nl: Elke revisie bevat een titelveld dat moet worden ingevuld, ook als de titel niet is gewijzigd

source: original article
nl: origineel artikel

source: Permissions are inherited from this article
nl: Machtigingen worden overgenomen van dit artikel

source: A plugin was changed
nl: Er is een plug-in gewijzigd

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
nl: De revisie die voor deze plug-in wordt weergegeven. Als u een rollback wilt uitvoeren, wijzigt u eenvoudig de waarde van dit veld.

source: Cache lookup value for articles
nl: Cache-opzoekwaarde voor artikelen

source: slug
nl: naaktslak

source: (root)
nl: (wortel)

source: URL path
nl: URL-pad

source: URL paths
nl: URL-paden

source: Sorry but you cannot have a root article with a slug.
nl: Sorry, maar je kunt geen hoofdartikel met een naaktslak hebben.

source: A non-root note must always have a slug.
nl: Een niet-grondtoon moet altijd een slug bevatten.

source: There is already a root node on %s
nl: Er is al een hoofdknooppunt op %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
nl: Artikelen die hun ouders verloren =============================== Van de kinderen in dit artikel zijn de ouders verwijderd. Je zou waarschijnlijk een nieuw thuis voor ze moeten vinden.

source: Lost and found
nl: Gevonden voorwerpen

source: Description
nl: Beschrijving

source: A short summary of what the file contains
nl: Een korte samenvatting van wat het bestand bevat

source: Yes I am sure...
nl: Ja, ik weet het zeker...

source: Click to download file
nl: Klik om het bestand te downloaden

source: The revision of this attachment currently in use (on all articles using the attachment)
nl: De herziening van deze bijlage die momenteel in gebruik is (op alle artikelen die de bijlage gebruiken)

source: original filename
nl: originele bestandsnaam

source: attachment
nl: bijlage

source: attachments
nl: bijlagen

source: file
nl: bestand

source: attachment revision
nl: revisie bijlage

source: attachment revisions
nl: revisies van bijlagen

source: %s was successfully added.
nl: %s is succesvol toegevoegd.

source: Your file could not be saved: %s
nl: Uw bestand kon niet worden opgeslagen: %s

source: Your file could not be saved, probably because of a permission error on the web server.
nl: Uw bestand kon niet worden opgeslagen, waarschijnlijk vanwege een toestemmingsfout op de webserver.

source: %s uploaded and replaces old attachment.
nl: %s geüpload en vervangt oude bijlage.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
nl: Uw nieuwe bestand wordt automatisch hernoemd zodat het overeenkomt met het reeds aanwezige bestand. Bestanden met verschillende extensies zijn niet toegestaan.

source: Current revision changed for %s.
nl: Huidige revisie gewijzigd voor %s .

source: Added a reference to "%(att)s" from "%(art)s".
nl: Een verwijzing toegevoegd naar &quot; %(att)s &quot; uit &quot; %(art)s &quot;.

source: The file %s was deleted.
nl: Het bestand %s is verwijderd.

source: This article is no longer related to the file %s.
nl: Dit artikel is niet langer gerelateerd aan het bestand %s .

source: A file was changed: %s
nl: Er is een bestand gewijzigd: %s

source: A file was deleted: %s
nl: Er is een bestand verwijderd: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
nl: Er kan in andere artikelen naar het bestand worden verwezen. Als u het verwijdert, verliezen ze hun verwijzingen naar dit bestand. De volgende artikelen verwijzen naar dit bestand:

source: Delete it!
nl: Verwijder het!

source: Remove
nl: Verwijderen

source: You can remove a reference to a file, but it will retain its references on other articles.
nl: U kunt een verwijzing naar een bestand verwijderen, maar de verwijzingen naar andere artikelen blijven behouden.

source: Remove reference
nl: Referentie verwijderen

source: History of
nl: Geschiedenis van

source: Date
nl: Datum

source: User
nl: Gebruiker

source: File
nl: Bestand

source: Action
nl: Actie

source: <em>No description</em>
nl: <em>Geen beschrijving</em>

source: Download
nl: Downloaden

source: Use this!
nl: Gebruik dit!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
nl: Het vervangen van een bijlage betekent dat er een nieuw bestand wordt toegevoegd dat in de plaats ervan wordt gebruikt. Alle verwijzingen naar het bestand worden vervangen door degene die u uploadt en het bestand wordt gedownload als <strong>%(filename)s</strong> . Houd er rekening mee dat deze bijlage bij andere artikelen wordt gebruikt. De inhoud kan hierdoor worden vervormd. Aarzel echter niet om hiervan te profiteren en indien nodig vervangingen voor de genoemde artikelen uit te voeren. Deze manier van werken is efficiënter....

source: Articles using
nl: Artikelen gebruiken

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
nl: Het vervangen van een bijlage betekent dat er een nieuw bestand wordt toegevoegd dat in de plaats ervan wordt gebruikt. Alle verwijzingen naar het bestand worden vervangen door degene die u uploadt en het bestand wordt gedownload als <strong>%(filename)s</strong> .

source: Upload replacement
nl: Vervanging uploaden

source: Add file to
nl: Bestand toevoegen aan

source: Add attachment from other article
nl: Bijlage uit ander artikel toevoegen

source: Main article
nl: Hoofd artikel

source: Add to article
nl: Voeg toe aan artikel

source: Your search did not return any results
nl: Uw zoekopdracht heeft geen resultaten opgeleverd

source: Help
nl: Hulp

source: Adding new articles
nl: Nieuwe artikelen toevoegen

source: An external link
nl: Een externe link

source: Headers
nl: Kopteksten

source: Use these codes for headers and to automatically generate Tables of Contents.
nl: Gebruik deze codes voor kopteksten en om automatisch inhoudsopgaven te genereren.

source: Typography
nl: Typografie

source: Lists
nl: Lijsten

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
nl: Nieuwe afbeelding %s is succesvol geüpload. U kunt het gebruiken door het te selecteren in de lijst met beschikbare afbeeldingen.

source: Are you sure?
nl: Weet je het zeker?

source: image
nl: afbeelding

source: images
nl: afbeeldingen

source: Image: %s
nl: Afbeelding: %s

source: Current revision not set!!
nl: Huidige revisie niet ingesteld!!

source: image revision
nl: beeldrevisie

source: image revisions
nl: beeldrevisies

source: Image Revsion: %d
nl: Afbeeldingsversie: %d

source: %s has been restored
nl: %s is hersteld

source: %s has been marked as deleted
nl: %s is gemarkeerd als verwijderd

source: %(file)s has been changed to revision #%(revision)d
nl: %(file)s is gewijzigd in revisie # %(revision)d

source: %(file)s has been saved.
nl: %(file)s is opgeslagen.

source: Images
nl: Afbeeldingen

source: An image was added: %s
nl: Er is een afbeelding toegevoegd: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
nl: Voor dit artikel zijn de volgende afbeeldingen beschikbaar. Kopieer de markdown-tag om direct naar een afbeelding uit de artikeltekst te verwijzen.

source: Back to edit page
nl: Terug naar bewerkingspagina

source: No file
nl: Geen bestand

source: Upload new image
nl: Upload nieuwe afbeelding

source: Restore image
nl: Afbeelding herstellen

source: Remove image
nl: Afbeelding verwijderen

source: Completely delete
nl: Volledig verwijderen

source: Revert to this version
nl: Keer terug naar deze versie

source: There are no images for this article.
nl: Er zijn geen afbeeldingen voor dit artikel.

source: Purge deletion
nl: Verwijdering opschonen

source: Purge image: Completely remove image file and all revisions.
nl: Afbeelding opschonen: verwijder het afbeeldingsbestand en alle revisies volledig.

source: Remove it completely!
nl: Verwijder het volledig!

source: Image not found
nl: Afbeelding niet gevonden

source: Replace image
nl: Afbeelding vervangen

source: Choose an image file to replace current image.
nl: Kies een afbeeldingsbestand om de huidige afbeelding te vervangen.

source: Image id
nl: Afbeelding-ID

source: Insert
nl: Invoegen

source: No images found for this article
nl: Er zijn geen afbeeldingen gevonden voor dit artikel

source: Manage images
nl: Beheer afbeeldingen

source: Add new image
nl: Nieuwe afbeelding toevoegen

source: Add image
nl: Voeg afbeelding toe

source: You do not have permissions to add images.
nl: U heeft geen rechten om afbeeldingen toe te voegen.

source: How to use images
nl: Hoe afbeeldingen te gebruiken

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
nl: Na het uploaden van een afbeelding wordt deze aan dit specifieke artikel toegevoegd en kan deze alleen hier worden gebruikt. Andere gebruikers kunnen de afbeelding vervangen, maar oudere versies blijven behouden. Waarschijnlijk wil je de afbeelding laten zien met een leuk onderschrift. Om dit te bereiken, drukt u op de knop Invoegen en vult u de bijschriftvelden in en kunt u er eventueel voor kiezen om uw afbeelding rechts of links van de inhoud te laten zweven. Je kunt Markdown gebruiken in het bijschrift. De syntaxis van de markdown-code voor afbeeldingen ziet er als volgt uit, mogelijke waarden voor uitlijnen zijn links/midden/rechts:

source: Links
nl: Koppelingen

source: Link to another wiki page
nl: Link naar een andere wikipagina

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
nl: Typ iets uit de titel van een andere wikipagina en automatisch aanvullen helpt u bij het maken van een tag voor uw wikilink. Tags voor links zien er als volgt uit:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
nl: U kunt eenvoudig naar een andere website linken door een adres example.com of http://example.com in te voeren of door de markdown-syntaxis te gebruiken:

source: Notifications
nl: Meldingen

source: When this article is edited
nl: Wanneer dit artikel wordt bewerkt

source: Also receive emails about article edits
nl: Ontvang ook e-mails over artikelbewerkingen

source: Your notification settings were updated.
nl: Uw meldingsinstellingen zijn bijgewerkt.

source: Your notification settings were unchanged, so nothing saved.
nl: Je meldingsinstellingen zijn ongewijzigd gebleven, dus er is niets opgeslagen.

source: %(user)s subscribing to %(article)s (%(type)s)
nl: %(user)s abonneert zich op %(article)s ( %(type)s )

source: Article deleted: %s
nl: Artikel verwijderd: %s

source: Article modified: %s
nl: Artikel aangepast: %s

source: New article created: %s
nl: Nieuw artikel gemaakt: %s

source: notifications
nl: meldingen

source: No notifications
nl: Geen notificaties

source: Clear notifications list
nl: Lijst met meldingen wissen

source: Search...
nl: Zoekopdracht...

source: Sign up
nl: Aanmelden

source: Article deleted
nl: Artikel verwijderd

source: Article Deleted
nl: Artikel verwijderd

source: The article you were looking for has been deleted.
nl: Het artikel dat u zocht is verwijderd.

source: You may restore this article and its children by clicking restore.
nl: U kunt dit artikel en de onderliggende artikelen herstellen door op Herstellen te klikken.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
nl: U kunt dit artikel en eventuele kinderen permanent verwijderen en hun naaktslakken bevrijden door op de onderstaande knop te klikken. Deze actie kan niet ongedaan gemaakt worden.

source: Listing articles in
nl: Artikelen vermelden in

source: Up one level
nl: Een level omhoog

source: Add article
nl: Artikel toevoegen

source: clear
nl: duidelijk

source: article,articles
nl: artikel, artikelen

source: matches,match
nl: wedstrijden, overeenkomen
