Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: All course team members can access content in Studio, the LMS, and Insights, and they are automatically enrolled in the course.
nl: Alle cursusteamleden hebben toegang tot inhoud in Studio, het LMS en Insights, en worden automatisch ingeschreven voor de cursus.

source: Transferring Ownership
nl: Eigendom overdragen

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
nl: Elke cursus moet een beheerder hebben. Als u de beheerder bent en het eigendom van de cursus wilt overdragen, klikt u op <strong>Beheerderstoegang toevoegen</strong> om een andere gebruiker beheerder te maken en vraagt u die gebruiker vervolgens om u uit de lijst met cursusteams te verwijderen.

source: Library User Access
nl: Toegang voor bibliotheekgebruikers

source: User Access
nl: Gebruikerstoegang

source: Grant Access to This Library
nl: Verleen toegang tot deze bibliotheek

source: Provide the email address of the user you want to add
nl: Geef het e-mailadres op van de gebruiker die u wilt toevoegen

source: Add More Users to This Library
nl: Voeg meer gebruikers toe aan deze bibliotheek

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
nl: Geef andere leden van uw cursusteam toegang tot deze bibliotheek. Nieuwe bibliotheekgebruikers moeten een actief {studio_name} -account hebben.

source: Add a New User
nl: Voeg een nieuwe gebruiker toe

source: Library Access Roles
nl: Toegangsrollen voor bibliotheek

source: There are three access roles for libraries: User, Staff, and Admin.
nl: Er zijn drie toegangsrollen voor bibliotheken: Gebruiker, Personeel en Beheerder.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
nl: Bibliotheek Gebruikers kunnen bibliotheekinhoud bekijken en bibliotheekcomponenten raadplegen of gebruiken in hun cursussen, maar ze kunnen de inhoud van een bibliotheek niet bewerken.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
nl: Bibliotheekmedewerkers zijn co-auteurs van de inhoud. Ze hebben volledige bewerkingsrechten voor de inhoud van een bibliotheek.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
nl: Bibliotheekbeheerders hebben volledige bewerkingsrechten en kunnen ook andere teamleden toevoegen en verwijderen. Er moet ten minste één gebruiker met de rol Beheerder in een bibliotheek zijn.

source: Schedule & Details Settings
nl: Schema- en detailsinstellingen

source: Schedule & Details
nl: Schema en details

source: Basic Information
nl: Basis informatie

source: The nuts and bolts of your course
nl: De moeren en bouten van uw cursus

source: This field is disabled: this information cannot be changed.
nl: Dit veld is uitgeschakeld: deze informatie kan niet worden gewijzigd.

source: Course Summary Page
nl: Cursusoverzichtspagina

source: (for student enrollment and access)
nl: (voor studenteninschrijving en toegang)

source: Enroll in {course_display_name}
nl: Schrijf u in voor {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
nl: De cursus &quot; {course_display_name} &quot;, verzorgd door {platform_name} , staat open voor inschrijving. Navigeer naar deze cursus op {link_for_about_page} om u in te schrijven.

source: Send a note to students via email
nl: Stuur een notitie naar studenten via e-mail

source: Invite your students
nl: Nodig je leerlingen uit

source: Promoting Your Course with {platform_name}
nl: Uw cursus promoten met {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
nl: Uw cursusoverzichtspagina is pas zichtbaar als uw cursus is aangekondigd. Om inhoud voor de pagina aan te bieden en er een voorbeeld van te bekijken, volgt u de instructies van uw Programmabeheerder.

source: Please note that changes here may take up to a business day to appear on your course summary page.
nl: Houd er rekening mee dat het een werkdag kan duren voordat wijzigingen hier op de overzichtspagina van uw cursus verschijnen.

source: Course Credit Requirements
nl: Cursuskredietvereisten

source: Steps required to earn course credit
nl: Stappen die nodig zijn om cursuspunten te verdienen

source: Minimum Grade
nl: Minimum cijfer

source: Successful Proctored Exam
nl: Geslaagd examen onder toezicht

source: Proctored Exam {number}
nl: Examen onder toezicht {number}

source: ID Verification
nl: ID-verificatie

source: In-Course Reverification {number}
nl: Herverificatie tijdens de cursus {number}

source: Course Pacing
nl: Cursus tempo

source: Set the pacing for this course
nl: Stel het tempo voor deze cursus in

source: Instructor-Paced
nl: Instructeur-tempo

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
nl: Cursussen op instructeursniveau verlopen in het tempo dat de auteur van de cursus heeft bepaald. Je kunt releasedatums voor cursusinhoud en einddatums voor opdrachten configureren.

source: Self-Paced
nl: Op eigen tempo

source: Self-paced courses offer suggested due dates for assignments or exams based on the learner’s enrollment date and the expected course duration. These courses offer learners flexibility to modify the assignment dates as needed.
nl: Cursussen in eigen tempo bieden voorgestelde einddata voor opdrachten of examens op basis van de inschrijvingsdatum van de leerling en de verwachte cursusduur. Deze cursussen bieden studenten de flexibiliteit om de opdrachtdatums indien nodig aan te passen.

source: Course Schedule
nl: Cursusschema

source: Dates that control when your course can be viewed
nl: Datums die bepalen wanneer uw cursus kan worden bekeken

source: Course Start Date
nl: Startdatum cursus

source: First day the course begins
nl: De eerste dag begint de cursus

source: Course Start Time
nl: Begintijd cursus

source: Course End Date
nl: Einddatum cursus

source: Last day your course is active
nl: Laatste dag dat uw cursus actief is

source: Course End Time
nl: Eindtijd cursus

source: Immediately upon passing
nl: Meteen bij het passeren

source: End date of course
nl: Einddatum uiteraard

source: A date after the course end date
nl: Een datum na de einddatum van de cursus

source: Certificates are awarded at the end of a course run
nl: Aan het einde van een cursus worden certificaten uitgereikt

source: Read more about this setting
nl: Lees meer over deze instelling

source: In all configurations of this setting, certificates are generated for learners as soon as they achieve the passing threshold in the course (which can occur before a final assignment based on course design)
nl: In alle configuraties van deze instelling worden certificaten gegenereerd voor studenten zodra ze de slaagdrempel in de cursus bereiken (wat kan gebeuren vóór een eindopdracht op basis van het cursusontwerp)

source: Learners can access their certificate as soon as they achieve a passing grade above the course grade threshold. Note: learners can achieve a passing grade before encountering all assignments in some course configurations.
nl: Studenten hebben toegang tot hun certificaat zodra ze een voldoende behalen boven de drempel voor het cursuscijfer. Let op: in sommige cursusconfiguraties kunnen studenten een voldoende behalen voordat ze alle opdrachten tegenkomen.

source: On course end date
nl: Op de einddatum van de cursus

source: Learners with passing grades can access their certificate once the end date of the course has elapsed.
nl: Studenten met voldoende cijfers hebben toegang tot hun certificaat zodra de einddatum van de cursus is verstreken.

source: Learners with passing grades can access their certificate after the date that you set has elapsed.
nl: Studenten met voldoende cijfers hebben toegang tot hun certificaat nadat de door u ingestelde datum is verstreken.

source: Certificates Available Date
nl: Datum beschikbare certificaten

source: Enrollment Start Date
nl: Startdatum inschrijving

source: First day students can enroll
nl: Eerstedagstudenten kunnen zich inschrijven

source: Enrollment Start Time
nl: Begintijd inschrijving

source: Enrollment End Date
nl: Einddatum inschrijving

source: Last day students can enroll.
nl: Laatste dag studenten kunnen zich inschrijven.

source: Contact your {platform_name} partner manager to update these settings.
nl: Neem contact op met uw {platform_name} -partnermanager om deze instellingen bij te werken.

source: Enrollment End Time
nl: Eindtijd inschrijving

source: Upgrade Deadline Date
nl: Deadlinedatum voor upgrade

source: Last day students can upgrade to a verified enrollment.
nl: Studenten op de laatste dag kunnen upgraden naar een geverifieerde inschrijving.

source: Upgrade Deadline Time
nl: Deadline voor upgrade

source: Course Details
nl: cursus details

source: Provide useful information about your course
nl: Geef nuttige informatie over uw cursus

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
nl: Geef hier de cursustaal op. Dit wordt gebruikt om gebruikers te helpen cursussen te vinden die in een specifieke taal worden gegeven. Het wordt ook gebruikt om het veld &#39;Van:&#39; in bulk-e-mails te lokaliseren.

source: Introducing Your Course
nl: Introductie van uw cursus

source: Information for prospective students
nl: Informatie voor toekomstige studenten

source: Course Title
nl: Cursustitel

source: Displayed as title on the course details page. Limit to 50 characters.
nl: Wordt weergegeven als titel op de pagina met cursusdetails. Beperk tot 50 tekens.

source: Course Subtitle
nl: Cursus ondertitel

source: Displayed as subtitle on the course details page. Limit to 150 characters.
nl: Wordt weergegeven als ondertitel op de pagina met cursusdetails. Beperk tot 150 tekens.

source: Course Duration
nl: Cursusduur

source: Displayed on the course details page. Limit to 50 characters.
nl: Wordt weergegeven op de pagina met cursusdetails. Beperk tot 50 tekens.

source: Course Description
nl: Cursusbeschrijving

source: Displayed on the course details page. Limit to 1000 characters.
nl: Wordt weergegeven op de pagina met cursusdetails. Beperk tot 1000 tekens.

source: Course Short Description
nl: Cursus korte beschrijving

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
nl: Verschijnt op de cursuscataloguspagina wanneer studenten over de cursusnaam scrollen. Beperk tot ~150 tekens

source: Course Overview
nl: Cursusoverzicht

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
nl: Introducties, vereisten, veelgestelde vragen die worden gebruikt op {a_link_start} de samenvattingspagina van uw cursus {a_link_end} (opgemaakt in HTML)

source: Course About Sidebar HTML
nl: Cursus over zijbalk-HTML

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
nl: Aangepaste zijbalkinhoud voor {a_link_start} uw cursusoverzichtspagina {a_link_end} (opgemaakt in HTML)

source: Course Card Image
nl: Cursuskaartafbeelding

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
nl: U kunt deze afbeelding beheren samen met al uw andere {a_link_start} -bestanden en uploads {a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
nl: Je cursus heeft momenteel geen afbeelding. Upload er één (JPEG- of PNG-indeling, en de minimale voorgestelde afmetingen zijn 375 px breed en 200 px hoog)

source: Your course image URL
nl: De URL van uw cursusafbeelding

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
nl: Geef een geldig pad en een geldige naam op voor uw cursusafbeelding (Opmerking: alleen JPEG- of PNG-indeling wordt ondersteund)

source: Upload Course Card Image
nl: Cursuskaartafbeelding uploaden

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
nl: Je cursus heeft momenteel geen afbeelding. Upload er één (JPEG- of PNG-indeling, en de minimale voorgestelde afmetingen zijn 1440 px breed en 400 px hoog)

source: Your banner image URL
nl: De URL van uw bannerafbeelding

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
nl: Geef een geldig pad en een geldige naam op voor uw bannerafbeelding (Opmerking: alleen JPEG- of PNG-indeling wordt ondersteund)

source: Upload Course Banner Image
nl: Upload een cursusbannerafbeelding

source: Video Thumbnail Image
nl: Videominiatuurafbeelding

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
nl: Je cursus heeft momenteel geen videominiatuurafbeelding. Upload er één (JPEG- of PNG-indeling, en de minimale voorgestelde afmetingen zijn 375 px breed en 200 px hoog)

source: Your video thumbnail image URL
nl: De URL van uw videominiatuurafbeelding

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
nl: Geef een geldig pad en een geldige naam op voor de miniatuurafbeelding van uw video (Opmerking: alleen het JPEG- of PNG-formaat wordt ondersteund)

source: Upload Video Thumbnail Image
nl: Upload videominiatuurafbeelding

source: Course Introduction Video
nl: Cursusintroductievideo

source: Delete Current Video
nl: Verwijder huidige video

source: your YouTube video's ID
nl: de ID van je YouTube-video

source: Enter your YouTube video's ID (along with any restriction parameters)
nl: Voer de ID van uw YouTube-video in (samen met eventuele beperkingsparameters)

source: Learning Outcomes
nl: Leerresultaten

source: Add the learning outcomes for this course
nl: Voeg de leerresultaten voor deze cursus toe

source: Add Learning Outcome
nl: Leerresultaat toevoegen

source: Instructors
nl: Instructeurs

source: Add details about the instructors for this course
nl: Voeg details toe over de instructeurs voor deze cursus

source: Add Instructor
nl: Instructeur toevoegen

source: Requirements
nl: Vereisten

source: Expectations of the students taking this course
nl: Verwachtingen van de studenten die deze cursus volgen

source: Hours of Effort per Week
nl: Uren inspanning per week

source: Time spent on all course work
nl: Tijd besteed aan al het cursuswerk

source: Prerequisite Course
nl: Vereiste cursus

source: None
nl: Geen

source: Course that students must complete before beginning this course
nl: Cursus die studenten moeten voltooien voordat ze aan deze cursus beginnen

source: set pre-requisite course
nl: vooraf vereiste cursus instellen

source: Require students to pass an exam before beginning the course.
nl: Vereisen dat studenten slagen voor een examen voordat ze aan de cursus beginnen.

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
nl: U kunt nu uw toelatingsexamen voor de cursus bekijken en schrijven vanuit de {link_start} Cursusoverzicht {link_end} .

source: Grade Requirements
nl: Graadvereisten

source: The score student must meet in order to successfully complete the entrance exam.
nl: De score waaraan de student moet voldoen om het toelatingsexamen succesvol af te leggen.

source: Course Content License
nl: Licentie voor cursusinhoud

source: Select the default license for course content
nl: Selecteer de standaardlicentie voor cursusinhoud

source: How are these settings used?
nl: Hoe worden deze instellingen gebruikt?

source: Your course's schedule determines when students can enroll in and begin a course.
nl: Het schema van uw cursus bepaalt wanneer studenten zich kunnen inschrijven en aan een cursus kunnen beginnen.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
nl: Andere informatie van deze pagina wordt weergegeven op de pagina Over van uw cursus. Deze informatie omvat het cursusoverzicht, de cursusafbeelding, de introductievideo en de geschatte tijdsvereisten. Studenten gebruiken de Info-pagina&#39;s om nieuwe cursussen te kiezen die ze willen volgen.

source: You will be unable to make changes until the errors are resolved. To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
nl: U kunt geen wijzigingen aanbrengen totdat de fouten zijn opgelost. Om deze instellingen bij te werken, gaat u naar de {link_start} pagina Instellingen voor gecontroleerde examens {link_end} .

source: You will be unable to make changes until the following settings are updated on the page below.
nl: U kunt geen wijzigingen aanbrengen totdat de volgende instellingen op de onderstaande pagina zijn bijgewerkt.

source: Your policy changes have been saved.
nl: Uw poliswijzigingen zijn opgeslagen.

source: There was an error saving your information. Please see below.
nl: Er is een fout opgetreden bij het opslaan van uw gegevens. Zie onder.

source: Manual Policy Definition
nl: Handmatige beleidsdefinitie

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
nl: {strong_start} Waarschuwing {strong_end} : Wijzig dit beleid alleen als u bekend bent met het doel ervan.

source: Show Deprecated Settings
nl: Toon verouderde instellingen

source: What do advanced settings do?
nl: Wat doen geavanceerde instellingen?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
nl: Geavanceerde instellingen bepalen specifieke cursusfunctionaliteit. Op deze pagina kun je handmatig beleid bewerken. Dit zijn op JSON gebaseerde sleutel- en waardeparen die specifieke cursusinstellingen beheren.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
nl: Elk beleid dat u hier wijzigt, overschrijft alle andere informatie die u elders in {studio_name} hebt gedefinieerd. Bewerk beleid alleen als u bekend bent met het doel en de syntaxis ervan.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
nl: {em_start} Opmerking: {em_end} Wanneer u tekenreeksen invoert als beleidswaarden, zorg er dan voor dat u dubbele aanhalingstekens (&quot;) rond de tekenreeks gebruikt. Gebruik geen enkele aanhalingstekens (&#39;).

source: Grading Settings
nl: Beoordelingsinstellingen

source: Overall Grade Range
nl: Algemeen cijferbereik

source: Your overall grading scale for student final grades
nl: Je algemene beoordelingsschaal voor de eindcijfers van studenten

source: Add grade
nl: Cijfer toevoegen

source: Credit Eligibility
nl: Geschiktheid voor krediet

source: Settings for course credit eligibility
nl: Instellingen voor het in aanmerking komen voor studiepunten

source: Minimum Credit-Eligible Grade:
nl: Minimale kredietgeschikte graad:

source: Must be greater than or equal to the course passing grade
nl: Moet groter zijn dan of gelijk zijn aan het behaalde cijfer voor de cursus

source: Grading Rules & Policies
nl: Regels en beleid voor beoordeling

source: Deadlines, requirements, and logistics around grading student work
nl: Deadlines, vereisten en logistiek rondom het beoordelen van werk van leerlingen

source: Grace Period on Deadline:
nl: Respijtperiode op deadline:

source: Leeway on due dates
nl: Speelruimte op vervaldata

source: Assignment Types
nl: Toewijzingstypen

source: Categories and labels for any exercises that are gradable
nl: Categorieën en labels voor alle oefeningen die beoordeeld kunnen worden

source: New Assignment Type
nl: Nieuw toewijzingstype

source: What can I do on this page?
nl: Wat kan ik doen op deze pagina?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
nl: Je kunt de schuifregelaar onder Totaal cijferbereik gebruiken om aan te geven of je cursus geslaagd/niet geslaagd is of per letter wordt beoordeeld, en om de drempelwaarden voor elk cijfer vast te stellen.

source: You can specify whether your course offers students a grace period for late assignments.
nl: Je kunt opgeven of je cursus studenten een respijtperiode biedt voor te late opdrachten.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
nl: Je kunt ook opdrachttypen maken, zoals huiswerk, labs, quizzen en examens, en opgeven hoeveel van het cijfer van een leerling elk opdrachttype waard is.

source: Importing components
nl: Componenten importeren

source: Expand or Collapse
nl: Uitvouwen of samenvouwen

source: Select this problem
nl: Selecteer dit probleem

source: Manage Access
nl: Toegang beheren

source: Manage Tags
nl: Beheer tags

source: Copy to Clipboard
nl: Kopieer naar klembord

source: This block contains multiple components.
nl: Dit blok bevat meerdere componenten.

source: New Textbook
nl: Nieuw leerboek

source: Why should I break my textbook into chapters?
nl: Waarom zou ik mijn leerboek in hoofdstukken opdelen?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
nl: Door uw leerboek in meerdere hoofdstukken op te delen, verkort u de laadtijden voor studenten, vooral voor studenten met een trage internetverbinding. Het opdelen van leerboeken in hoofdstukken kan leerlingen ook helpen gemakkelijker onderwerpgebaseerde informatie te vinden.

source: What if my book isn't divided into chapters?
nl: Wat moet ik doen als mijn boek niet in hoofdstukken is verdeeld?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
nl: Als uw leerboek geen afzonderlijke hoofdstukken heeft, kunt u de volledige tekst als één hoofdstuk uploaden en een naam naar keuze invoeren in het veld Hoofdstuknaam.

source: Learn more about textbooks
nl: Meer informatie over studieboeken

source: Course Video Settings
nl: Cursusvideo-instellingen

source: Changing..
nl: Veranderen..

source: Videos per page:
nl: Video&#39;s per pagina:

source: Access is not restricted
nl: De toegang is niet beperkt
