Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Course team user does not exist
nl: Cursusteamgebruiker bestaat niet

source: Number of course outline regenerations successfully requested: {regenerates}
nl: Aantal succesvol aangevraagde parcoursoverzichtsregeneraties: {regenerates}

source: Regenerate selected course outlines
nl: Genereer geselecteerde cursusoverzichten opnieuw

source: All course outline regenerations successfully requested.
nl: Alle regeneraties van het cursusoverzicht zijn met succes aangevraagd.

source: Regenerate *all* course outlines
nl: Genereer *alle* cursusoverzichten opnieuw

source: Upload completed
nl: Uploaden voltooid

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
nl: Bestand {filename} overschrijdt de maximale grootte van {maximum_size_in_megabytes} MB.

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
nl: De groepen in deze configuratie kunnen in het Instructeursdashboard aan cohorten worden toegewezen.

source: Content Groups
nl: Inhoudsgroepen

source: invalid JSON
nl: ongeldige JSON

source: must have name of the configuration
nl: moet de naam van de configuratie hebben

source: must have at least one group
nl: moet minstens één groep hebben

source: unable to load this type of group configuration
nl: kan dit type groepsconfiguratie niet laden

source: Invalid course update id.
nl: Ongeldige cursusupdate-ID.

source: Course update not found.
nl: Cursusupdate niet gevonden.

source: Could not index item: {}
nl: Kan item niet indexeren: {}

source: General indexing error occurred
nl: Er is een algemene indexeringsfout opgetreden

source: (Unnamed)
nl: (Zonder naam)

source: Aborting import because a course with this id: {} already exists.
nl: Importeren wordt afgebroken omdat er al een cursus met dit ID: {} bestaat.

source: Permission denied. You do not have write access to this course.
nl: Geen toestemming. U heeft geen schrijfrechten voor deze cursus.

source: Could not find the {0} file in the package.
nl: Kon het bestand {0} niet vinden in het pakket.

source: Uploaded Tar file not found. Try again.
nl: Geüploade Tar-bestand niet gevonden. Probeer het nog eens.

source: We only support uploading a .tar.gz file.
nl: We ondersteunen alleen het uploaden van een .tar.gz-bestand.

source: Aborting import since a library with this id already exists.
nl: Importeren wordt afgebroken omdat er al een bibliotheek met dit ID bestaat.

source: Course olx validation failed. Please check your email.
nl: Cursus olx-validatie mislukt. Controleer uw e-mail.

source: Permission denied
nl: Geen toestemming

source: Unknown error while importing course.
nl: Onbekende fout bij het importeren van de cursus.

source: An Unknown error occurred during the unpacking step.
nl: Er is een onbekende fout opgetreden tijdens het uitpakken.

source: Unknown User ID: {0}
nl: Onbekend gebruikers-ID: {0}

source: Unsafe archive file. Aborting import.
nl: Onveilig archiefbestand. Importeren afbreken.

source: User permission denied.
nl: Gebruikerstoestemming geweigerd.

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
nl: GIT_REPO_EXPORT_DIR is niet ingesteld of pad {0} bestaat niet. Maak het aan, of configureer een ander pad met GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:openedx/openedx-demo-course.git
nl: Niet-schrijfbare git-URL verstrekt. Verwacht iets als: git@github.com:openedx/openedx-demo-course.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
nl: Als u http-URL&#39;s gebruikt, moet u de gebruikersnaam en het wachtwoord in de URL opgeven. Vergelijkbaar met https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
nl: Kan vertakking niet bepalen, repository in vrijstaande HEAD-modus

source: Unable to update or clone git repository.
nl: Kan de git-repository niet bijwerken of klonen.

source: Unable to export course to xml.
nl: Kan cursus niet exporteren naar XML.

source: Unable to configure git username and password
nl: Kan git-gebruikersnaam en wachtwoord niet configureren

source: Unable to commit changes. This is usually because there are no changes to be committed
nl: Kan geen wijzigingen doorvoeren. Dit komt meestal omdat er geen wijzigingen moeten worden vastgelegd

source: Unable to push changes. This is usually because the remote repository cannot be contacted
nl: Kan wijzigingen niet pushen. Dit komt meestal doordat er geen contact kan worden opgenomen met de externe opslagplaats

source: Bad course location provided
nl: Slechte cursuslocatie voorzien

source: Missing branch on fresh clone
nl: Ontbrekende tak op nieuwe kloon

source: Vertical
nl: Verticaal

source: Section
nl: Sectie

source: Subsection
nl: Onderafdeling

source: Unit
nl: Eenheid

source: Problem
nl: Probleem

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
nl: Volg de opgegeven cursus en probeer deze naar een git-repository te exporteren . De cursusdirectory moet al een Git-repository zijn. Gebruik: git_export<course_loc><git_url>

source: Marks a field as deprecated.
nl: Markeert een veld als verouderd.

source: User-friendly display name for the field
nl: Gebruiksvriendelijke weergavenaam voor het veld

source: Help text that describes the setting.
nl: Helptekst die de instelling beschrijft.

source: Tab type
nl: Tabbladtype

source: Default name for the tab displayed to users
nl: Standaardnaam voor het tabblad dat aan gebruikers wordt weergegeven

source: True if it's possible to hide the tab for a course
nl: True als het mogelijk is om het tabblad voor een cursus te verbergen

source: True the tab is hidden for the course
nl: Het is waar dat het tabblad verborgen is voor de cursus

source: True if it's possible to reorder the tab in the list of tabs
nl: Waar als het mogelijk is om het tabblad in de lijst met tabbladen opnieuw te ordenen

source: True if this tab should be displayed only for instructors
nl: True als dit tabblad alleen voor docenten moet worden weergegeven

source: Name of the tab displayed to users. Overrides title.
nl: Naam van het tabblad dat aan gebruikers wordt weergegeven. Overschrijft de titel.

source: Additional settings specific to the tab
nl: Aanvullende instellingen specifiek voor het tabblad

source: ID of tab to update
nl: ID van het tabblad dat moet worden bijgewerkt

source: Location (Usage Key) of tab to update
nl: Locatie (gebruikssleutel) van het tabblad dat moet worden bijgewerkt

source: Need to supply either a valid tab_id or a tab_location.
nl: U moet een geldige tab_id of een tab_location opgeven.

source: True to hide the tab, and False to show it.
nl: True om het tabblad te verbergen, en False om het weer te geven.

source: Change the visibility of tabs in a course.
nl: Wijzig de zichtbaarheid van tabbladen in een cursus.

source: The information you entered is incorrect.
nl: De door u ingevoerde gegevens zijn onjuist.

source: The following parameters are required: {missing}.
nl: De volgende parameters zijn vereist: {missing} .

source: There is a problem with this transcript file. Try to upload a different file.
nl: Er is een probleem met dit transcriptbestand. Probeer een ander bestand te uploaden.

source: A transcript with the "{language_code}" language code already exists.
nl: Er bestaat al een transcript met de taalcode &quot; {language_code} &quot;.

source: A transcript file is required.
nl: Er is een transcriptiebestand vereist.

source: Deleted Group
nl: Groep verwijderd

source: Text
nl: Tekst

source: Duplicate of {0}
nl: Duplicaat van {0}

source: Duplicate of '{0}'
nl: Duplicaat van &#39;{0}&#39;

source: Invalid prerequisite course key
nl: Ongeldige vereiste cursussleutel

source: Set Date
nl: Datum instellen

source: Uploading
nl: Uploaden

source: In Progress
nl: Bezig

source: Ready
nl: Klaar

source: Uploaded
nl: Geüpload

source: Failed
nl: Mislukt

source: Cancelled
nl: Geannuleerd

source: Failed Duplicate
nl: Mislukt duplicaat

source: YouTube Duplicate
nl: YouTube-duplicaat

source: Invalid Token
nl: Ongeldige Token

source: Imported
nl: Geïmporteerd

source: Unknown
nl: Onbekend

source: Transcription in Progress
nl: Transcriptie wordt uitgevoerd

source: Transcript Ready
nl: Afschrift klaar

source: Partial Failure
nl: Gedeeltelijke mislukking

source: Transcript Failed
nl: Afschrift mislukt

source: An image file is required.
nl: Er is een afbeeldingsbestand vereist.

source: Name
nl: Naam

source: Duration
nl: Duur

source: Date Added
nl: Datum toegevoegd

source: Status
nl: Toestand

source: Pending
nl: In behandeling

source: A non zero positive integer is expected
nl: Er wordt een positief geheel getal verwacht dat niet nul is

source: The image must have name, content type, and size information.
nl: De afbeelding moet informatie over de naam, het inhoudstype en de grootte bevatten.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
nl: Dit afbeeldingsbestandstype wordt niet ondersteund. Ondersteunde bestandstypen zijn {supported_file_formats} .

source: This image file must be smaller than {image_max_size}.
nl: Dit afbeeldingsbestand moet kleiner zijn dan {image_max_size} .

source: This image file must be larger than {image_min_size}.
nl: Dit afbeeldingsbestand moet groter zijn dan {image_min_size} .

source: There is a problem with this image file. Try to upload a different file.
nl: Er is een probleem met dit afbeeldingsbestand. Probeer een ander bestand te uploaden.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
nl: Aanbevolen beeldresolutie is {image_file_max_width} x {image_file_max_height} . De minimale resolutie is {image_file_min_width} x {image_file_min_height} .

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
nl: Dit afbeeldingsbestand moet een beeldverhouding van {video_image_aspect_ratio_text} hebben.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
nl: De naam van het afbeeldingsbestand mag alleen letters, cijfers, koppeltekens (-) en onderstrepingstekens (_) bevatten.

source: must have name of the certificate
nl: moet de naam van het certificaat hebben

source: Certificate dict {0} missing value key '{1}'
nl: Certificaatdictaat {0} ontbrekende waardesleutel &#39;{1}&#39;

source: PermissionDenied: Failed in authenticating {user}
nl: PermissionDenied: Authenticatie {user} is mislukt

source: {platform_name} Support Levels:
nl: {platform_name} Ondersteuningsniveaus:

source: Discussion
nl: Discussie

source: Open Response
nl: Open antwoord

source: Library Content
nl: Bibliotheekinhoud

source: Drag and Drop
nl: Slepen en neerzetten

source: Blank
nl: Blanco

source: Peer Assessment Only
nl: Alleen peer-evaluatie

source: Blank Problem
nl: Leeg probleem

source: Advanced
nl: Geavanceerd

source: Course has been successfully reindexed.
nl: De cursus is met succes opnieuw geïndexeerd.

source: Special characters not allowed in organization, course number, and course run.
nl: Speciale tekens zijn niet toegestaan in organisatie, cursusnummer en cursusverloop.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
nl: Er is al een cursus gedefinieerd met dezelfde organisatie en cursusnummer. Wijzig het organisatie- of cursusnummer zodat het uniek is.

source: Please change either the organization or course number so that it is unique.
nl: Wijzig het organisatie- of cursusnummer zodat dit uniek is.

source: Unable to create course '{name}'. {err}
nl: Kan cursus &#39;{name}&#39; niet maken. {err}

source: User does not have the permission to create courses in this organization or course creation is disabled
nl: De gebruiker heeft geen toestemming om cursussen in deze organisatie te maken of het maken van cursussen is uitgeschakeld

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
nl: Om verder te kunnen gaan, dient u deze cursus te koppelen aan een organisatie. De door u geselecteerde organisatie bestaat niet in het systeem. U moet deze aan het systeem toevoegen

source: An error occurred while trying to save your tabs
nl: Er is een fout opgetreden bij het opslaan van uw tabbladen

source: Tabs Exception
nl: Uitzondering voor tabbladen

source: This group configuration is in use and cannot be deleted.
nl: Deze groepsconfiguratie is in gebruik en kan niet worden verwijderd.

source: This content group is in use and cannot be deleted.
nl: Deze inhoudsgroep is in gebruik en kan niet worden verwijderd.

source: Entrance Exam
nl: Toelatingsexamen

source: Entrance Exam - Subsection
nl: Toelatingsexamen - Onderafdeling

source: Completed Course Entrance Exam
nl: Het toelatingsexamen voor de cursus voltooid

source: Course successfully exported to git repository
nl: Cursus succesvol geëxporteerd naar Git-repository

source: We support uploading files in one of the following formats: {IMPORTABLE_FILE_TYPES}
nl: We ondersteunen het uploaden van bestanden in een van de volgende formaten: {IMPORTABLE_FILE_TYPES}

source: Some chunks missed during file upload. Please try again
nl: Er zijn enkele stukjes gemist tijdens het uploaden van het bestand. Probeer het opnieuw

source: File upload failed. Please try again
nl: Bestandsupload mislukt. Probeer het opnieuw

source: User does not have the permission to create library in this organization or course creation is disabled
nl: De gebruiker heeft geen toestemming om een bibliotheek te maken in deze organisatie of het maken van cursussen is uitgeschakeld

source: Unable to create library - missing required field '{field}'
nl: Kan bibliotheek niet aanmaken - vereist veld &#39;{field}&#39; ontbreekt

source: Unable to create library '{name}'. {err}
nl: Kan bibliotheek &#39;{name}&#39; niet maken. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
nl: Er is al een bibliotheek gedefinieerd met dezelfde organisatie- en bibliotheekcode. Wijzig uw bibliotheekcode zodat deze uniek is binnen uw organisatie.

source: '{organization_key}' is not a valid organization identifier.
nl: &#39;{organization_key}&#39; is geen geldige organisatie-ID.

source: Access restricted to: {list_of_groups}
nl: Toegang beperkt tot: {list_of_groups}

source: Transcripts are supported only for "video" blocks.
nl: Transcripties worden alleen ondersteund voor &#39;video&#39;-blokken.

source: Cannot find item by locator.
nl: Kan item niet vinden via locator.

source: Video locator is required.
nl: Videozoeker is vereist.

source: This transcript file type is not supported.
nl: Dit transcriptbestandstype wordt niet ondersteund.

source: Video ID is required.
nl: Video-ID is vereist.

source: Incoming video data is empty.
nl: Binnenkomende videogegevens zijn leeg.

source: Can't find item by locator.
nl: Kan item niet vinden via locator.

source: No such transcript.
nl: Een dergelijke transcriptie bestaat niet.

source: There is a problem with the chosen transcript file.
nl: Er is een probleem met het gekozen transcriptiebestand.

source: There is a problem with the existing transcript file. Please upload a different file.
nl: Er is een probleem met het bestaande transcriptbestand. Upload een ander bestand.

source: YouTube ID is required.
nl: YouTube-ID is vereist.

source: There is a problem with the YouTube transcript file.
nl: Er is een probleem met het YouTube-transcriptiebestand.

source: Insufficient permissions
nl: Onvoldoende machtigingen

source: Could not find user by email address '{email}'.
nl: Kan gebruiker niet vinden op e-mailadres &#39;{email}&#39;.

source: No `role` specified.
nl: Geen &#39;rol&#39; gespecificeerd.

source: User {email} has registered but has not yet activated their account.
nl: Gebruiker {email} heeft zich geregistreerd maar zijn account nog niet geactiveerd.

source: Invalid `role` specified.
nl: Ongeldige `rol` opgegeven.

source: You may not remove the last Admin. Add another Admin first.
nl: U mag de laatste beheerder niet verwijderen. Voeg eerst een andere beheerder toe.

source: Empty
nl: Leeg

source: Libraries cannot have more than {limit} components
nl: Bibliotheken kunnen niet meer dan {limit} -componenten bevatten

source: Invalid data
nl: Onjuiste data

source: Invalid data ({details})
nl: Ongeldige gegevens ( {details} )

source: There was a problem pasting your component.
nl: Er is een probleem opgetreden bij het plakken van uw component.

source: Your clipboard is empty or invalid.
nl: Uw klembord is leeg of ongeldig.

source: You can not move {source_type} into {target_parent_type}.
nl: U kunt {source_type} niet verplaatsen naar {target_parent_type} .

source: Item is already present in target location.
nl: Het item is al aanwezig op de doellocatie.

source: You can not move an item into itself.
nl: Je kunt een item niet naar zichzelf verplaatsen.

source: You can not move an item into it's child.
nl: Je kunt een item niet naar zijn onderliggende item verplaatsen.

source: You can not move an item directly into content experiment.
nl: U kunt een item niet rechtstreeks naar het inhoudsexperiment verplaatsen.

source: {source_usage_key} not found in {parent_usage_key}.
nl: {source_usage_key} niet gevonden in {parent_usage_key} .

source: You can not move {source_usage_key} at an invalid index ({target_index}).
nl: U kunt {source_usage_key} niet verplaatsen naar een ongeldige index ( {target_index} ).

source: You must provide target_index ({target_index}) as an integer.
nl: U moet target_index ( {target_index} ) opgeven als een geheel getal.

source: Students must score {score}{pct_sign} or higher to access course materials.
nl: Studenten moeten {score} {pct_sign} of hoger scoren om toegang te krijgen tot cursusmateriaal.

source: {section_or_subsection} "{display_name}"
nl: {section_or_subsection} &quot; {display_name} &quot;

source: unrequested
nl: ongevraagd

source: pending
nl: in behandeling

source: granted
nl: toegekend

source: denied
nl: geweigerd

source: Studio user
nl: Studio-gebruiker

source: The date when state was last updated
nl: De datum waarop de status voor het laatst is bijgewerkt

source: Current course creator state
nl: Huidige status van cursusmaker

source: Optional notes about this user (for example, why course creation access was denied)
nl: Optionele opmerkingen over deze gebruiker (bijvoorbeeld waarom de toegang tot het maken van een cursus is geweigerd)

source: Organizations under which the user is allowed to create courses.
nl: Organisaties waaronder de gebruiker cursussen mag aanmaken.

source: Grant the user the permission to create courses in ALL organizations
nl: Geef de gebruiker toestemming om cursussen in ALLE organisaties te maken

source: Dump courses to CourseGraph (respect cache)
nl: Cursussen dumpen naar CourseGraph (respect voor cache)

source: Error enqueueing dumps for {} course(s): {}
nl: Fout bij het in de wachtrij plaatsen van dumps voor {} cursus(sen): {}

source: Enqueued dumps for {} course(s). Skipped {} unchanged course(s).
nl: In de wachtrij geplaatste dumps voor {} cursus(sen). {} ongewijzigde cursus(sen) overgeslagen.

source: Skipped all {} course(s), as they were unchanged.
nl: Alle {} cursus(sen) overgeslagen, omdat deze ongewijzigd bleven.

source: Dump courses to CourseGraph (override cache)
nl: Cursussen dumpen naar CourseGraph (cache overschrijven)

source: Enqueued dumps for {} course(s).
nl: In de wachtrij geplaatste dumps voor {} cursus(sen).

source: Force Publish Course
nl: Forceer publicatiecursus

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
nl: Soms kunnen de concept- en gepubliceerde takken van een cursus niet synchroon lopen. Het commando Force Publish Course stelt de gepubliceerde tak van een cursus opnieuw in zodat deze naar de draft branch verwijst, waardoor het publiceren van de cursus effectief wordt afgedwongen. In deze weergave wordt de opdracht force publishing droog uitgevoerd

source: Edit Announcements
nl: Aankondigingen bewerken

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
nl: Deze weergave toont de aankondigingseditor waarmee u aankondigingen kunt maken of wijzigen die aan de rechterkant van het dashboard worden weergegeven.

source: Please provide course id.
nl: Geef de cursus-ID op.

source: Invalid course key.
nl: Ongeldige cursussleutel.

source: No matching course found.
nl: Geen overeenkomende cursus gevonden.

source: Force publishing course is not supported with old mongo courses.
nl: De cursus Forceren publiceren wordt niet ondersteund bij oude Mongo-cursussen.

source: Course is already in published state.
nl: De cursus heeft al de gepubliceerde status.

source: Incorrect format for field '{name}'. {detailed_message}
nl: Onjuist formaat voor veld &#39;{naam}&#39;. {detailed_message}

source: Dictionary with the available tags
nl: Woordenboek met de beschikbare tags

source: Django site admin
nl: Django-sitebeheerder

source: Django administration
nl: Django-administratie

source: View site
nl: Bekijk site

source: Documentation
nl: Documentatie

source: Log out
nl: Uitloggen

source: Studio Administration
nl: Studio-administratie

source: Mode
nl: Modus

source: Verification Deadline
nl: Verificatiedeadline

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
nl: OPTIONEEL: Na deze datum/tijd kunnen gebruikers geen foto&#39;s meer ter verificatie indienen. Dit geldt ALLEEN voor modi waarvoor verificatie vereist is.

source: You're enrolled as a verified student
nl: Je bent ingeschreven als een geverifieerde student

source: Verified
nl: Geverifieerd

source: ID Verified Ribbon/Badge
nl: ID-geverifieerd lint/badge

source: You're enrolled as an honor code student
nl: Je bent ingeschreven als erecodestudent

source: Honor Code
nl: Erecode

source: You're enrolled as a professional education student
nl: Je staat ingeschreven als hbo-student

source: Professional Ed
nl: Professionele Ed

source: Display Name
nl: Weergavenaam

source: Price
nl: Prijs

source: Upgrade Deadline
nl: Deadline voor upgraden

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
nl: OPTIONEEL: Na deze datum/tijd kunnen gebruikers zich niet langer in deze modus inschrijven. Laat dit veld leeg als gebruikers zich in deze modus kunnen inschrijven totdat de inschrijving voor de cursus sluit.

source: Lock upgrade deadline date
nl: Deadline voor upgrade vergrendelen
