Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Error getting issued certificates list.
nl: Fout bij het ophalen van de lijst met uitgegeven certificaten.

source: Error generating anonymous IDs. Please try again.
nl: Fout bij genereren van anonieme ID&#39;s. Probeer het opnieuw.

source: Error generating proctored exam results. Please try again.
nl: Fout bij het genereren van gecontroleerde examenresultaten. Probeer het opnieuw.

source: Error generating survey results. Please try again.
nl: Fout bij het genereren van enquêteresultaten. Probeer het opnieuw.

source: Error generating student profile information. Please try again.
nl: Fout bij het genereren van studentprofielinformatie. Probeer het opnieuw.

source: Loading
nl: Bezig met laden

source: Error getting student list.
nl: Fout bij het ophalen van de studentenlijst.

source: Error generating list of students who may enroll. Please try again.
nl: Fout bij het genereren van een lijst met studenten die zich kunnen inschrijven. Probeer het opnieuw.

source: Error retrieving grading configuration.
nl: Fout bij het ophalen van de beoordelingsconfiguratie.

source: Error generating grades. Please try again.
nl: Fout bij genereren van cijfers. Probeer het opnieuw.

source: Error generating problem grade report. Please try again.
nl: Fout bij genereren probleemcijferrapport. Probeer het opnieuw.

source: Error generating ORA data report. Please try again.
nl: Fout bij genereren ORA-gegevensrapport. Probeer het opnieuw.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
nl: Er is een probleem opgetreden bij het maken van het rapport. Selecteer &#39;Creëer samenvatting&#39; om het opnieuw te proberen.

source: Enter the enrollment code.
nl: Voer de inschrijfcode in.

source: Cancel enrollment code
nl: Inschrijfcode annuleren

source: Restore enrollment code
nl: Inschrijfcode herstellen

source: Mark enrollment code as unused
nl: Markeer de inschrijfcode als ongebruikt

source: Username
nl: Gebruikersnaam

source: Revoke access
nl: Toegang intrekken

source: Group
nl: Groep

source: Enter username or email
nl: Voer gebruikersnaam of e-mailadres in

source: Please enter a username or email.
nl: Voer een gebruikersnaam of e-mailadres in.

source: This role requires a divided discussions scheme.
nl: Deze rol vereist een verdeeld discussieschema.

source: Error changing user's permissions.
nl: Fout bij het wijzigen van de rechten van de gebruiker.

source: Could not find a user with username or email address '<%- identifier %>'.
nl: Kon geen gebruiker vinden met gebruikersnaam of e-mailadres &#39;&lt;%-identifier %&gt;&#39;.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
nl: Fout: Gebruiker &#39;&lt;%- gebruikersnaam %&gt;&#39; heeft zijn account nog niet geactiveerd. Gebruikers moeten hun accounts aanmaken en activeren voordat ze een rol kunnen krijgen.

source: Error: You cannot remove yourself from the Instructor group!
nl: Fout: Je kunt jezelf niet verwijderen uit de instructeursgroep!

source: Errors
nl: Fouten

source: The following errors were generated:
nl: De volgende fouten zijn gegenereerd:

source: Warnings
nl: Waarschuwingen

source: The following warnings were generated:
nl: De volgende waarschuwingen zijn gegenereerd:

source: Success
nl: Succes

source: All accounts were created successfully.
nl: Alle accounts zijn succesvol aangemaakt.

source: Error adding/removing users as beta testers.
nl: Fout bij het toevoegen/verwijderen van gebruikers als bètatesters.

source: This field must not be blank
nl: Dit veld mag niet leeg zijn

source: These users were successfully added as beta testers:
nl: Deze gebruikers zijn succesvol toegevoegd als bètatesters:

source: These users could not be added as beta testers because their accounts are not yet activated:
nl: Deze gebruikers konden niet worden toegevoegd als bètatester omdat hun accounts nog niet zijn geactiveerd:

source: These users were successfully removed as beta testers:
nl: Deze gebruikers zijn met succes verwijderd als bètatesters:

source: These users were not added as beta testers:
nl: Deze gebruikers zijn niet toegevoegd als bètatesters:

source: These users were not removed as beta testers:
nl: Deze gebruikers zijn niet verwijderd als bètatesters:

source: Could not find users associated with the following identifiers:
nl: Kan geen gebruikers vinden die zijn gekoppeld aan de volgende ID&#39;s:

source: Users must create and activate their account before they can be promoted to beta tester.
nl: Gebruikers moeten hun account aanmaken en activeren voordat ze kunnen worden gepromoveerd tot bètatester.

source: Reason field should not be left blank.
nl: Het veld Reden mag niet leeg worden gelaten.

source: Error enrolling/unenrolling users.
nl: Fout bij het in-/uitschrijven van gebruikers.

source: The following email addresses and/or usernames are invalid:
nl: De volgende e-mailadressen en/of gebruikersnamen zijn ongeldig:

source: Successfully enrolled and sent email to the following users:
nl: Succesvol ingeschreven en e-mail verzonden naar de volgende gebruikers:

source: Successfully enrolled the following users:
nl: De volgende gebruikers zijn succesvol ingeschreven:

source: Email cannot be sent to the following users via batch enrollment. They will be allowed to enroll once they register:
nl: Er kan geen e-mail worden verzonden naar de volgende gebruikers via batchinschrijving. Ze kunnen zich inschrijven zodra ze zich hebben geregistreerd:

source: These users will be allowed to enroll once they register:
nl: Deze gebruikers mogen zich inschrijven zodra ze zich registreren:

source: Email cannot be sent to the following users via batch enrollment. They will be enrolled once they register:
nl: Er kan geen e-mail worden verzonden naar de volgende gebruikers via batchinschrijving. Ze worden ingeschreven zodra ze zich registreren:

source: These users will be enrolled once they register:
nl: Deze gebruikers worden ingeschreven zodra ze zich registreren:

source: Emails successfully sent. The following users are no longer enrolled in the course:
nl: E-mails zijn succesvol verzonden. De volgende gebruikers zijn niet langer ingeschreven voor de cursus:

source: The following users are no longer enrolled in the course:
nl: De volgende gebruikers zijn niet langer ingeschreven voor de cursus:

source: These users were not affiliated with the course so could not be unenrolled:
nl: Deze gebruikers waren niet aangesloten bij de cursus en konden zich dus niet uitschrijven:

source: Your message must have a subject.
nl: Uw bericht moet een onderwerp hebben.

source: Your message cannot be blank.
nl: Uw bericht mag niet leeg zijn.

source: Your message must have at least one target.
nl: Uw boodschap moet minimaal één doel hebben.

source: There are invalid keywords in your email. Check the following keywords and try again.
nl: Er staan ongeldige trefwoorden in uw e-mail. Controleer de volgende trefwoorden en probeer het opnieuw.

source: Yourself
nl: Jezelf

source: Everyone who has staff privileges in this course
nl: Iedereen die personeelsrechten heeft in deze cursus

source: All learners who are enrolled in this course
nl: Alle leerlingen die voor deze cursus zijn ingeschreven

source: All learners in the {cohort_name} cohort
nl: Alle leerlingen in het {cohort_name} -cohort

source: All learners in the {track_name} track
nl: Alle leerlingen in het {track_name} traject

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
nl: Uw e-mailbericht is succesvol in de wachtrij geplaatst voor verzending. Bij cursussen met een groot aantal studenten kan het een uur duren voordat e-mailberichten naar studenten worden verzonden.

source: You are sending an email message with the subject {subject} to the following recipients.
nl: U verzendt een e-mailbericht met het onderwerp {subject} naar de volgende ontvangers.

source: Is this OK?
nl: Is dit oke?

source: Error sending email.
nl: Fout bij het verzenden van e-mail.

source: There is no email history for this course.
nl: Er is geen e-mailgeschiedenis voor deze cursus.

source: There was an error obtaining email task history for this course.
nl: Er is een fout opgetreden bij het verkrijgen van de e-mailtaakgeschiedenis voor deze cursus.

source: There was an error obtaining email content history for this course.
nl: Er is een fout opgetreden bij het verkrijgen van de geschiedenis van de e-mailinhoud voor deze cursus.

source: Send to:
nl: Verzenden naar:

source: Please enter a student email address or username.
nl: Voer een studenten-e-mailadres of gebruikersnaam in.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
nl: Fout bij het ophalen van de inschrijvingsstatus voor &#39;&lt;%-student_id %&gt;&#39;. Zorg ervoor dat de studentidentificatie correct is gespeld.

source: Retrieving enrollment status...
nl: Inschrijvingsstatus ophalen...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
nl: Fout bij ophalen van de URL voor leerlingvoortgang voor &#39;&lt;%-student_id %&gt;&#39;. Zorg ervoor dat de studentidentificatie correct is gespeld.

source: Please enter a problem location.
nl: Voer een probleemlocatie in.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
nl: Succes! Probleempogingen worden gereset voor probleem &#39;&lt;%- problem_id %&gt;&#39; en leerling &#39;&lt;%- student_id %&gt;&#39;.

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
nl: Fout bij het opnieuw instellen van probleempogingen voor probleem &#39;&lt;%- problem_id %&gt;&#39; en leerling &#39;&lt;%- student_id %&gt;&#39;. Zorg ervoor dat de probleem- en studentidentificatiegegevens compleet en correct zijn.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
nl: Status van student &#39;&lt;%- student_id %&gt;&#39; verwijderen voor probleem &#39;&lt;%- problem_id %&gt;&#39;?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
nl: Fout bij het verwijderen van de status van student &#39;&lt;%- student_id %&gt;&#39; voor probleem &#39;&lt;%- problem_id %&gt;&#39;. Zorg ervoor dat de probleem- en studentidentificatiegegevens compleet en correct zijn.

source: Module state successfully deleted.
nl: Modulestatus succesvol verwijderd.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
nl: Fout bij het ophalen van de taakgeschiedenis voor probleem &#39;&lt;%- problem_id %&gt;&#39; en leerling &#39;&lt;%- student_id %&gt;&#39;. Zorg ervoor dat de probleem- en studentidentificatiegegevens compleet en correct zijn.

source: Entrance exam attempts is being reset for student '{student_id}'.
nl: Pogingen tot toelatingsexamen worden gereset voor student &#39;{student_id}&#39;.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
nl: Fout bij het resetten van toelatingsexamenpogingen voor student &#39;{student_id}&#39;. Zorg ervoor dat de studentidentificatie correct is.

source: Enter a student's username or email address.
nl: Voer de gebruikersnaam of het e-mailadres van een leerling in.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
nl: Wil je deze student (&#39;{student_id}&#39;) toestaan het toelatingsexamen over te slaan?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
nl: Er is een fout opgetreden. Zorg ervoor dat de gebruikersnaam of het e-mailadres van de leerling juist is en probeer het opnieuw.

source: Entrance exam state is being deleted for student '{student_id}'.
nl: Toelatingsexamenstatus wordt verwijderd voor student &#39;{student_id}&#39;.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
nl: Fout bij verwijderen van toelatingsexamenstatus voor student &#39;{student_id}&#39;. Zorg ervoor dat de studentidentificatie correct is.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
nl: Fout bij het ophalen van de taakgeschiedenis van het toelatingsexamen voor student &#39;{student_id}&#39;. Zorg ervoor dat de studentidentificatie correct is.

source: Reset attempts for all students on problem '<%- problem_id %>'?
nl: Pogingen voor alle leerlingen op probleem &#39;&lt;%- problem_id %&gt;&#39; resetten?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
nl: Taak voor het resetten van pogingen voor probleem &#39;&lt;%- problem_id %&gt;&#39; is succesvol gestart. Klik op de knop &#39;Taakstatus weergeven&#39; om de status van de taak te bekijken.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
nl: Fout bij het starten van een taak om pogingen voor alle leerlingen met probleem &#39;&lt;%-probleem_id %&gt;&#39; te resetten. Zorg ervoor dat de probleemidentificatie volledig en correct is.

source: Error listing task history for this student and problem.
nl: Fout bij het weergeven van de taakgeschiedenis voor deze leerling en dit probleem.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
nl: Herscore van de probleemtaak gestart voor probleem &#39;&lt;%- problem_id %&gt;&#39; en leerling &#39;&lt;%- student_id %&gt;&#39;. Klik op de knop &#39;Taakstatus weergeven&#39; om de status van de taak te bekijken.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
nl: Fout bij het starten van een taak om probleem &#39;&lt;%- problem_id %&gt;&#39; opnieuw te beoordelen voor leerling &#39;&lt;%- student_id %&gt;&#39;. Zorg ervoor dat de probleem- en leerling-ID&#39;s compleet en correct zijn.

source: Please enter a score.
nl: Voer een score in.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
nl: Taak gestart om de score voor probleem &#39;&lt;%- problem_id %&gt;&#39; en student &#39;&lt;%- student_id %&gt;&#39; te overschrijven. Klik op de knop &#39;Taakstatus weergeven&#39; om de status van de taak te bekijken.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
nl: Fout bij het starten van een taak om de score voor probleem &#39;&lt;%- problem_id %&gt;&#39; voor leerling &#39;&lt;%- student_id %&gt;&#39; te overschrijven. Zorg ervoor dat de score, de probleem- en leerlinggegevens compleet en correct zijn.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
nl: Herscoretaak voor toelatingsexamen gestart voor student &#39;{student_id}&#39;. Klik op de knop &#39;Taakstatus weergeven&#39; om de status van de taak te bekijken.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
nl: Fout bij het starten van een taak om het toelatingsexamen opnieuw te scoren voor student &#39;{student_id}&#39;. Zorg ervoor dat het toelatingsexamen problemen bevat en dat de student-ID correct is.

source: Rescore problem '<%- problem_id %>' for all students?
nl: Probleem &#39;&lt;%- problem_id %&gt;&#39; opnieuw scoren voor alle leerlingen?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
nl: De taak om probleem &#39;&lt;%- problem_id %&gt;&#39; opnieuw te scoren voor alle leerlingen is succesvol gestart. Klik op de knop &#39;Taakstatus weergeven&#39; om de status van de taak te bekijken.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
nl: Fout bij het starten van een taak om probleem &#39;&lt;%-probleem_id %&gt;&#39; opnieuw te beoordelen. Zorg ervoor dat de probleemidentificatie volledig en correct is.

source: Task Type
nl: Taaktype

source: Task inputs
nl: Taakinvoer

source: Task ID
nl: Taak-ID

source: Requester
nl: Aanvrager

source: Submitted
nl: Ingediend

source: Duration (sec)
nl: Duur (sec)

source: State
nl: Staat

source: Task Status
nl: Taakstatus

source: Task Progress
nl: Taakvoortgang

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
nl: Er is een fout opgetreden bij het ophalen van uw e-mailadres. Probeer het later opnieuw en neem contact op met de technische ondersteuning als het probleem zich blijft voordoen.

source: Sent By
nl: Verstuurd door

source: Sent To
nl: Verzonden naar

source: Time Sent
nl: Tijd verzonden

source: Number Sent
nl: Nummer verzonden

source: Copy Email To Editor
nl: Kopieer e-mail naar editor

source: Subject:
nl: Onderwerp:

source: Sent By:
nl: Verstuurd door:

source: Time Sent:
nl: Tijd verzonden:

source: Sent To:
nl: Verzonden naar:

source: Message:
nl: Bericht:

source: No tasks currently running.
nl: Er worden momenteel geen taken uitgevoerd.

source: File Name
nl: Bestandsnaam

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
nl: Links worden op aanvraag gegenereerd en vervallen binnen 5 minuten vanwege de gevoelige aard van studenteninformatie.

source: You have access to the {enterpriseName} dashboard
nl: U heeft toegang tot het {enterpriseName} -dashboard

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
nl: Om toegang te krijgen tot de cursussen die voor u beschikbaar zijn via {enterpriseName} , gaat u naar het {enterpriseName} -dashboard.

source: Go to dashboard
nl: Ga naar het dashboard

source: (Self-paced) Starts {start}
nl: (In eigen tempo) Begint {start}

source: (Self-paced) Started {start}
nl: (In eigen tempo) Gestart met {start}

source: (Self-paced) Ends {end}
nl: (In eigen tempo) Eindigt {end}

source: (Self-paced) Ended {end}
nl: (In eigen tempo) Beëindigd {end}

source: Starts {start}
nl: Start {start}

source: Started {start}
nl: Gestart met {start}

source: Ends {end}
nl: Eindigt {end}

source: ${price}/month {currency}
nl: $ {price} /maand {currency}

source: You must select a session to access the course.
nl: U moet een sessie selecteren om toegang te krijgen tot de cursus.

source: There was an error. Please reload the page and try again.
nl: Er is een fout opgetreden. Laad de pagina opnieuw en probeer het opnieuw.

source: Change Session
nl: Sessie wijzigen

source: Select Session
nl: Selecteer Sessie

source: Leave Current Session
nl: Verlaat de huidige sessie

source: Are you sure you want to select this session?
nl: Weet u zeker dat u deze sessie wilt selecteren?

source: Are you sure you want to change to a different session?
nl: Weet u zeker dat u naar een andere sessie wilt overstappen?

source: Any course progress or grades from your current session will be lost.
nl: Eventuele cursusvoortgang of cijfers van uw huidige sessie gaan verloren.

source: Are you sure that you want to leave this session?
nl: Weet u zeker dat u deze sessie wilt verlaten?

source: Your unenrollment request could not be processed. Please try again later.
nl: Uw uitschrijvingsverzoek kon niet worden verwerkt. Probeer het later opnieuw.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
nl: Weet u zeker dat u zich wilt uitschrijven voor {courseName} ( {courseNumber} )? Het door u betaalde bedrag krijgt u terug.

source: View program
nl: Bekijk programma

source: Enroll in a {programName}'s course
nl: Schrijf u in voor de cursus van {programName}

source: You have an active subscription to the {programName} program but are not enrolled in any courses. Enroll in a remaining course and enjoy verified access.
nl: U hebt een actief abonnement op het {programName} -programma, maar bent niet ingeschreven voor cursussen. Schrijf je in voor een resterende cursus en profiteer van geverifieerde toegang.

source: According to our records, you are not enrolled in any courses included in your {programName} program subscription. Enroll in a course from the {i_start}Program Details{i_end} page.
nl: Volgens onze gegevens bent u niet ingeschreven voor cursussen die deel uitmaken van uw {programName} -programmaabonnement. Schrijf u in voor een cursus via de pagina {i_start} Programmadetails {i_end} .

source: Subscription trial expires in less than 24 hours
nl: De proefperiode van het abonnement verloopt over minder dan 24 uur

source: Subscription trial expires in {remainingDays} day
nl: De proefperiode van het abonnement verloopt over de dag {remainingDays}

source: Your {programName} trial will expire at {trialEndTime} on {trialEndDate} and the card on file will be charged {subscriptionPrice}.
nl: Uw proefperiode voor {programName} loopt af op {trialEndTime} op {trialEndDate} en er wordt {subscriptionPrice} in rekening gebracht op de geregistreerde kaart.

source: Your {programName} trial will expire in {remainingDays} day at {trialEndTime} on {trialEndDate} and the card on file will be charged {subscriptionPrice}.
nl: Uw proefperiode voor {programName} loopt af over de dag {remainingDays} bij {trialEndTime} op {trialEndDate} en er wordt {subscriptionPrice} in rekening gebracht op de geregistreerde kaart.

source: {type} Progress
nl: {type} Vooruitgang

source: Earned Certificates
nl: Certificaten behaald

source: Enrolled
nl: Ingeschreven

source: Successfully reset the attempts for user {user}
nl: Reset de pogingen voor gebruiker {user} met succes

source: Failed to reset attempts for user.
nl: Kan pogingen voor gebruiker niet opnieuw instellen.

source: Successfully deleted student state for user {user}
nl: Studentstatus voor gebruiker {user} is succesvol verwijderd

source: Failed to delete student state for user.
nl: Kan de leerlingstatus voor de gebruiker niet verwijderen.

source: Successfully rescored problem for user {user}
nl: Het probleem voor gebruiker {user} is opnieuw gescoord

source: Failed to rescore problem for user.
nl: Kan het probleem voor de gebruiker niet opnieuw beoordelen.

source: Successfully rescored problem to improve score for user {user}
nl: Het probleem is opnieuw gescoord om de score voor gebruiker {user} te verbeteren

source: Failed to rescore problem to improve score for user.
nl: Kan het probleem niet opnieuw scoren om de score voor de gebruiker te verbeteren.

source: Successfully overrode problem score for {user}
nl: Probleemscore voor {user} met succes overschreven
