Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Could not override problem score for {user}.
nl: Kan de probleemscore voor {user} niet overschrijven.

source: Enter and confirm your new password.
nl: Voer uw nieuwe wachtwoord in en bevestig het.

source: New Password
nl: nieuw paswoord

source: Confirm Password
nl: bevestig wachtwoord

source: Passwords do not match.
nl: Wachtwoorden komen niet overeen.

source: Reset My Password
nl: Reset mijn wachtwoord

source: Reset Your Password
nl: Stel je wachtwoord opnieuw in

source: Error:
nl: Fout:

source: You may also lose access to verified certificates and other program credentials. You can make a copy of these for your records before proceeding with deletion.
nl: Mogelijk verliest u ook de toegang tot geverifieerde certificaten en andere programmareferenties. U kunt hiervan een kopie maken voor uw administratie voordat u doorgaat met verwijderen.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
nl: Voordat u verdergaat, dient u {htmlStart} alle sociale-media-accounts {htmlEnd} te ontkoppelen.

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
nl: Voordat u doorgaat, alstublieft {htmlStart} {emailMsg} {htmlEnd} .

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
nl: {htmlStart} Wilt u in plaats daarvan uw e-mailadres, naam of wachtwoord wijzigen? {htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
nl: {strongStart} Waarschuwing: het verwijderen van een account is permanent. {strongEnd} Lees het bovenstaande aandachtig door voordat u verdergaat. Dit is een onomkeerbare actie, en {strongStart} u kunt niet langer dezelfde e-mail gebruiken op {platformName} . {strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
nl: Let op: het verwijderen van uw account- en persoonlijke gegevens is permanent en kan niet ongedaan worden gemaakt. {platformName} kan uw account of de verwijderde gegevens niet herstellen.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
nl: Zodra uw account is verwijderd, kunt u deze niet meer gebruiken om cursussen te volgen in de {platformName} -app, {siteName} of een andere site die wordt gehost door {platformName} .

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
nl: Dit omvat toegang tot {siteName} vanuit het systeem {additionalSiteSpecificDeletionText} van uw werkgever of universiteit.

source: We’re sorry to see you go!
nl: We vinden het jammer dat je weggaat!

source: Delete My Account
nl: Verwijder mijn account

source: Password is incorrect
nl: wachtwoord is niet correct

source: Unable to delete account
nl: Kan account niet verwijderen

source: Please re-enter your password.
nl: Vul alstublieft uw wachtwoord opnieuw in.

source: Sorry, there was an error trying to process your request. Please try again later.
nl: Sorry, er is een fout opgetreden bij het verwerken van uw verzoek. Probeer het later opnieuw.

source: A Password is required
nl: Er is een wachtwoord vereist

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
nl: U heeft &#39;Mijn account verwijderen&#39; geselecteerd. Het verwijderen van uw account en persoonlijke gegevens is permanent en kan niet ongedaan worden gemaakt. {platformName} kan uw account of de verwijderde gegevens niet herstellen.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
nl: Als u doorgaat, kunt u dit account niet meer gebruiken om cursussen te volgen in de app {platformName} , {siteName} of enige andere site die wordt gehost door {platformName} .

source: If you still wish to continue and delete your account, please enter your account password:
nl: Als u nog steeds wilt doorgaan en uw account wilt verwijderen, voer dan uw accountwachtwoord in:

source: Yes, Delete
nl: Ja, verwijderen

source: We're sorry to see you go! Your account will be deleted shortly.
nl: We vinden het jammer dat je weggaat! Uw account wordt binnenkort verwijderd.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
nl: Het kan een paar weken duren voordat het verwijderen van accounts, inclusief verwijdering uit e-maillijsten, volledig via ons systeem is verwerkt. Als u zich vóór die tijd wilt afmelden voor e-mails, kunt u zich afmelden via de voettekst van elke e-mail.

source: Terms of Service and Honor Code
nl: Servicevoorwaarden en erecode

source: Saving your email preference
nl: Uw e-mailvoorkeur opslaan

source: Enrolling you in the selected course
nl: U inschrijven voor de geselecteerde cursus

source: Adding the selected course to your cart
nl: Het toevoegen van de geselecteerde cursus aan uw winkelwagen

source: Loading your courses
nl: Uw cursussen laden

source: An error occurred.
nl: Er is een fout opgetreden.

source: (optional)
nl: (optioneel)

source: We couldn't sign you in.
nl: We konden je niet aanmelden.

source: An error occurred when signing you in to %s.
nl: Er is een fout opgetreden bij het aanmelden bij %s .

source: Check Your Email
nl: Controleer uw e-mail

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
nl: {paragraphStart} U hebt {boldStart} {email} {boldEnd} ingevoerd. Als dit e-mailadres is gekoppeld aan uw {platform_name} -account, sturen we een bericht met instructies voor wachtwoordherstel naar dit e-mailadres. {paragraphEnd} {paragraphStart} Als u na 1 minuut geen bericht voor het opnieuw instellen van uw wachtwoord ontvangt, controleer dan of u het juiste e-mailadres heeft ingevoerd of controleer uw spammap. {paragraphEnd} {paragraphStart} Als u meer hulp nodig heeft, {anchorStart} neem dan contact op met de technische ondersteuning {anchorEnd} . {paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
nl: Er is een fout opgetreden. Probeer de pagina te vernieuwen of controleer uw internetverbinding.

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
nl: Om in te loggen, moet u uw account activeren. {line_break} {line_break} We hebben zojuist een activatielink gestuurd naar {strong_start} {email} {strong_end} . Als u geen e-mail ontvangt, controleer dan uw spammappen of neem contact op met {anchorStart} {platform_name} Ondersteuning {anchorEnd} .

source: An unexpected error has occurred.
nl: Er is een onverwachte fout opgetreden.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
nl: U bent succesvol aangemeld bij %(currentProvider)s , maar uw %(currentProvider)s -account heeft geen gekoppeld %(platformName)s -account. Om uw accounts te koppelen, logt u nu in met uw %(platformName)s -wachtwoord.

source: We couldn't create your account.
nl: We konden uw account niet aanmaken.

source: Create Account
nl: Account aanmaken

source: (required)
nl: (vereist)

source: You've successfully signed into %(currentProvider)s.
nl: U bent succesvol aangemeld bij %(currentProvider)s .

source: We just need a little more information before you start learning with %(platformName)s.
nl: We hebben alleen wat meer informatie nodig voordat u begint met leren met %(platformName)s .

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
nl: Uw profielinstellingen worden beheerd door {enterprise_name} . Neem contact op met uw beheerder of {link_start} edX Support {link_end} voor hulp.

source: Email Address (Sign In)
nl: E-mailadres (Inloggen)

source: You receive messages from {platform_name} and course teams at this address.
nl: Op dit adres ontvang je berichten van {platform_name} en cursusteams.

source: Recovery Email Address
nl: Herstel-e-mailadres

source: You may access your account with this address if single-sign on or access to your primary email is not available.
nl: Met dit adres heeft u toegang tot uw account als eenmalige aanmelding of toegang tot uw primaire e-mailadres niet beschikbaar is.

source: Full Name
nl: Voor-en achternaam

source: The name that is used for ID verification and that appears on your certificates.
nl: De naam die wordt gebruikt voor ID-verificatie en die op uw certificaten verschijnt.

source: Country or Region of Residence
nl: Land of regio van verblijf

source: The country or region where you live.
nl: Het land of de regio waar u woont.

source: Basic Account Information
nl: Basisaccountinformatie

source: These settings include basic information about your account.
nl: Deze instellingen omvatten basisinformatie over uw account.

source: The name that identifies you on {platform_name}. You cannot change your username.
nl: De naam waarmee u wordt geïdentificeerd op {platform_name} . U kunt uw gebruikersnaam niet wijzigen.

source: Password
nl: Wachtwoord

source: Check your email account for instructions to reset your password.
nl: Controleer uw e-mailaccount voor instructies om uw wachtwoord opnieuw in te stellen.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
nl: De taal die op deze site wordt gebruikt. Deze site is momenteel beschikbaar in een beperkt aantal talen. Als u de waarde van dit veld wijzigt, wordt de pagina vernieuwd.

source: Time Zone
nl: Tijdzone

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
nl: Selecteer de tijdzone voor het weergeven van cursusdata. Als u geen tijdzone opgeeft, worden cursusdata, inclusief deadlines voor opdrachten, weergegeven in de lokale tijdzone van uw browser.

source: All Time Zones
nl: Alle tijdzones

source: Default (Local Time Zone)
nl: Standaard (lokale tijdzone)

source: Additional Information
nl: Extra informatie

source: Education Completed
nl: Opleiding afgerond

source: Gender
nl: Geslacht

source: Year of Birth
nl: Geboortejaar

source: Preferred Language
nl: Voorkeurstaal

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
nl: We hebben een bevestigingsbericht verzonden naar {new_secondary_email_address} . Klik op de link in het bericht om uw secundaire e-mailadres bij te werken.

source: Social Media Links
nl: Sociale media-links

source: Optionally, link your personal accounts to the social media icons on your edX profile.
nl: Koppel optioneel uw persoonlijke accounts aan de social media iconen op uw edX-profiel.

source: {platform_display_name} Link
nl: {platform_display_name} Koppeling

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
nl: Voer uw {platform_display_name} -gebruikersnaam in of de URL naar uw {platform_display_name} -pagina. Verwijder de URL om de link te verwijderen.

source: Linked Accounts
nl: Gekoppelde accounts

source: You can link your social media accounts to simplify signing in to {platform_name}.
nl: U kunt uw sociale media-accounts koppelen om het aanmelden bij {platform_name} te vereenvoudigen.

source: ORDER NAME
nl: BESTELNAAM

source: ORDER PLACED
nl: BESTELLING GEPLAATST

source: TOTAL
nl: TOTAAL

source: ORDER NUMBER
nl: BESTELLINGSNUMMER

source: My Orders
nl: mijn bestellingen

source: This page contains information about orders that you have placed with {platform_name}.
nl: Op deze pagina vindt u informatie over bestellingen die u bij {platform_name} heeft geplaatst.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
nl: We hebben een bevestigingsbericht verzonden naar {new_email_address} . Klik op de link in het bericht om uw e-mailadres bij te werken.

source: You must sign out and sign back in before your language changes take effect.
nl: U moet zich afmelden en opnieuw aanmelden voordat uw taalwijzigingen van kracht worden.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
nl: We hebben een bericht gestuurd naar {email} . Klik op de link in het bericht om uw wachtwoord opnieuw in te stellen. Heeft u het bericht niet ontvangen? Neem contact op met de technische ondersteuning van {anchorStart} {anchorEnd} .

source: Link your {accountName} account
nl: Koppel uw {accountName} -account

source: Unlink This Account
nl: Ontkoppel dit account

source: You can use your {accountName} account to sign in to your {platformName} account.
nl: U kunt uw {accountName} -account gebruiken om u aan te melden bij uw {platformName} -account.

source: Unlink your {accountName} account
nl: Ontkoppel uw {accountName} -account

source: Link Your Account
nl: Koppel uw account

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
nl: Koppel uw {accountName} -account aan uw {platformName} -account en gebruik {accountName} om u aan te melden bij {platformName} .

source: Unlinking
nl: Ontkoppelen

source: Linking
nl: Koppelen

source: Successfully unlinked.
nl: Ontkoppeld.

source: Account Information
nl: Account Informatie

source: Order History
nl: Bestelgeschiedenis

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
nl: U heeft uw taal ingesteld op {beta_language} , wat momenteel niet volledig vertaald is. U kunt ons helpen deze taal volledig te vertalen door lid te worden van de Transifex-gemeenschap en vertalingen uit het Engels toe te voegen voor leerlingen die {beta_language} spreken.

source: Help Translate into {beta_language}
nl: Help Vertalen naar {beta_language}

source: Image Upload Error
nl: Fout bij het uploaden van afbeeldingen

source: Please verify that you have uploaded a valid image (PNG and JPEG).
nl: Controleer of u een geldige afbeelding (PNG en JPEG) heeft geüpload.

source: An error has occurred. Please try again later.
nl: Er is een fout opgetreden. Probeer het later opnieuw.

source: Could not submit photos
nl: Kan geen foto&#39;s indienen

source: Professional Education Verified Certificate
nl: Professioneel onderwijs geverifieerd certificaat

source: Professional Education
nl: Professionele opleiding

source: Verified Certificate upgrade
nl: Geverifieerde certificaatupgrade

source: Verified Certificate
nl: Geverifieerd certificaat

source: Checkout
nl: Uitchecken

source: Checkout with PayPal
nl: Betaal met Paypal

source: Checkout with {processor}
nl: Afrekenen met {processor}

source: All payment options are currently unavailable.
nl: Momenteel zijn niet alle betalingsmogelijkheden beschikbaar.

source: Try the transaction again in a few minutes.
nl: Probeer de transactie over een paar minuten opnieuw.

source: An error has occurred. Please try again.
nl: Er is een fout opgetreden. Probeer het opnieuw.

source: Could not submit order
nl: Kan bestelling niet verzenden

source: Take a photo of your ID
nl: Maak een foto van uw identiteitsbewijs

source: Review your info
nl: Controleer uw gegevens

source: An error has occurred. Please try reloading the page.
nl: Er is een fout opgetreden. Probeer de pagina opnieuw te laden.

source: Video Capture Error
nl: Fout bij video-opname

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
nl: Controleer of uw webcam is aangesloten en of u uw browser toegang hebt verleend.

source: No Webcam Detected
nl: Geen webcam gedetecteerd

source: You don't seem to have a webcam connected.
nl: Het lijkt erop dat je geen webcam hebt aangesloten.

source: Double-check that your webcam is connected and working to continue.
nl: Controleer nogmaals of uw webcam is aangesloten en werkt om door te gaan.

source: Photo Captured successfully.
nl: Foto succesvol vastgelegd.

source: No Flash Detected
nl: Geen flits gedetecteerd

source: You don't seem to have Flash installed. Get Flash to continue your verification.
nl: Het lijkt erop dat Flash niet is geïnstalleerd. Download Flash om door te gaan met uw verificatie.

source: Editable
nl: Bewerkbaar

source: Validation Error
nl: Validatiefout

source: In Progress
nl: Bezig

source: Placeholder
nl: Tijdelijke aanduiding

source: Your upload of '{file}' succeeded.
nl: Het uploaden van &#39;{file}&#39; is gelukt.

source: Your upload of '{file}' failed.
nl: Uw upload van &#39;{file}&#39; is mislukt.

source: Upload an image
nl: Upload een afbeelding

source: Change image
nl: Verander afbeelding

source: Image
nl: Afbeelding

source: An error has occurred. Refresh the page, and then try again.
nl: Er is een fout opgetreden. Vernieuw de pagina en probeer het opnieuw.

source: The file must be at least {size} in size.
nl: Het bestand moet minimaal {size} groot zijn.

source: The file must be smaller than {size} in size.
nl: Het bestand moet kleiner zijn dan {size} .

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
nl: Het uploaden is bezig. Om fouten te voorkomen, blijft u op deze pagina totdat het proces is voltooid.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
nl: De verwijdering is bezig. Om fouten te voorkomen, blijft u op deze pagina totdat het proces is voltooid.

source: Course is not yet visible to students.
nl: Cursus is nog niet zichtbaar voor studenten.

source: You cannot view the course as a student or beta tester before the course release date.
nl: Je kunt de cursus niet bekijken als student of bètatester vóór de releasedatum van de cursus.

source: Overall Score
nl: Totale score

source: Bookmark this page
nl: Maak een bladwijzer van deze pagina

source: Bookmarked
nl: Gemarkeerd

source: {total_results} result found for "{search_term}"
nl: {total_results} resultaat gevonden voor &quot; {search_term} &quot;

source: Profile Visibility:
nl: Profiel zichtbaarheid:

source: Limited Profile
nl: Beperkt profiel

source: Full Profile
nl: Volledig profiel

source: Joined
nl: Aangesloten

source: Joined Date
nl: Inschrijfdatum

source: Location
nl: Plaats

source: Add Country
nl: Land toevoegen

source: Add language
nl: Taal toevoegen

source: About me
nl: Over mij

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
nl: Vertel andere leerlingen iets over uzelf: waar u woont, wat uw interesses zijn, waarom u cursussen volgt of wat u hoopt te leren.

source: Account Settings page.
nl: Pagina Accountinstellingen.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
nl: U moet uw geboortejaar opgeven voordat u uw volledige profiel kunt delen. Om uw geboortejaar op te geven, gaat u naar {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
nl: Je moet ouder zijn dan 13 om een volledig profiel te delen. Als u ouder bent dan 13 jaar, zorg er dan voor dat u een geboortejaar heeft opgegeven op de {account_settings_page_link}

source: Profile Image
nl: Profielfoto

source: Profile image for {username}
nl: Profielafbeelding voor {username}

source: About Me
nl: Over mij

source: Profile
nl: Profiel

source: Updating with latest library content
nl: Updaten met de nieuwste bibliotheekinhoud

source: Creating missing groups
nl: Ontbrekende groepen maken

source: {start_strong}{total}{end_strong} words submitted in total.
nl: {start_strong} {total} {end_strong} in totaal ingediende woorden.

source: text_word_{uniqueId} title_word_{uniqueId}
nl: tekst_woord_ {uniqueId} titel_woord_ {uniqueId}

source: title_word_{uniqueId}
nl: titel_woord_ {uniqueId}

source: text_word_{uniqueId}
nl: {uniqueId}

source: Show Annotations
nl: Annotaties tonen

source: Hide Annotations
nl: Annotaties verbergen

source: Expand Instructions
nl: Vouw Instructies uit

source: Collapse Instructions
nl: Instructies samenvouwen

source: Commentary
nl: Commentaar

source: Reply to Annotation
nl: Antwoord op annotatie

source: {num_points} point possible (graded, results hidden)
nl: {num_points} punt mogelijk (beoordeeld, resultaten verborgen)

source: {num_points} point possible (ungraded, results hidden)
nl: {num_points} punt mogelijk (niet beoordeeld, resultaten verborgen)

source: {num_points} point possible (graded)
nl: {num_points} punt mogelijk (beoordeeld)

source: {num_points} point possible (ungraded)
nl: {num_points} punt mogelijk (niet beoordeeld)

source: {earned}/{possible} point (graded)
nl: {earned} / {possible} punt (beoordeeld)

source: {earned}/{possible} point (ungraded)
nl: {earned} / {possible} punt (niet beoordeeld)

source: The grading process is still running. Refresh the page to see updates.
nl: Het beoordelingsproces loopt nog steeds. Vernieuw de pagina om updates te zien.

source: Could not grade your answer. The submission was aborted.
nl: Kan uw antwoord niet beoordelen. De indiening is afgebroken.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
nl: Inzending afgebroken! Sorry, uw browser ondersteunt geen bestandsuploads. Als het mogelijk is, gebruik dan Chrome of Safari waarvan is geverifieerd dat ze bestandsuploads ondersteunen.

source: You submitted {filename}; only {allowedFiles} are allowed.
nl: U heeft {filename} ingediend; alleen {allowedFiles} zijn toegestaan.

source: Your file {filename} is too large (max size: {maxSize}MB).
nl: Uw bestand {filename} is te groot (max. grootte: {maxSize} MB).

source: You did not submit the required files: {requiredFiles}.
nl: U heeft de vereiste bestanden niet ingediend: {requiredFiles} .

source: You did not select any files to submit.
nl: U heeft geen bestanden geselecteerd om in te dienen.
