Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
nl: Als de foto&#39;s die u verzendt worden afgewezen, kunt u proberen de stand van de computer of de camera te verplaatsen om de belichtingshoek te wijzigen. De meest voorkomende reden voor afwijzing is het niet kunnen lezen van de tekst op de identiteitskaart.

source: What if I have difficulty holding my head in position relative to the camera?
nl: Wat moet ik doen als ik moeite heb mijn hoofd in positie te houden ten opzichte van de camera?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
nl: Als u hulp nodig heeft bij het maken van een foto voor inzending, neem dan contact op met de ondersteuning van %(platformName)s voor aanvullende suggesties.

source: Next: %(nextStepTitle)s
nl: Volgende: %(nextStepTitle)s

source: Take a Photo of Your ID
nl: Maak een foto van uw identiteitsbewijs

source: Use your webcam to take a photo of your ID.
nl: Gebruik uw webcam om een foto van uw identiteitsbewijs te maken.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
nl: U heeft een identiteitsbewijs nodig met uw naam en foto. Een rijbewijs, paspoort of identiteitsbewijs zijn allemaal acceptabel.

source: Tips on taking a successful photo
nl: Tips voor het maken van een succesvolle foto

source: Ensure that you can see your photo and read your name
nl: Zorg ervoor dat u uw foto kunt zien en uw naam kunt lezen

source: Make sure your ID is well-lit
nl: Zorg ervoor dat uw identiteitsbewijs goed verlicht is

source: Once in position, use the Take Photo button {icon} to capture your ID
nl: Eenmaal in positie gebruikt u de knop Foto maken {icon} om uw identiteitsbewijs vast te leggen

source: Use the Retake Photo button if you are not pleased with your photo
nl: Gebruik de knop Foto opnieuw maken als u niet tevreden bent met uw foto

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
nl: Als onderdeel van het verificatieproces maakt u een foto van zowel uw gezicht als een identiteitsbewijs met foto. Onze autorisatiedienst bevestigt uw identiteit door de foto die u maakt te vergelijken met de foto op uw identiteitsbewijs.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
nl: Mogelijk kunt u de procedure voor het vastleggen van beelden zonder hulp voltooien, maar het kan enkele pogingen kosten om de camera goed te positioneren. De optimale plaatsing van de camera verschilt per computer, maar over het algemeen is de beste positie voor een foto van een identiteitskaart 20-30 centimeter van de camera verwijderd, met de identiteitskaart gecentreerd ten opzichte van de camera.

source: What if I have difficulty holding my ID in position relative to the camera?
nl: Wat moet ik doen als ik moeite heb om mijn identiteitsbewijs in positie te houden ten opzichte van de camera?

source: Preview of uploaded image
nl: Voorbeeld van geüploade afbeelding

source: Upload an image or capture one with your web or phone camera.
nl: Upload een afbeelding of maak er een met uw web- of telefooncamera.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
nl: Gebruik uw webcam om een foto van uw gezicht te maken. Wij matchen deze foto met de foto op uw identiteitsbewijs.

source: Make sure your face is well-lit
nl: Zorg ervoor dat je gezicht goed verlicht is

source: Be sure your entire face is inside the frame
nl: Zorg ervoor dat uw hele gezicht zich binnen het frame bevindt

source: Once in position, use the Take Photo button {icon} to capture your photo
nl: Eenmaal in positie gebruikt u de knop Foto maken {icon} om uw foto te maken

source: Can we match the photo you took with the one on your ID?
nl: Kunnen we de door u gemaakte foto matchen met die op uw identiteitsbewijs?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
nl: Als onderdeel van het verificatieproces maakt u een foto van zowel uw gezicht als een door de overheid uitgegeven identiteitsbewijs met foto. Onze autorisatiedienst bevestigt uw identiteit door de foto die u maakt te vergelijken met de foto op uw identiteitsbewijs.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
nl: We gebruiken het hoogste beveiligingsniveau dat beschikbaar is om uw foto te coderen en ter beoordeling naar onze autorisatieservice te sturen. Uw foto en informatie worden nergens opgeslagen of zichtbaar op %(platformName)s nadat het verificatieproces is voltooid.

source: Thanks for returning to verify your ID in: {courseName}
nl: Bedankt dat u bent teruggekeerd om uw identiteit te verifiëren in: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
nl: Voordat u zich kunt inschrijven voor cursussen, moet u uw account activeren. Controleer uw inbox op een activatie-e-mail. Nadat u de activering heeft voltooid, kunt u terugkeren en deze pagina vernieuwen.

source: Activate Your Account
nl: Activeer uw account

source: Photo ID
nl: Foto-ID

source: A driver's license, passport, or other government-issued ID with your name and photo
nl: Een rijbewijs, paspoort of ander door de overheid uitgegeven identiteitsbewijs met uw naam en foto

source: You are enrolling in: {courseName}
nl: U schrijft zich in voor: {courseName}

source: You are upgrading your enrollment for: {courseName}
nl: U upgradet uw inschrijving voor: {courseName}

source: You can now enter your payment information and complete your enrollment.
nl: U kunt nu uw betalingsgegevens invoeren en uw inschrijving voltooien.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
nl: U kunt nu betalen, zelfs als u niet over de volgende items beschikt, maar u moet deze vóór {date} hebben om in aanmerking te komen voor een geverifieerd certificaat.

source: An email has been sent to {userEmail} with a link for you to activate your account.
nl: Er is een e-mail verzonden naar {userEmail} met een link waarmee u uw account kunt activeren.

source: Why activate?
nl: Waarom activeren?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
nl: Wij vragen u uw account te activeren om er zeker van te zijn dat u het daadwerkelijk bent die het account heeft aangemaakt en om fraude te voorkomen.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
nl: U kunt nu betalen, zelfs als u niet over de volgende items beschikt, maar u moet deze wel hebben om in aanmerking te komen voor een geverifieerd certificaat.

source: Government-Issued Photo ID
nl: Door de overheid uitgegeven identiteitsbewijs met foto

source: ID-Verification is not required for this Professional Education course.
nl: ID-verificatie is niet vereist voor deze professionele onderwijscursus.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
nl: Alle professionele onderwijscursussen zijn betalend en vereisen betaling om het inschrijvingsproces te voltooien.

source: You have already verified your ID!
nl: Je hebt je identiteit al geverifieerd!

source: Your verification status is good until {verificationGoodUntil}.
nl: Uw verificatiestatus is goed tot {verificationGoodUntil} .

source: price
nl: prijs

source: Account Not Activated
nl: Account niet geactiveerd

source: Upgrade to a Verified Certificate for {courseName}
nl: Upgrade naar een geverifieerd certificaat voor {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
nl: Voordat u upgradet naar een certificaattrack, moet u uw account activeren.

source: Check your email for an activation message.
nl: Controleer uw e-mail op een activeringsbericht.

source: Total
nl: Totaal

source: Professional Certificate for {courseName}
nl: Professioneel certificaat voor {courseName}

source: Verified Certificate for {courseName}
nl: Geverifieerd certificaat voor {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
nl: Om een certificaat te ontvangen, moet u ook uw identiteit verifiëren vóór {date} .

source: To receive a certificate, you must also verify your identity.
nl: Om een certificaat te ontvangen, moet u ook uw identiteit verifiëren.

source: To verify your identity, you need a webcam and a government-issued photo ID.
nl: Om uw identiteit te verifiëren heeft u een webcam en een door de overheid uitgegeven identiteitsbewijs met foto nodig.

source: Your ID must be a government-issued photo ID that clearly shows your face.
nl: Uw identiteitsbewijs moet een door de overheid uitgegeven identiteitsbewijs met foto zijn waarop uw gezicht duidelijk zichtbaar is.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
nl: U gebruikt uw webcam om een foto te maken van uw gezicht en van uw door de overheid uitgegeven identiteitsbewijs met foto.

source: Identity Verification In Progress
nl: Identiteitsverificatie wordt uitgevoerd

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
nl: Wij hebben uw gegevens ontvangen en zijn uw identiteit aan het verifiëren. U ziet een bericht op uw dashboard wanneer het verificatieproces is voltooid (meestal binnen 5-7 dagen). In de tussentijd heeft u nog steeds toegang tot alle beschikbare cursusinhoud.

source: Return to Your Dashboard
nl: Keer terug naar uw dashboard

source: Review Your Photos
nl: Controleer uw foto&#39;s

source: Make sure we can verify your identity with the photos and information you have provided.
nl: Zorg ervoor dat we uw identiteit kunnen verifiëren met de foto&#39;s en informatie die u heeft verstrekt.

source: Photo of %(fullName)s
nl: Foto van %(fullName)s

source: Photo of %(fullName)s's ID
nl: Foto van het identiteitsbewijs van %(fullName)s

source: Photo requirements:
nl: Fotovereisten:

source: Does the photo of you show your whole face?
nl: Toont de foto van jou je hele gezicht?

source: Is your name on your ID readable?
nl: Is uw naam op uw identiteitsbewijs leesbaar?

source: Does the name on your ID match your account name: %(fullName)s?
nl: Komt de naam op uw identiteitsbewijs overeen met uw accountnaam: %(fullName)s ?

source: Edit Your Name
nl: Bewerk uw naam

source: Make sure that the full name on your account matches the name on your ID.
nl: Zorg ervoor dat de volledige naam op uw account overeenkomt met de naam op uw identiteitsbewijs.

source: Photos don't meet the requirements?
nl: Foto&#39;s voldoen niet aan de eisen?

source: Retake Your Photos
nl: Maak uw foto&#39;s opnieuw

source: Before proceeding, please confirm that your details match
nl: Controleer voordat u verdergaat of uw gegevens overeenkomen

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
nl: Zie je je foto niet? Zorg ervoor dat uw browser uw camera mag gebruiken wanneer deze om toestemming vraagt.

source: Live view of webcam
nl: Liveweergave van webcam

source: Retake Photo
nl: Foto opnieuw maken

source: Take Photo
nl: Maak een foto

source: Bookmarked on
nl: Gemarkeerd op

source: You have not bookmarked any courseware pages yet
nl: U heeft nog geen cursusmateriaalpagina&#39;s als bladwijzer ingesteld

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
nl: Gebruik bladwijzers om gemakkelijk terug te keren naar cursusmateriaalpagina&#39;s. Als u een bladwijzer voor een pagina wilt maken, klikt u op &#39;Bladwijzer voor deze pagina&#39; onder de paginatitel.

source: Load next {num_items} result
nl: Laad het volgende {num_items} -resultaat

source: Sorry, no results were found.
nl: Sorry, er zijn geen resultaten gevonden.

source: You are currently sharing a limited profile.
nl: Je deelt momenteel een beperkt profiel.

source: This learner is currently sharing a limited profile.
nl: Deze leerling deelt momenteel een beperkt profiel.
