Repository: lbgm2011/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
nl: %(cnt)s %(articles_plur)s op dit niveau %(match_plur)s uw zoekopdracht.

source: is,are
nl: is, zijn

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
nl: Er is %(articles_plur_verb)s %(cnt)s %(articles_plur)s op dit niveau.

source: Last modified
nl: Laatst gewijzigd

source: no log message
nl: geen logbericht

source: Sorry, you don't have permission to view this page.
nl: Sorry, u heeft geen toestemming om deze pagina te bekijken.

source: Previewing revision
nl: Preview van revisie

source: Previewing merge between
nl: Voorbeeld van samenvoeging tussen

source: and
nl: En

source: Settings
nl: Instellingen

source: Source of
nl: Bron van

source: This article is currently locked for editing.
nl: Dit artikel is momenteel vergrendeld voor bewerking.

source: Please log in
nl: Log alsjeblieft in

source: Log me in...
nl: Log mij in...

source: Don't have an account?
nl: Heeft u geen account?

source: Sign me up...
nl: Schrijf me in...

source: Create root article
nl: Hoofdartikel maken

source: Congratulations!
nl: Gefeliciteerd!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
nl: Je hebt django-wiki geïnstalleerd... maar er zijn geen artikelen. Het is dus tijd om de eerste te maken, het hoofdartikel. In het begin kan het alleen door beheerders worden bewerkt, maar daarna kunt u de machtigingen definiëren.

source: Root article
nl: Root artikel

source: Create root
nl: Maak wortel

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
nl: Om deze functie te gebruiken, moet u <a href="%(login_url)s">inloggen</a> of <a href="%(signup_url)s">zich aanmelden</a> .

source: You need to log in og sign up to use this function.
nl: Om deze functie te gebruiken, moet u inloggen en zich aanmelden.

source: Changes
nl: Veranderingen

source: View Source
nl: Bron bekijken

source: View
nl: Weergave

source: Sub-articles for
nl: Subartikelen voor

source: No sub-articles
nl: Geen subartikelen

source: ...and more
nl: ...en meer

source: Browse articles in this level
nl: Blader door artikelen op dit niveau

source: New article next to
nl: Nieuw artikel ernaast

source: New article below
nl: Nieuw artikel hieronder

source: by
nl: door

source: restored
nl: hersteld

source: unlocked
nl: ontgrendeld

source: You are now sign up... and now you can sign in!
nl: U bent nu aangemeld... en nu kunt u inloggen!

source: You are no longer logged in. Bye bye!
nl: Je bent niet langer ingelogd. Tot ziens!

source: You are now logged in! Have fun!
nl: je bent nu ingelogd! Veel plezier!

source: New article '%s' created.
nl: Nieuw artikel &#39; %s &#39; gemaakt.

source: There was an error creating this article: %s
nl: Er is een fout opgetreden bij het maken van dit artikel: %s

source: There was an error creating this article.
nl: Er is een fout opgetreden bij het maken van dit artikel.

source: This article cannot be deleted because it has children or is a root article.
nl: Dit artikel kan niet worden verwijderd omdat het onderliggende artikelen bevat of een hoofdartikel is.

source: This article together with all its contents are now completely gone! Thanks!
nl: Dit artikel en de volledige inhoud ervan zijn nu volledig verdwenen! Bedankt!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
nl: Het artikel &quot; %s &quot; is nu gemarkeerd als verwijderd! Bedankt voor het vrijhouden van de site van ongewenst materiaal!

source: Your changes were saved.
nl: Uw wijzigingen zijn opgeslagen.

source: A new revision of the article was successfully added.
nl: Een nieuwe revisie van het artikel is succesvol toegevoegd.

source: Restoring article
nl: Artikel herstellen

source: The article "%s" and its children are now restored.
nl: Het artikel &quot; %s &quot; en de bijbehorende onderliggende artikelen zijn nu hersteld.

source: The article %(title)s is now set to display revision #%(revision_number)d
nl: Het artikel %(title)s is nu ingesteld om revisie # %(revision_number)d weer te geven

source: New title
nl: Nieuwe titel

source: Merge between Revision #%(r1)d and Revision #%(r2)d
nl: Samenvoegen tussen revisie # %(r1)d en revisie # %(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
nl: Er is een nieuwe revisie gemaakt: samenvoegen tussen revisie # %(r1)d en revisie # %(r2)d

source: Click on the "Start System Check" link below to download and run the proctoring software.
nl: Klik op de onderstaande link &quot;Systeemcontrole starten&quot; om de proctoringsoftware te downloaden en uit te voeren.

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
nl: Nadat u uw identiteit heeft geverifieerd en de examenrichtlijnen in Proctortrack heeft gelezen, wordt u teruggeleid naar deze pagina.

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
nl: Om te bevestigen dat proctoring is gestart, zorgt u ervoor dat uw webcamfeed en het blauwe Proctortrack-vak beide zichtbaar zijn op uw scherm.

source: Click on the "Start Proctored Exam" button below to continue.
nl: Klik hieronder op de knop &#39;Start Proctored Examen&#39; om door te gaan.

source: Page Not Found
nl: Pagina niet gevonden

source: Page not found
nl: Pagina niet gevonden

source: The page that you were looking for was not found.
nl: De pagina die u zocht, is niet gevonden.

source: Go back to the {homepage}.
nl: Ga terug naar de {homepage} .

source: {studio_name} Server Error
nl: {studio_name} Serverfout

source: The {em_start}{studio_name}{em_end} servers encountered an error
nl: Er is een fout opgetreden op de servers {em_start} {studio_name} {em_end}

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
nl: Er is een fout opgetreden in {studio_name} en de pagina kan niet worden geladen. Probeer het over enkele ogenblikken opnieuw.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
nl: We hebben de fout geregistreerd en ons personeel werkt er momenteel aan om deze fout zo snel mogelijk op te lossen.

source: Studio Accessibility Policy
nl: Toegankelijkheidsbeleid van studio&#39;s

source: Files
nl: Bestanden

source: Content
nl: Inhoud

source: Course Certificates
nl: Cursuscertificaten

source: This module is not enabled.
nl: Deze module is niet ingeschakeld.

source: This course does not use a mode that offers certificates.
nl: Deze cursus maakt geen gebruik van een modus die certificaten aanbiedt.

source: Working with Certificates
nl: Werken met certificaten

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
nl: Geef een cursustitel op die u op het certificaat wilt gebruiken als de officiële titel van de cursus te lang is om goed weer te geven.

source: For verified certificates, specify between one and four signatories and upload the associated images.
nl: Voor geverifieerde certificaten geeft u tussen één en vier ondertekenaars op en uploadt u de bijbehorende afbeeldingen.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
nl: Om een certificaat te bewerken of te verwijderen voordat het wordt geactiveerd, beweegt u de muis over de rechterbovenhoek van het formulier en selecteert u {em_start} Bewerken {em_end} of het verwijderpictogram.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
nl: Om een voorbeeldcertificaat te bekijken, kiest u een cursusmodus en selecteert u {em_start} Voorbeeldcertificaat {em_end} .

source: Issuing Certificates to Learners
nl: Het uitgeven van certificaten aan leerlingen

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
nl: Om te beginnen met het uitgeven van cursuscertificaten, selecteert een cursusteamlid met de rol Staf of Beheerder {em_start} Activeren {em_end} . Alleen cursusteamleden met deze rollen kunnen een geactiveerd certificaat bewerken of verwijderen.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
nl: {em_start} {em_end} verwijder geen certificaten nadat een cursus is gestart; leerlingen die al certificaten hebben behaald, hebben er geen toegang meer toe.

source: Learn more about certificates
nl: Meer informatie over certificaten

source: Details & Schedule
nl: Details en schema

source: Grading
nl: Beoordeling

source: Course Team
nl: Cursusteam

source: Advanced Settings
nl: Geavanceerde instellingen

source: Proctored Exam Settings
nl: Instellingen voor bewaakte examens

source: Checklists
nl: Controle lijsten

source: Tools
nl: Hulpmiddelen

source: Duplicate
nl: Duplicaat

source: Duplicate this component
nl: Dupliceer dit onderdeel

source: Move
nl: Beweging

source: Delete this component
nl: Verwijder dit onderdeel

source: Drag to reorder
nl: Sleep om de volgorde te wijzigen

source: Page Actions
nl: Pagina-acties

source: Open the courseware in the LMS
nl: Open het cursusmateriaal in het LMS

source: View Live Version
nl: Bekijk live-versie

source: Preview the courseware in the LMS
nl: Bekijk een voorbeeld van het cursusmateriaal in het LMS

source: Collapse All
nl: Alles inklappen

source: Adding components
nl: Componenten toevoegen

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
nl: Selecteer een componenttype onder {strong_start} Nieuwe component toevoegen {strong_end} . Selecteer vervolgens een sjabloon.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
nl: De nieuwe component wordt onderaan de pagina of groep toegevoegd. Vervolgens kunt u het onderdeel bewerken en verplaatsen.

source: Editing components
nl: Componenten bewerken

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
nl: Klik op het pictogram {strong_start} Bewerken {strong_end} in een component om de inhoud ervan te bewerken.

source: Reorganizing components
nl: Onderdelen reorganiseren

source: Drag components to new locations within this component.
nl: Sleep componenten naar nieuwe locaties binnen dit component.

source: For content experiments, you can drag components to other groups.
nl: Voor inhoudsexperimenten kunt u componenten naar andere groepen slepen.

source: Working with content experiments
nl: Werken met inhoudsexperimenten

source: Confirm that you have properly configured content in each of your experiment groups.
nl: Controleer of u de inhoud in elk van uw experimentgroepen correct heeft geconfigureerd.

source: Learn more about component containers
nl: Meer informatie over componentcontainers

source: Unit Location
nl: Eenheidslocatie

source: Location ID
nl: Locatie-ID

source: To create a link to this unit from an HTML component in this course, enter {unit_link} as the URL value.
nl: Om een link naar dit blok te maken vanuit een HTML-component in deze cursus, voert u {unit_link} in als de URL-waarde.

source: Create a Course Rerun of:
nl: Maak een cursusherhaling van:

source: Create a re-run of a course
nl: Maak een herhaling van een cursus

source: You are creating a re-run from:
nl: U maakt een herhaling van:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
nl: Geef identificerende informatie op voor deze herhaling van de cursus. Het oorspronkelijke parcours wordt op geen enkele wijze beïnvloed door een herhaling.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
nl: Opmerking: De organisatie, het cursusnummer en de cursusuitvoering moeten samen deze nieuwe cursusinstantie uniek identificeren.

source: Required Information to Create a re-run of a course
nl: Vereiste informatie om een herhaling van een cursus te maken

source: Course Name
nl: Cursus naam

source: e.g. Introduction to Computer Science
nl: bijvoorbeeld Inleiding tot computerwetenschappen

source: The public display name for the new course. (This name is often the same as the original course name.)
nl: De openbare weergavenaam voor de nieuwe cursus. (Deze naam is vaak dezelfde als de oorspronkelijke cursusnaam.)

source: Organization
nl: Organisatie

source: e.g. UniversityX or OrganizationX
nl: bijvoorbeeld UniversiteitX of OrganisatieX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
nl: De naam van de organisatie die de nieuwe cursus sponsort. (Deze naam is vaak hetzelfde als de oorspronkelijke organisatienaam.)

source: Note: No spaces or special characters are allowed.
nl: Let op: Er zijn geen spaties of speciale tekens toegestaan.

source: Course Number
nl: Cursusnummer

source: e.g. CS101
nl: bijvoorbeeld CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
nl: Het unieke nummer dat de nieuwe opleiding binnen de organisatie identificeert. (Dit nummer is hetzelfde als het originele cursusnummer en kan niet worden gewijzigd.)

source: e.g. 2014_T1
nl: bijvoorbeeld 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
nl: De termijn waarin de nieuwe cursus loopt. (Deze waarde wijkt vaak af van de oorspronkelijke koersrunwaarde.)

source: Create Re-run
nl: Maak opnieuw uitvoeren

source: When will my course re-run start?
nl: Wanneer begint mijn cursusherhaling?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
nl: De nieuwe cursus start op 1 januari 2030 om middernacht (UTC).

source: What transfers from the original course?
nl: Wat is de overdracht van de oorspronkelijke cursus?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
nl: De nieuwe cursus heeft hetzelfde cursusoverzicht en dezelfde inhoud als de oorspronkelijke cursus. Alle problemen, video&#39;s, aankondigingen en andere bestanden worden gedupliceerd naar de nieuwe cursus.

source: What does not transfer from the original course?
nl: Wat gaat niet over van de oorspronkelijke cursus?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
nl: Jij bent het enige lid van de staf van de nieuwe cursus. Er zijn geen studenten ingeschreven voor de cursus en er zijn geen studentgegevens. Er is geen inhoud in de discussieonderwerpen of wiki.

source: Learn more about Course Re-runs
nl: Meer informatie over cursusherhalingen

source: Course Updates
nl: Cursusupdates

source: New Update
nl: Nieuwe update

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
nl: Gebruik cursusupdates om studenten op de hoogte te stellen van belangrijke data of examens, markeer bepaalde discussies in de forums, kondig roosterwijzigingen aan en reageer op vragen van studenten. U voegt updates toe of bewerkt deze in HTML.

source: Course Outline
nl: Cursusbeschrijving

source: This course was created as a re-run. Some manual configuration is needed.
nl: Deze cursus is gemaakt als een herhaling. Er is enige handmatige configuratie nodig.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
nl: Er is momenteel geen cursusinhoud zichtbaar en er zijn geen studenten ingeschreven. Zorg ervoor dat u alle datums bekijkt en opnieuw instelt, inclusief de startdatum van de cursus; het samenstellen van het cursusteam; cursusupdates en ander materiaal bekijken op gedateerd materiaal; en zaai de discussies en wiki.

source: This course run is using an upgraded version of edx discussion forum. In order to display the discussions sidebar, discussions xBlocks will no longer be visible to learners.
nl: Bij deze cursus wordt gebruik gemaakt van een verbeterde versie van het edx-discussieforum. Om de discussiezijbalk weer te geven, zijn discussies xBlocks niet langer zichtbaar voor studenten.

source: Learn more
nl: Kom meer te weten

source: Share feedback
nl: Deel feedback

source: Warning
nl: Waarschuwing

source: This course uses features that are no longer supported.
nl: Deze cursus maakt gebruik van functies die niet langer worden ondersteund.

source: You must delete or replace the following components.
nl: U moet de volgende componenten verwijderen of vervangen.

source: Unsupported Components
nl: Niet-ondersteunde componenten

source: Deprecated Component
nl: Verouderd onderdeel

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
nl: Om fouten te voorkomen raadt {platform_name} u ten zeerste aan om niet-ondersteunde functies uit de geavanceerde cursusinstellingen te verwijderen. Om dit te doen, gaat u naar de pagina {link_start} Geavanceerde instellingen {link_end} , zoekt u de instelling &quot;Geavanceerde modulelijst&quot; op en verwijdert u vervolgens de volgende modules uit de lijst.

source: Unsupported Advance Modules
nl: Niet-ondersteunde geavanceerde modules

source: This course has proctored exam settings that are incomplete or invalid.
nl: Deze cursus heeft exameninstellingen met toezicht die onvolledig of ongeldig zijn.

source: To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
nl: Om deze instellingen bij te werken, gaat u naar de {link_start} pagina Instellingen voor gecontroleerde examens {link_end} .

source: To update these settings go to the {link_start}Advanced Settings page{link_end}.
nl: Om deze instellingen bij te werken, gaat u naar de pagina {link_start} Geavanceerde instellingen {link_end} .

source: Proctoring Settings Errors
nl: Fouten in proctoring-instellingen

source: Click to add a new section
nl: Klik om een nieuwe sectie toe te voegen

source: New Section
nl: Nieuwe sectie

source: Reindex current course
nl: Herindexeer de huidige cursus

source: Reindex
nl: Opnieuw indexeren

source: Collapse All Sections
nl: Alle secties samenvouwen

source: Expand All Sections
nl: Vouw alle secties uit

source: Click to open the courseware in the LMS in a new tab
nl: Klik om het cursusmateriaal in het LMS in een nieuw tabblad te openen

source: View Live
nl: Live bekijken

source: Creating your course organization
nl: Het creëren van uw cursusorganisatie

source: You add sections, subsections, and units directly in the outline.
nl: U voegt secties, subsecties en eenheden rechtstreeks in de opbouw toe.

source: Create a section, then add subsections and units. Open a unit to add course components.
nl: Maak een sectie en voeg vervolgens subsecties en eenheden toe. Open een eenheid om cursusonderdelen toe te voegen.

source: Reorganizing your course
nl: Je cursus reorganiseren

source: Drag sections, subsections, and units to new locations in the outline.
nl: Sleep secties, subsecties en eenheden naar nieuwe locaties in de omtrek.

source: Learn more about the course outline
nl: Lees meer over het cursusoverzicht

source: Setting release dates and grading policies
nl: Releasedatums en beoordelingsbeleid instellen

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
nl: Selecteer het pictogram Configureren voor een sectie of subsectie om de releasedatum ervan in te stellen. Wanneer je een subsectie configureert, kun je ook het beoordelingsbeleid en de inleverdatum instellen.

source: Learn more about grading policy settings
nl: Meer informatie over de beleidsinstellingen voor beoordeling

source: Changing the content learners see
nl: De inhoud veranderen die leerlingen zien

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
nl: Als u conceptinhoud wilt publiceren, selecteert u het pictogram Publiceren voor een sectie, subsectie of eenheid.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
nl: Om een sectie, subsectie of eenheid niet beschikbaar te maken voor leerlingen, selecteert u het pictogram Configureren voor dat niveau en selecteert u vervolgens de juiste optie {em_start} Verbergen {em_end} . Cijfers voor verborgen secties, subsecties en eenheden worden niet meegenomen in de cijferberekeningen.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
nl: Als u de inhoud van een subsectie voor studenten wilt verbergen nadat de vervaldatum van de subsectie is verstreken, selecteert u het pictogram Configureren voor een subsectie en selecteert u vervolgens {em_start} Inhoud verbergen na de vervaldatum {em_end} . Cijfers voor de subsectie blijven opgenomen in de cijferberekeningen.

source: Learn more about content visibility settings
nl: Meer informatie over instellingen voor de zichtbaarheid van inhoud

source: Pages & Resources
nl: Pagina&#39;s en bronnen

source: Pages
nl: Pagina&#39;s

source: New Page
nl: Nieuwe pagina

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
nl: Let op: Pagina&#39;s zijn openbaar zichtbaar. Als gebruikers de URL van een pagina kennen, kunnen ze de pagina bekijken, zelfs als ze niet zijn geregistreerd of ingelogd bij uw cursus.

source: Show this page
nl: Laat deze pagina zien

source: Show/hide page
nl: Pagina tonen/verbergen

source: This page cannot be reordered
nl: Deze pagina kan niet opnieuw worden gerangschikt

source: You can add additional custom pages to your course.
nl: Je kunt extra aangepaste pagina&#39;s aan je cursus toevoegen.

source: Add a New Page
nl: Voeg een nieuwe pagina toe

source: What are pages?
nl: Wat zijn pagina&#39;s?
