Repository: lbgm2011/openedx-translations
Catalog: translations/DoneXBlock/done/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Is the student done?
nl: Is de leerling klaar?

source: Align left/right/center
nl: Lijn links/rechts/midden uit

source: Display name
nl: Weergavenaam

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
nl: ISO-8601-geformatteerde tekenreeks die de startdatum van deze opdracht vertegenwoordigt. Wij negeren dit.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
nl: ISO-8601-geformatteerde tekenreeks die de vervaldatum van deze opdracht vertegenwoordigt. Wij negeren dit.

source: Problem Weight
nl: Probleem gewicht

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
nl: Definieert het aantal punten dat elk probleem waard is. Als de waarde niet is ingesteld, is het probleem de som van de optiepuntwaarden waard.

source: I have completed this
nl: Ik heb dit voltooid

source: Unmark
nl: Markering opheffen

source: Mark as complete
nl: Markeer als voltooid

source: This is a very simple component with no configuration options. It is used for helping student keep track of what portion of a course they've completed. For example, you might place this underneath each text and video component, and students can see in their progress page which portions are completed and which still need to be watched or read.
nl: Dit is een heel eenvoudig onderdeel zonder configuratie-opties. Het wordt gebruikt om studenten te helpen bijhouden welk deel van een cursus ze hebben voltooid. Je kunt dit bijvoorbeeld onder elk tekst- en videoonderdeel plaatsen, zodat studenten op hun voortgangspagina kunnen zien welke delen klaar zijn en welke nog bekeken of gelezen moeten worden.

source: It is also helpful to give students a way to sign off on having completed something. They are less likely to skip material that way.
nl: Het is ook nuttig om leerlingen een manier te geven om af te tekenen dat ze iets hebben voltooid. Op die manier is de kans kleiner dat ze materiaal overslaan.

source: (If you're a real power-user, in OLX, we do allow you to add an align tag, which can left-, center-, or right-justify the XBlock)
nl: (Als u een echte hoofdgebruiker bent, kunt u in OLX een uitlijningstag toevoegen, die het XBlock links, gecentreerd of rechts kan uitlijnen)
