Repository: lbgm2011/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: What did you learn from this? What was missing?
nl: Wat heb je hiervan geleerd? Wat miste er?

source: How would you rate this as a learning experience?
nl: Hoe beoordeelt u dit als een leerervaring?

source: Think about the material, and try to synthesize key lessons learned, as well as key gaps in our presentation.
nl: Denk na over de stof en probeer de belangrijkste geleerde lessen, evenals de belangrijkste hiaten in onze presentatie, samen te vatten.

source: Take a little bit of time to reflect here. Research shows that a meaningful synthesis will help you better understand and remember material from this course.
nl: Neem hier even de tijd om na te denken. Uit onderzoek blijkt dat een zinvolle synthese je helpt de stof uit deze cursus beter te begrijpen en te onthouden.

source: Excellent
nl: Uitstekend

source: Good
nl: Goed

source: Average
nl: Gemiddeld

source: Fair
nl: Eerlijk

source: Poor
nl: Arm

source: Freeform user prompt
nl: Vrije gebruikersprompt

source: Random number generated for p. -1 if uninitialized
nl: Willekeurig getal gegenereerd voor p. -1 indien niet ge√Ønitialiseerd

source: How user voted. -1 if didn't vote
nl: Hoe de gebruiker heeft gestemd. -1 als ik niet heb gestemd

source: What percent of the time should this show?
nl: Hoeveel procent van de tijd zou dit moeten verschijnen?

source: A list of user votes
nl: Een lijst met gebruikersstemmen

source: Display Name
nl: Weergavenaam

source: Provide Feedback
nl: Geef feedback

source: Voting message
nl: Stemmend bericht

source: Thank you for voting!
nl: Bedankt voor het stemmen!

source: Feedback message
nl: Feedbackbericht

source: Thank you for your feedback!
nl: Bedankt voor uw feedback!

source: Show aggregate to students
nl: Toon het totaal aan leerlingen

source: Please reflect on this course material
nl: Denk eens na over dit cursusmateriaal

source: Please take time to meaningfully reflect on your experience with this course material.
nl: Neem de tijd om zinvol na te denken over uw ervaring met dit cursusmateriaal.

source: Please rate your overall experience
nl: Beoordeel uw algehele ervaring

source: Please take a moment to thoughtfully reflect.
nl: Neem even de tijd om goed na te denken.

source: Please vote!
nl: Alsjeblieft, stem!

source: Component
nl: Onderdeel

source: Number of ratings
nl: Aantal beoordelingen

source: Average rating
nl: Gemiddelde score

source: Comment
nl: Opmerking

source: Vote
nl: Stemmen

source: No vote
nl: Geen stem

source: Submit Feedback
nl: Feedback verzenden

source: This XBlock allows you to collect student feedback on pieces of the course. This may be helpful either for course improvement, or to give students a chance to reflect on what they have done.
nl: Met dit XBlock kun je feedback van studenten verzamelen op onderdelen van de cursus. Dit kan nuttig zijn voor het verbeteren van de cursus, of om studenten de kans te geven na te denken over wat ze hebben gedaan.

source: Display name
nl: Weergavenaam

source: The name of the component.
nl: De naam van het onderdeel.

source: The message to show after user vote.
nl: Het bericht dat wordt weergegeven nadat de gebruiker heeft gestemd.

source: The message to show after user feedback.
nl: Het bericht dat moet worden weergegeven na gebruikersfeedback.

source: Show aggregate report to students
nl: Toon het samengestelde rapport aan studenten

source: False
nl: Vals

source: True
nl: WAAR

source: Wheter to show the aggregate report to students.
nl: Of het samengestelde rapport aan studenten moet worden getoond.

source: Freeform prompt
nl: Vrije vorm prompt

source: Example: Please provide us feedback on this section.
nl: Voorbeeld: Geef ons feedback over dit gedeelte.

source: Freeform placeholder
nl: Tijdelijke aanduiding voor vrije vorm

source: This is shown as grayed out text before the student has answered.
nl: Dit wordt als grijze tekst weergegeven voordat de leerling heeft geantwoord.

source: Likert icon set
nl: Likert-pictogramserie

source: Faces (happy to sad)
nl: Gezichten (van blij tot verdrietig)

source: Faces (sad to happy to sad)
nl: Gezichten (verdrietig tot blij tot verdrietig)

source: Numeric
nl: Numeriek

source: Stars
nl: Sterren

source: We can either show happy/sad faces, numbers 1-5 or stars.
nl: We kunnen blije/droevige gezichten, cijfers 1-5 of sterren laten zien.

source: Example: Please rate your overall experience with this section.
nl: Voorbeeld: Beoordeel uw algehele ervaring met deze sectie.

source: Likert option 1
nl: Likert-optie 1

source: Example: Excellent!
nl: Voorbeeld: Uitstekend!

source: Likert option 2
nl: Likert-optie 2

source: Example: Good
nl: Voorbeeld: goed

source: Likert option 3
nl: Likert-optie 3

source: Example: Average
nl: Voorbeeld: Gemiddeld

source: Likert option 4
nl: Likert-optie 4

source: Example: Fair
nl: Voorbeeld: eerlijk

source: Likert option 5
nl: Likert-optie 5

source: Example: Poor
nl: Voorbeeld: slecht

source: Save
nl: Redden

source: Cancel
nl: Annuleren
